{
  "taklim_mutaallim": [
    {
      "id": 1,
      "judul_arab": "مقدمة كتاب تعليم المتعلم",
      "judul_indonesia": "Pendahuluan Kitab Ta'lim Muta'allim",
      "isi_arab": [
        "بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ",
        "الْحَمْدُ لِلّٰهِ الَّذِيْ فَضْلَ عَلَى بَنِىْ آدَمَ بِالْعِلْمِ وَالْعَمَلِ عَلَى جَمِيْعِ الْعَالَمِ وَالصَّلَاةُ وَالسَّلَامُ عَلَى مُحَمَّدٍ سَيِّدِ الْعَرَبِ وَالْعَجَمِ. وَعَلَى آلِهِ وَأَصْحَابِهِ يَنَابِيْعِ الْعُلُوْمِ وَالْحِكَمِ.",
        "(وَبَعْدُهُ) فَلَمَّا رَأَيْتُ كَثِيْرًا مِنْ طُلَّابِ الْعِلْمِ فِى زَمَانِنَا يَجِدُّوْنَ إِلىٰ الْعِلْمِ وَلَايَصِلُوْنَ. أْوْمِنْ مَنَافِعِهٖ وَثَمَرَاتِهِ وَهِىَ الْعَمَلُ بِهِ وَالنَّشْرُ يُحْرُمُوْنَ لِمَ أَنَّهُمْ أَخْطَلؤُوْا طَرَآئِقَهُ وَتَرَكُوْا شَرَائِطَهُ. وَكُلُّ مِنْ أَخْطَأَ الطَّرِيْقَ ضَلَّ، وَلَايَنَالُ الْمَقْصُوْدَ قَلَّ أَوْ جَلَّ.",
        "أَرَدْتُ وَأَحْبَبْتُ أَنْ أُبَيِّنَ لَهُمْ طَرِيْقَ التَّعَلُمِ عَلىٰ مَا رَأَيْتُ فِى الْكُتُبِ وَسَمِعْتُ مِنْ أَسَاتِيْذِىْ أُولِى الْعِلْمِ وَالْحِكَمِ. رَجَاءً الدُّعَاءَ لِىْ مِنَ الرَّاغِبِيْنَ فِيْهِ. الْمُخْلَصِيْنَ بِالْفَوْزِ وَالْخَلَاصِ فِى يِوْمِ الدِّيْنِ بَعْدَ مَا اسْتَخَرْتُ اللهَ تَعَالىٰ فِيْهِ.",
        "وَسَمَّيْتُهُ (تَعْلِيْمُ الْمُتَعَلِّمِ طَرِيْقَ التَّعَلُمِ) وَجَعَلْتُهُ فُصُوْلًا فَصْلُ فِى مَاهِيَةِ الْعِلْمِ وَالْفِقْهِ وَفَضْلِهِ. فَصْلُ فِى النِّيَةِ فِى حاَلِ التَّعَلُمِ.",
        "فَصْلُ فِى اخْتِيَارِ الْعِلْمِ وَالْأُسْتاَذِ وَالشَّرِيْكِ وَالثَّبَاتِ. فَصْلُ فِى تَعْظِيْمِ الْعِلْمِ وَأَهْلِهِ. فَصْلُ فِى الْجِدِّ وَالْمُوَاظَبَةِ وَالْهِمَّةِ. فَصْلُ فِى بِدَايَةِ السَّبَقُ وَقَدْرِهِ وَتَرْتِيْبِهِ. فَصْلٌ فِى التَّوَكُّلِ.",
        "فَصْلٌ فِى وَقْتِ التَّحْصِيْلِ. فَصْلٌ فِى الشَّفَقَةِ وَالنَّصِيْحَةِ. فَصْلٌ فِى الْإِسْتِفَادَةِ. فَصْلٌ فِى الْوَرَعِ حَالَ التَّعَلُّمِ. فَصْلٌ فِيْمَا يُوْرِثُ الْحِفْظَ وَ النِّسْيَانِ.",
        "فَصْلٌ : فِـيْمَـا يَجْـلِبُ الـرِّزْقَ، وَمَا يَمْـنَعُهُ وَمَا يَزِيْـدُ فِى الْعُـمْرِ وَمَا يَنْقُصُ. وَمَا تَوْفِيْقِى إِلَّا بِاللهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيْبُ."
      ],
      "isi_indonesia": [
        "**PENDAHULUAN**",
        "Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Penyayang.",
        "Segala puji bagi Allah yang telah mengangkat harkat derajat manusia dengan **ilmu dan amal**, atas seluruh alam. Shalawat dan salam semoga terlimpah atas **Nabi Muhammad ﷺ**, pemimpin seluruh umat manusia, dan semoga pula tercurah atas keluarga dan para sahabatnya yang menjadi sumber ilmu dan hikmah.",
        "(Dan setelah itu) Ketika saya melihat banyak dari **para penuntut ilmu di zaman kita ini bersungguh-sungguh dalam mencari ilmu, tetapi tidak juga sampai** (pada tujuan). Atau mereka **terhalang dari manfaat dan buahnya**, yaitu mengamalkan ilmu dan menyebarkannya. Itu karena mereka **salah dalam menempuh jalannya dan meninggalkan syarat-syaratnya**. Dan setiap orang yang salah jalan, ia akan tersesat, dan tidak akan mencapai tujuan, baik sedikit maupun banyak.",
        "Oleh karena itu, saya **bermaksud dan ingin menjelaskan kepada mereka jalan menuntut ilmu**, berdasarkan apa yang saya lihat dalam kitab-kitab dan apa yang saya dengar dari guru-guru saya yang ahli ilmu dan hikmah. Harapannya, semoga ada doa untuk saya dari orang-orang yang berkeinginan tulus ikhlas agar mendapatkan keberuntungan dan keselamatan di Hari Kiamat, setelah saya meminta petunjuk (istikharah) kepada Allah Ta'ala mengenai hal ini.",
        "Dan saya menamai kitab ini: **Ta'limul Muta'allim Thariqatut Ta'allum (Mengajari Penuntut Ilmu Cara Belajar)**. Saya menjadikannya beberapa pasal: Pasal pertama tentang hakikat ilmu, fikih, dan keutamaannya. Pasal kedua tentang niat dalam belajar.",
        "Pasal ketiga tentang memilih ilmu, guru, teman, dan ketekunan. Pasal keempat tentang mengagungkan ilmu dan ahlinya. Pasal kelima tentang kesungguhan, ketekunan, dan cita-cita yang luhur. Pasal keenam tentang permulaan pelajaran, ukurannya, dan urutannya. Pasal ketujuh tentang tawakal.",
        "Pasal kedelapan tentang waktu mendapatkan ilmu. Pasal kesembilan tentang kasih sayang dan nasihat. Pasal kesepuluh tentang mencari tambahan ilmu. Pasal kesebelas tentang bersikap wara' (hati-hati) saat belajar. Pasal keduabelas tentang hal-hal yang menyebabkan kuatnya hafalan dan lupa.",
        "Pasal ketigabelas: tentang hal-hal yang mendatangkan rezeki, yang menghalanginya, yang menambah umur, dan yang menguranginya. Dan tiada taufik bagiku melainkan dari Allah. Hanya kepada-Nya aku bertawakal dan kepada-Nya aku kembali."
      ]
    },
    {
      "id": 2,
      "judul_arab": "قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: طَلَبُ الْعِلْمِ فَرِيْضَةٌ عَلىٰ كُلِّ مُسْلِمٍ وَمُسْلِمَةٍ.",
      "judul_indonesia": "Rasulullah ﷺ bersabda, “Menuntut ilmu itu wajib bagi muslim laki-laki dan perempuan.”",
      "isi_arab": [
        "اِعْلَمُ بِأَنَّهُ لَايُفْتَرَضُ عَلىٰ كُلِّ مُسْلِمٍ وَمُسْلِمَةٍ طَلَبُ كُلِّ عِلْمٍ، بَلْ يُفْتَرَضُ عَلَيْهِ طَلَبُ عِلْمِ الْحَالِ كَمَا يُقَالُ: أَفْضُلُ الْعِلْمِ عِلْمُ الْحَالِ وَأَفْضَلُ الْعَمَلِ حِفْظُ الْحَالِ.",
        "وَيُفْتَرَضُ عَلىٰ الْمُسْلِمِ طَلَبُ عِلْمِ مَا يَقَعُ فِى حَالِهٖ فِى أَىِّ حَالٍ كَانَ. فَإِنَّهُ لَابُدَّ لَهُ مِنَ الصَّلاَةِ فَيُفْتَرَضُ عَلَيْهِ عِلْمُ مَا يَقَعُ لَهُ فِى صَلاَتِهٖ بِقَدْرِ مَا يُؤَدِّىْ بِهٖ فَرْضَ الصَّلاَةِ.",
        "وَيَجِبُ عَلَيْهِ مَا يَقَعُ لَهُ بِقَدْرِ مَا يُؤَدِّىْ بِهِ الْوَاجِبَ.لِأّنَّ مَا يُتَوَسَّلُ بِهٖ إِلىٰ إِقَامَةِ الْفَرْضِ يَكُوْنُ فَرْضًا،وَمَا يُتَوَسَّلُ بِهِ إِلىٰ إِقَامَةِ الْوَاجِبِ يَكُوْنُ وَاجِبًا.وَكَذٰالِكَ فٖى الصَّوْمِ وَالزَّكَاةِ إِنْ كَانَ لَهُ مَالٌ وَالْحَجِّ إِنْ وَجَبَ عَلَيْهِوَكَذٰالِكَ فِى الْبُيُوْعِ إِنْ كَانَ يَتَّجِرُ.",
        "قِيْلَ لِمُحَمَّدِ بْنِ الْحَسَنَ رَحِمَهُ اللهُ أَلاَ تُصَنِّفُ كِتَابًا فِى الزُّهْدِ قَالَ: صَنَّفْتُ كِتَابًا فِى الْبُيُوْعِ. يَعْنِى الزَّاهِدُ مَنْ يَتَحَرَّزُ عَنِ الشُّبُهَاتِ وَالْمَكْرُوْهَاتِ فِى التِّجَارَاتِ."
      ],
      "isi_indonesia": [
        "**HAKIKAT ILMU, FIKIH, DAN KEUTAMAANNYA**",
        "Rasulullah ﷺ bersabda, “**Menuntut ilmu itu wajib bagi muslim laki-laki dan perempuan.**”",
        "Perlu diketahui bahwa kewajiban menuntut ilmu bagi setiap muslim laki-laki dan perempuan ini tidak berlaku untuk semua jenis ilmu. Melainkan, kewajiban itu **terbatas pada ilmu hal (ilmu yang berkaitan dengan kondisi atau amalan yang sedang dihadapi)**, sebagaimana dikatakan: “**Ilmu yang paling utama adalah ilmu hal, dan amal yang paling utama adalah menjaga (mengamalkan) hal itu.**” Yang dimaksud ilmu hal di sini adalah **ilmu agama Islam**, seperti ilmu tentang salat.",
        "Setiap muslim diwajibkan menuntut ilmu yang berkaitan dengan apa yang ia hadapi dalam keadaannya, kapan pun keadaannya. Karena setiap orang wajib melaksanakan salat, maka ia wajib mengetahui ilmu tentang apa saja yang berkaitan dengan salatnya, sekadar yang dapat menyempurnakan kewajiban salatnya.",
        "Dan wajib baginya (mempelajari) apa yang ia hadapi, sekadar yang dapat menunaikan kewajibannya. Karena **sesuatu yang menjadi perantara untuk menegakkan kewajiban fardu, maka hukumnya fardu**. Dan **sesuatu yang menjadi perantara untuk menegakkan kewajiban wajib, maka hukumnya wajib**. Demikian pula dalam hal puasa, zakat jika ia memiliki harta, dan haji jika telah wajib baginya. Begitu juga dalam hal jual beli, jika ia berdagang.",
        "Muhammad bin Al-Hasan *rahimahullah* pernah ditanya, “Mengapa engkau tidak menyusun kitab tentang **zuhud**?” Beliau menjawab, “**Aku telah mengarang sebuah kitab tentang jual beli.**” Maksud beliau adalah, yang disebut **zuhud** itu adalah **menjaga diri dari hal-hal yang syubhat (samar hukumnya) dan makruh dalam perdagangan**."
      ]
    },
    {
      "id": 3,
      "judul_arab": "وَكَذٰلِكَ يَجِبُ فِى سَائِرِ الْمُعَامَلاَتِ وَالْحِرَفِ وَكُلُّ مَنِ اشْتَغَلَ بِشَيْءٍ مِنْهَا",
      "judul_indonesia": "Setiap orang wajib mempelajari apa yang terkait dengan usahanya",
      "isi_arab": [
        "وَكَذٰلِكَ يَجِبُ فِى سَائِرِ الْمُعَامَلاَتِ وَالْحِرَفِ وَكُلُّ مَنِ اشْتَغَلَ بِشَيْءٍ مِنْهَا يُفْتَرَضُ عَلَيْهِ عِلْمُ التَّحَرُّزِ عَنِ الْحَرَاِم فِيْهِ وَكَذٰلِكَ يُفْتَرَضُ عَلَيْهِ عِلْمُ أَحْوَالِ الْقَلْبِ مِنَ التَّوَكُّلِ وَالْإِنَابَةِ وَالْخَشْيَةِ وَالرِّضَا فَإِنَّهُ وَاقِعٌ فِىىْ جَمِيْعِ الْأَحْوَالِ.",
        "وَشَرَفُ الْعِلْمِ لَايَخْفٰى عَلىٰ أَحَدٍ إِذْ هُوَ مُخْتَصٌّ بِالْإِنْسَانِيَّةِ لِأَنَّ جَمِيْعَ الْخِصَالِ سِوَى الْعِلْمِ يَشْتَرِكُ فِيْهَا الْإِنْسَانُ وَسَائِرُ الْحَيَوَانَاتِ. وَبِهٖ أَظْهَرَ اللهُ تَعَالىٰ فَضْلَ آدَمَ عَلَيْهِ الصَّلاَةُ وَالسَّلاَمُ عَلَى الْمَلاَئِكَةِ وَأَمَرَهُمْ بِالسُّجُوْدِ لَهُ.",
        "وَإِنَّمَا شَرَفُ الْعِلْمِ لِكَوْنِهٖ وَسِيْلَةً إِلَى التَّقْوَى الَّتِىْ يَسْتَحِقُّ بِهَا الْكَرَامَةَ عِنْدَ اللهِ وَالسَّعَادَةَ الْأَبَدِيَّةَ كَمَا قِيْلَ لِمُحَمَّدِ بْنِ الْحَسَنِ عَبْدِ للهِ شِعْرٌ: تَعَـلَّـمْ فَــإِنَّ الْعِلْمَ زَيْنٌ لِأَهْلِهٖ وَفَضَلٌ وَعُنْوَانٌ لِكُلِّ الْمَحَامِدِ وَكُنْ مُـسْتَـفِـيْدًا كُـلِّ يَـوْمٍ زِيَـادَةً مِنَ الْعِـلْمِ وَاسْبَحْ فِى بُحُـوْر الْفَوَائِـدِ تَـفَـقَّـهْ فَإِنَّ الْـفِــقْـهَ أَفْــضَـلُ قَائِـدِ إِلَى الْــبِرِّ وَالتَّـقْـوَى وَأَعْـدَلُ قَـاصِـدِ هُوَ الْعَلَمُ الْهَادِىْ إِلَى سٌنَنِ الْهُدٰى هُوَ الْحِصْنُ يُنْجِىْ مِنْ جَمِيْعِ الشَّدَآ ئِدِ فَـإِنَّ فَـقِيْــهًـا وَاحِــدًا مُــتَـوَرِّعًــا أَشَـدُّ عَـلَى الشَّـيْطَـانِ مِنْ عَابِدِ",
        "وَكَذٰالِكَ فِي سَائِرِ الْأَخْلَاقِ نَحْوُ الْجُوْدِ وَالْبُخْلِ وَالْجُبْنِ وَالْجُرْأَةِ وَالتَّكَبُّرِ وَالتَّوَاضُعِ وَالْعِفَّةِ وَالْاِسْرَافَ وَالتَّقْتِيْرِ وَغَيْرَهَا.",
        "فَاِنَّ الْكِبْرَ وَالْبُخْلَ وَالْجُبْنَ وَاْلِاسْرَافَ حَرَامٌ لاَيُمْكِنُ التَّحَرُّزُ عَنْهَا اِلاَّبِعِلْمِهَا وَعِلْمِ مَا يُضَادُّهَا، فَيٌفْتَرَضُ عَلىٰ كُلِّ إِنْسَانٍ عِلْمُهَا.",
        "وَقَدْ صَنَّفَ السَّيِّدُاْلِامَامُ اْلاَ جَلُّ الشَّهِيْدُ نَاصِرُ الدِّيْنِ أَبُوْ الْقَاسِمِ كِتَابًا فِي اْلأَخْلَاقِ وَنِعْمَ مَا صَنَّفَ. فَيَجِبُ عَلىٰ كُلِّ مُسْلِمٍ حِفْفُهَا."
      ],
      "isi_indonesia": [
        "Setiap orang yang berkecimpung di dunia perdagangan dan profesi lainnya, wajib mengetahui tata cara berinteraksi dalam Islam agar dapat **menjaga diri dari hal-hal yang diharamkan** di dalamnya. Demikian pula, wajib baginya untuk mengetahui **ilmu-ilmu tentang keadaan hati**, seperti **tawakal, tobat (inabah), rasa takut (khasyyah), dan rida**. Sebab, semua keadaan hati itu selalu terjadi pada setiap kondisi.",
        "**Kemuliaan ilmu** tidak tersembunyi bagi siapa pun, karena ilmu adalah **kekhususan bagi kemanusiaan**. Adapun semua sifat selain ilmu, manusia dan hewan lainnya sama-sama memilikinya. Dengan ilmu inilah Allah Ta'ala menunjukkan **keutamaan Nabi Adam *'alaihis salam* atas para malaikat** dan memerintahkan mereka untuk sujud kepadanya.",
        "Sesungguhnya kemuliaan ilmu adalah karena ia menjadi **perantara (wasilah) menuju takwa**, yang dengannya seseorang berhak mendapatkan **kemuliaan di sisi Allah dan kebahagiaan abadi**. Sebagaimana dikatakan Muhammad bin Al-Hasan bin Abdullah dalam syairnya:\n\n*Belajarlah! Sebab **ilmu adalah penghias bagi pemiliknya**,*\n*Keutamaan dan menjadi **tanda setiap pujian**.*",
        "*Jadikan hari-harimu untuk **menambah ilmu**.*\n*Dan **berenanglah di lautan ilmu yang berguna**.*",
        "**Pelajarilah ilmu agama (fikih)**, karena ia (ilmu fikih) adalah **pemimpin terbaik**\n**menuju kebajikan dan takwa, serta tujuan yang paling lurus.**\n**Dialah ilmu yang membimbing menuju jalan petunjuk;**\n**Dialah benteng yang menyelamatkan dari segala kesulitan.**\n**Sesungguhnya seorang faqih (ahli fikih) yang wara' (hati-hati dalam beragama)**\n**Lebih berat bagi setan daripada (menggoda) seorang ahli ibadah (yang bodoh).**",
        "Demikian pula dalam hal **akhlak lainnya**, seperti **kemurahan hati, kekikiran, penakut, keberanian, kesombongan, tawadhu' (rendah hati), 'iffah (menjaga diri), israf (berlebihan), taqtir (terlalu hemat)**, dan sebagainya.",
        "Karena sesungguhnya **kesombongan, kekikiran, sifat pengecut, dan israf** itu **haram**. Dan tidak mungkin seseorang dapat terhindar dari sifat-sifat tersebut kecuali dengan mengetahui hakikatnya dan mengetahui apa yang berlawanan dengannya. Oleh karena itu, setiap orang wajib mengetahuinya.",
        "Dan sungguh **Sayyidul Imam Al-Ajall Asy-Syahid Nashiruddin Abul Qasim** telah menyusun sebuah kitab tentang akhlak, dan alangkah bagusnya apa yang beliau susun. Maka, **wajib bagi setiap Muslim untuk memeliharanya** (mengamalkan akhlak tersebut)."
      ]
    },
    {
      "id": 4,
      "judul_arab": "وَأَمَّا حِفْظُ مَا يَقَعُ فِي بَعْضِ اْلاَ حَايِيْنِ فَفَرْضٌ عَلىٰ سَبِيْلِ الْكِفَايَةِ",
      "judul_indonesia": "Mempelajari ilmu yang sesekali dibutuhkan hukumnya Fardu Kifayah",
      "isi_arab": [
        "وَأَمَّا حِفْظُ مَا يَقَعُ فِي بَعْضِ اْلاَ حَايِيْنِ فَفَرْضٌ عَلىٰ سَبِيْلِ الْكِفَايَةِ إِذَا قَامَ بِهِ الْبَعْضُ فِي الْبَلْدَةِ سَقَطَ عَنِ الْبَاقِيْنَ.",
        "فَإِنْ لَمْ يَكُنْ فِي الْبَلْدةِ مَنْ يَقُوْمُ بِهِ اشْتَرَكُوْا جَمِيْعًا فِي الْمَأْثَمِ. فَيَجِبُ عَلىَ الْإِمَامِ أَنْ يَأْمُرَهُمْ بِذٰلِكَ. وَ يُجْبِرَ أَهْلَ الْبلْدَةِ عَلىٰ ذٰلِكَ.",
        "فَقِيْلَ بِأَنَّ عِلْمَ مَا يَقَعُ عَلىٰ نَفْسِهٖ فِي جَمِيْعِ الْأَحْوَالِ بِمَنْزِلَةِ الطَّعَامِ لَابُدَّ لِكُلِّ وَاحِدٍ مِنْ ذٰلِكَ وَعِلْمَ مَا يَقَعُ فِي بَعْضِ الْأَ حَايِيْنِ بِمَنْزِلَةِ الدَّوَاءِ يَحْتَاجُ إِلَيْهِ فِي بَعْضِ اْلأَ وْقَاتِ.",
        "وَعِلْمَ النُّجُوْمِ بِمَنْزِلَةِ الْمَرَضِ فَتَعَلُّمُهُ حَرَامٌ لِأَنَّهُ يَضُرُّ وَلَا يَنْفَعُ وَالْهَرَبُ مِنْ قَضَاءِ اللهِ وَقَدَرِهٖ غَيْرُ مُمْكِنٍ",
        "فَيَنْبَغِى لِكُلِّ مُسْلِمٍ أَنْ يَشْتَغِلَ فِى جَمِيْعِ أَوْ قَاتِهٖ بِذِكْرِاللهِ تَعَالىَ وَالدُّعَاءِ وَالتَّضَرُّعِ وَقِرَاءَةِ الْقُرْآنِ وَالصَّدَقَاتِ الدَّافِعَةِ لِلْبَلاَءِ.",
        "اللّٰهُمَّ إِلاَّ إِذَا تَعَلَّمَ مِنَ النُّجُوْمِ قَدْرَمَا يَعْرِفُ بِهِ الْقِبْلَةَ وَأَوْقَاتَ الصَّلاَةِ فَيَجُوْزُ ذٰلِكَ.",
        "وَأَمَّا تَعَلُّمَ عِلْمِ الطِّبِّ فَيَجُوْزُ, لِأَنَّهُ سَبَبٌ مِنَ الْأَ سْبَابِ فَيَجُوْزُ تَعَلُّمُهُ كَسَائِرِ فَقَدْ تَدَاوَى النَّبُّى صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ."
      ],
      "isi_indonesia": [
        "Adapun mempelajari amalan agama yang dikerjakan pada saat-saat tertentu, seperti salat jenazah dan lain-lain, hukumnya adalah **fardu kifayah**. Jika di suatu daerah sudah ada sebagian orang yang mempelajari ilmu tersebut, maka kewajiban itu gugur dari yang lain.",
        "Namun, bila di satu daerah tidak ada seorang pun yang mempelajarinya, maka semua penduduk daerah itu berdosa. Oleh karena itu, **pemerintah wajib memerintahkan rakyatnya** untuk mempelajari ilmu yang hukumnya fardu kifayah tersebut, dan berhak **memaksa mereka** untuk melaksanakannya.",
        "Dikatakan bahwa mengetahui atau mempelajari amalan ibadah yang hukumnya fardu 'ain itu ibarat **makanan yang dibutuhkan setiap orang**. Sedangkan mempelajari amalan yang hukumnya fardu kifayah, itu ibarat **obat yang dibutuhkan pada waktu-waktu tertentu**.",
        "Adapun **ilmu nujum (astrologi)**, mempelajari itu **haram**, karena ia diibaratkan penyakit yang sangat membahayakan. Mempelajari ilmu nujum itu hanyalah sia-sia belaka, karena **tidak bisa menyelamatkan seseorang dari takdir Tuhan**, dan lari dari takdir Allah adalah tidak mungkin.",
        "Oleh karena itu, setiap orang Muslim seyogianya mengisi seluruh waktunya dengan **berzikir kepada Allah Ta'ala, berdoa, merendahkan diri kepada-Nya, membaca Al-Qur'an, dan bersedekah** supaya terhindar dari mara bahaya.",
        "Akan tetapi, **diperbolehkan mempelajari ilmu nujum (ilmu falak/astronomi)** sekadar yang dibutuhkan untuk **mengetahui arah kiblat dan waktu-waktu salat**.",
        "Adapun **mempelajari ilmu kedokteran itu diperbolehkan**, karena ia merupakan salah satu sebab (syariat) penyembuhan, sehingga boleh mempelajarinya sebagaimana ilmu-ilmu lainnya. Sungguh, Nabi ﷺ juga pernah berobat."
      ]
    },
    {
      "id": 5,
      "judul_arab": "وَقَدْ حُكِىَ عَنِ الشَّافِعِىِّ رَحِمَهُ اللهُ أَنَّهُ قَالَ: الْعِلْمُ عِلْمَانِ عِلْمُ الْفِقْهِ لِلْأَدْيَانِ وَعِلْمُ الطِّبِّ لِلْأَبْدَانِ.",
      "judul_indonesia": "Klasifikasi Ilmu",
      "isi_arab": [
        "وَقَدْ حُكِىَ عَنِ الشَّافِعِىِّ رَحِمَهُ اللهُ أَنَّهُ قَالَ: الْعِلْمُ عِلْمَانِ عِلْمُ الْفِقْهِ لِلْأَدْيَانِ وَعِلْمُ الطِّبِّ لِلْأَبْدَانِ. وَمَا وَرَآءَ ذٰلِكَ بُلْغَةُ مَجْلِسٍ.",
        "وَأَمَّا تَفْسِيْرُ الْعِلْمِ فَهُوَ صِفَةٌ يَتَجَلّٰى بِهَا لِمَنْ قَامَتْ هِيَ بِهِ الْمِذْكُوْرُ. وَالْفِقْهُ مَعْرِفَةُ دَقَائِقِ الْعِلْمِ. قَالَ أَبُوْحَنِيْفَةَ رَحْمَةُ اللهِ عَلَيْهِ : الْفِقْهُ مَعْرِفَةُ النَّفْسِ مَا لَهَا وَمَا عَلَيْهَا وَقَالَ : مَا الْعِلْمُ إِلاَّ لِلْعَمَلِ بِهٖ وَالْعَمَلُ بِهٖ تَرْكُ الْعَاجِلِ لِلْآجِلِ",
        "فَيَنْبَغِىْ لِلْإِنْسَانِ أَنْ لَا يَغْفُلَ عَنْ نَفْسِهٖ وَمَايَنْفَعُهَا وَمَا يَضُرُّهَا فِى أُوْلاَهَا وَأُخْرَاهَا . فَيَسْتَجْلِبَ مَا يَنْفَعُهَا وَيَجْتَنِبَ مَا يَضُرُّهَا كَيْلاَ يَكُوْنَ عَقْلُهُ وَعِلْمُهُ حُجَّةً عَلَيْهِ فَيَزْدَا دَعُقُوْبَةً. نَعُوْذُ بِاللهِ مِنْ سَخَطِهٖ وَعِقَاِبِهٖ.",
        "وَقَدْ وَرَدَ فِى مَنَاقِبِ الْعِلْمِ وَفَضَائِلِهٖ آيَاتٌ وَأَخْبَارٌ صَحِيْحَةٌ مَشْحُوْرَةٌ لَمْ نَسْتَغِلْ بِذِكْرِهَا كَيْلاَ يَطُوْلَ الْكِتَابُ."
      ],
      "isi_indonesia": [
        "**Klasifikasi Ilmu**",
        "Imam Syafi'i *rahimahullah* berkata, \"**Ilmu itu ada dua: (1) ilmu fikih untuk mengetahui hukum agama, dan (2) ilmu kedokteran untuk memelihara badan**. Selain dari itu, (ilmu-ilmu lain) hanyalah pelengkap majelis (tidak terlalu esensial).\"",
        "Adapun **tafsir ilmu** adalah suatu sifat yang dengannya seseorang yang memilikinya dapat memahami hal-hal yang disebutkan. Dan **fikih** adalah pengetahuan tentang seluk-beluk ilmu. Abu Hanifah *rahimahullah* berkata, \"**Fikih adalah pengetahuan seseorang tentang apa yang bermanfaat baginya dan apa yang membahayakannya.**\" Beliau juga berkata, \"**Tidak ada ilmu kecuali untuk diamalkan, sedangkan mengamalkannya berarti meninggalkan yang sementara (dunia) untuk meraih yang abadi (akhirat).**\"",
        "Oleh karena itu, seyogianya seseorang tidak lalai terhadap dirinya sendiri dan apa yang bermanfaat atau membahayakannya di dunia maupun di akhirat. Maka, ia harus meraih apa yang bermanfaat baginya dan menjauhi apa yang membahayakannya, agar akal dan ilmunya tidak menjadi bumerang baginya sehingga menambah siksa. Kita berlindung kepada Allah dari murka dan siksa-Nya.",
        "Sungguh, telah banyak disebutkan ayat-ayat Al-Qur'an dan hadis-hadis sahih yang masyhur mengenai keutamaan ilmu, namun tidak saya cantumkan seluruhnya di sini agar kitab ini tidak terlalu panjang."
      ]
    },
    {
      "id": 6,
      "judul_arab": "لَا بُدَّ لَهُ مِنَ النِّيَّةِ فِى زَمَانِ تَعَلُّمِ الْعِلْمِ. إِذِ النِّيَّةُ هِيَ اْلأَصْلُ فِى جَمِيْعِ الْأَحْوَالِ",
      "judul_indonesia": "Pentingnya Niat dalam Mencari Ilmu, sebagaimna pentingnya Niat dalam setiap kegiatan",
      "isi_arab": [
        "ثُمَّ لَا بُدَّ لَهُ مِنَ النِّيَّةِ فِى زَمَانِ تَعَلُّمِ الْعِلْمِ. إِذِ النِّيَّةُ هِيَ اْلأَصْلُ فِى جَمِيْعِ الْأَحْوَالِ لِقَوْلِهٖ عَلَيْهِ الصَّلاَةُ وَالسَّلاَمُ: إِنَّمَاالْأَعْمَالُ بِاالنِّيَّاتِ. حَدِيْثٌ صَحِيْحٌ",
        "وَعَنْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَ سَلاَّمَ: كَمْ مِنْ عَمَلٍ يُتَصَوَّرُ بِصُوْرَةِ أَعْمَالِ الدُّنْيٰا وَيَصِيْرُ بِحُسْنِ النِّيَّةِ مِنْ أَعْمَالِ اْلآخِرَةِ . وَكَمْ مِنْ عَمَلٍ يُتَصَوَّرُ بِصُوْرَةِ أَعْمَالِ الْآخِرَةِ ثُمَّ يَصِيْرُ مِنْ أَعْمَالِ الدُّنْيٰا بِسُوْءِ النِّيَّةِ.",
        "وَيَنْبَغِيْ أَنْ يَنْوِيَ الْمُتَعَلِّمُ بِطَلَبِ الْعِلْمِ رِالضَااللهِ تَعَلىٰ وَالدَّارَ الْآخِرَةَ وَإِزَالَةَ الْجَهْلِ عَنْ نَفْسِهٖ وَعَنْ سَآئِرِ الْجُهَّالِ وَاإِحْيَاءَ الدِّيْنِ وَإِبْقَاءَ الْإِسْلاَمِ فَإِنَّ بَقَاءَ الْإِسْلاَمِ بِالْعِلْمِ",
        "وَلاَ يَصِيْحُّ الزُّهْدُ وَالتَّقْوٰاى مَعَ الْجَهْلِ.وَأَنْشَدَ الشَّيْخُ الْإِمَامُ الْأَجَلُّ بُرْهَانُ الدِّيْنِ صَاحِبُ الْهِدَايَةِ شِعْرًا لِبَعْضِهِمْ: فَسَادٌ كَبِيْرٌ عَالِمٌ مُتَحَتِّكُ وَأَ كْبَرُ مِنْهُ جَا هِلٌ مُتَنَسِّكُ هُمَا فِتْنَةٌ فِى الْعَالَمِيْنَ عَظِيْمَةٌ لِمَنْ بِهِمَا فِى دِيْنِهٖ يَتَمَسَّكُ"
      ],
      "isi_indonesia": [
        "**NIAT DALAM MENCARI ILMU**",
        "Kemudian, setiap pelajar harus **menata niatnya** ketika akan belajar, karena **niat adalah pokok dari segala amal ibadah**. Nabi ﷺ bersabda, “**Sesungguhnya semua amal itu tergantung pada niatnya.**” (Hadis Sahih)",
        "Dari Rasulullah ﷺ: “**Banyak perbuatan atau amal yang tampak dalam bentuk amalan keduniaan, tapi karena didasari niat yang baik (ikhlas) maka menjadi atau tergolong amal-amal akhirat. Sebaliknya, banyak amalan yang sepertinya tergolong amal akhirat, kemudian menjadi amal dunia, karena didasari niat yang buruk (tidak ikhlas).**”",
        "Niat seorang pelajar dalam menuntut ilmu hendaknya ikhlas mengharap **ridha Allah Ta'ala** dan **kebahagiaan di akhirat**. Ia berniat untuk **menghilangkan kebodohan dari dirinya** dan dari orang-orang bodoh lainnya, serta **menghidupkan agama dan melestarikan Islam**. Karena **kelestarian Islam itu bergantung pada ilmu**.",
        "**Zuhud dan takwa tidak akan sah tanpa disertai ilmu (pengetahuan)**. Syaikhul Imam Al-Ajall Burhanuddin, pengarang kitab *Al-Hidayah*, menukil syair sebagian ulama:\n\n**Kerusakan besar (terjadi pada) seorang 'alim yang suka merusak,**\n**Dan yang lebih besar darinya adalah orang bodoh yang rajin beribadah.**\n**Keduanya adalah fitnah yang besar di tengah-tengah alam,**\n**Bagi siapa saja yang berpegang teguh pada keduanya dalam urusan agamanya.**"
      ]
    },
    {
      "id": 7,
      "judul_arab": "وَيَنْوِيَ بِهِ الشُّكْرَ عَلىٰ نِعْمَةِ الْعَقْلِ وَصِحَّةِ الْبَدَنِ",
      "judul_indonesia": "Niat Belajar dalam rangka mensyukuri Nikmat Akal dan Kesehatan Badan",
      "isi_arab": [
        "وَيَنْوِيَ بِهِ الشُّكْرَ عَلىٰ نِعْمَةِ الْعَقْلِ وَصِحَّةِ الْبَدَنِ وَلَا يَنْوِيَ بِهٖ إِقْبَالَ النَّاسِ وَلَا اسْتِجْلاَبَ حُطَامِ الُّدنْيَا وَالْكَرَامَةَ عِنْدَ السُّلْطَانِ وَغَيْرِهٖ.",
        "قَالَ مُحَمَّدُ ابْنُ الْحَسَنِ رَحِمَهُ اللهُ تَعَالىٰ لَوْ كَانَ النَّاسُ كُلُّهُمْ عَبِيْدِىْ لَأَعْتَقْتُهُمْ وَتَبَرَّأْتُ عَنْ وَلاَ ئِهِمْ.",
        "وَمَنْ وَجَدَ لَذَّةَ الْعِلْمِ وَالْعَمَلِ بِهٖ قَلَمَّا يَرْغَبُ فِيْمَا عِنْدَ النَّاسِ. أَنْشَدَنَا الشَّيْخُ اْلإِمَامُ اْلأَجَلُّ قِوَامُ الدِّيْنِ حَمَّادُ ابْنُ إِبْرَاهِيْمَ بْنِ اِسْماَعِيْلَ الصَّفَارِ اْلأَنْصَرِيِّ إِمْلاَءً لِأَبِيْ حَنِيْفَةَ رَحِمَهُ اللهُ تَعَالىٰ شِعْرًا.",
        "مَنْ طَلَبَ الْعِلْمَ لِلْمَعَادِ فَازَ بِفَضْلِ مِنَ الرَّشَادِ فَيَالْخُسْرَانِ طَالِبِهٖ لِنَيْلِ فَضْلِ مِنَ الْعِبَادِ"
      ],
      "isi_indonesia": [
        "Dalam menuntut ilmu juga harus didasari untuk **mensyukuri nikmat akal dan kesehatan badan**. Jangan sampai terbersit niat supaya **dihormati masyarakat**, untuk mendapatkan **harta dunia**, atau agar mendapat kehormatan di hadapan pejabat atau lainnya.",
        "Muhammad bin Hasan *rahimahullah* Ta'ala berkata, \"**Andaikata seluruh manusia menjadi budakku, pasti akan kumerdekakan semuanya dan akan kubebaskan diriku dari wala' (loyalitas) mereka.**\"",
        "Barangsiapa dapat merasakan **lezatnya ilmu dan nikmatnya mengamalkannya**, maka dia tidak akan begitu tertarik dengan apa yang dimiliki orang lain. Syaikh Imam Al-Ajall Qawamuddin Hammad bin Ibrahim bin Ismail Ash-Shaffar Al-Anshari membacakan syair untuk Abu Hanifah *rahimahullah* Ta'ala:",
        "\"**Siapa yang menuntut ilmu untuk (kebahagiaan) akhirat, tentu ia akan memperoleh anugerah kebenaran.**\"\n\"**Maka alangkah ruginya bagi orang yang menuntut ilmu hanya karena mencari kedudukan di mata manusia.**\""
      ]
    },
    {
      "id": 8,
      "judul_arab": "إِلاَّ إِذَا طَلَبَ الْجَاهَ لِلْاَمْرِ بِاالْمَعْرُوْفِ وَالنَّهِىْ عَنِ الْمُنْكَرِ",
      "judul_indonesia": "Niat mendapat kedudukan di masyarakat diperkenankan jika untuk Amar Ma`ruf Nahi Munkar",
      "isi_arab": [
        "اَللَّهُمَّ إِلاَّ إِذَا طَلَبَ الْجَاهَ لِلْاَمْرِ بِاالْمَعْرُوْفِ وَالنَّهِىْ عَنِ الْمُنْكَرِ وَتَنْفِيْذِ الْحَقِّ وَإِعْزَازَ الدِّيْنِ لاَ لِنَفْسِهٖ وَهَوَاهُ فَيَجُوْزُ ذٰلِكَ بِقَدْرِ مَا يُقِيْمُ بِهِ الْأَمْرَ بِالْمَعْرُوْفِ وَالنَّهْيَ عَنِ الْمُنْكَرِ.",
        "وَيَنْبَغِىْ لِطَالِبِ الْعِلْمِ أَنْ يَتَفَكَّرَ فِى ذٰلِكَ فَإِنَّهُ يَتَعَلَّمُ الْعِلْمِ بِجَهْدٍ كَثِيْرٍ فَلاَ يَصْرَفَهُ إِلَى الدُّنْيَا الْحَقِيْرَةِ الْقَلِيْلَةِ الْفَانِيَةِ. شِعْرٌ: هِيَ الدُّنْيَا أَقَلُّ مِنَ الْقَلِيْلِ وَعَاشِقُهَا أَذَلَ مِنَ الذَّلِيْلِ تُصِمُّ بِسِحْرِهَا قَوْمًا وَتُعْمِى فَهُمْ مُتَهَيِّرُوْنَ بِلاَ دَلِيْلِ"
      ],
      "isi_indonesia": [
        "Diperkenankan menuntut ilmu dengan niat agar mendapat **kedudukan di masyarakat**, asalkan kedudukan tersebut digunakan untuk **amar ma'ruf nahi munkar** (menyeru kepada kebaikan dan mencegah kemungkaran), untuk menegakkan kebenaran, serta untuk mengagungkan agama Allah. Niat ini **bukan untuk mencari keuntungan diri sendiri atau karena keinginan hawa nafsu**. Hal itu diperbolehkan sekadar yang dapat menegakkan amar ma'ruf dan nahi munkar.",
        "Hal ini perlu direnungkan oleh para penuntut ilmu. Sebab, mereka mencari ilmu dengan susah payah, maka **jangan sampai mereka mengalihkan ilmunya itu untuk meraih dunia yang hina, sedikit, dan fana**.",
        "Sebagaimana dikatakan dalam sebuah syair:\n\n\"**Dunia ini lebih sedikit dari yang sedikit,**\n**Dan pencintanya lebih hina dari yang hina.**\n**Ia menulikan dengan sihirnya suatu kaum dan membutakan mereka,**\n**Maka mereka kebingungan tanpa petunjuk.**\""
      ]
    },
    {
      "id": 9,
      "judul_arab": "وَيَنْبَغِىْ لِأَهْلِ الْعِلْمِ أَنْ لاَيُذِلَّ نَفْسَهُ بِالطَّمَعِ فِىْ غَيْرِ المْطْمَعَ",
      "judul_indonesia": "Pantangan bagi Ahli Ilmu dan Ulama, jangan Rakus",
      "isi_arab": [
        "وَيَنْبَغِىْ لِأَهْلِ الْعِلْمِ أَنْ لاَيُذِلَّ نَفْسَهُ بِالطَّمَعِ فِىْ غَيْرِ المْطْمَعَ وَيَتَحَرَّزَ عَمَّا فِيْهِ مَذَلَّةُ الْعِلْمِ وَأَهْلِهٖ وَيَكُوْنَ مُتَوَاضِعًا وَالتَّوَاضُعُ بَيْنَ التَّكَبُّرِ وَالْمَذَلَّةُ وَالْعِفَّةُ كَذٰلِكَ يُعْرَفُ ذَلِكَ فِىْ كِتَابِ الْأَخْلَاقِ.",
        "أَنْشَدَ الشَّيْخُ الْإِمَامُ اْلَاجَلُّ الْأُسْتَاذُ رُكْنُ الْإِسْلَامِ الْمَعْرُوْفُ بِالْأَدِيْبِ الْمُخْتَارِ شِعْرًا لِنَفْسِهٖ.",
        "إِنَّ التَّوَاضُعَ مِنْ خِصَالِ الْمُتَّقِىْ وَبِهِ التَّقِىُّ إِلَى الْمَعَالِى يَرْتَقِىْي وَمِنَ الْعَجَائِبِ عُجْبُ مَنْ هُوَجَاهِلُ فِى حَالِهٖ أَهُوَالسَّعِيْدُ أَمِ الشَّقِىيْ أَمْ كَيْفَ يُخْتَمُ عُمْرُهُ أَوْرُوْحُهُ يَوْمَ النَّوٰى مُتَسَفِّلٌ أَوْمُرْتَقِىْ وَالْكِبْرِيَاءُ لِرَبِّنَا صِفَةٌ بِهٖ مَخْصُوْصَةٌ فَتَجَنَّبَنْهَا وَاتَّقِىْ"
      ],
      "isi_indonesia": [
        "Hendaknya para ulama harus **menjaga diri dari hal-hal yang dapat merendahkan martabatnya**, seperti **rakus terhadap sesuatu yang tidak semestinya** (dan tidak tamak pada harta dunia). Jangan sampai terjerumus ke dalam lembah kehinaan ilmu dan ahli ilmu. Ia harus **tawadhu'** (rendah hati, yang merupakan sikap pertengahan antara sombong dan tidak minder), serta berbuat **'iffah** (menjaga diri dari hal yang tidak halal atau pantas). Keterangan lebih lanjut mengenai hal ini bisa didapat dalam kitab akhlak.",
        "Al-Ustadz Ruknul Islam, yang lebih populer dengan sebutan Al-Adib, mengalunkan gubahan syairnya:",
        "**Sesungguhnya tawadhu' adalah salah satu sifat orang yang bertakwa,**\n**Dan dengannya orang yang bertakwa akan naik menuju kemuliaan.**\n**Sungguh mengherankan kesombongan orang yang bodoh,**\n**Padahal ia tak tahu keadaannya: apakah ia beruntung atau celaka.**",
        "**Atau bagaimana akhir umurnya atau ruhnya,**\n**Di hari perpisahan (kiamat), apakah ia akan merosot atau naik.**\n**Dan kesombongan (Al-Kibriyaa') adalah sifat khusus Rabb kita,**\n**Maka jauhilah ia dan bertakwalah.**"
      ]
    },
    {
      "id": 10,
      "judul_arab": "عَظِّمُوْا عَمَائِمَكُمْ وَوَسِّعُوْا أَ كْمَامَكُمْ وَإِنَّمَا قَالَ ذٰلِكَ لِئَلاَّ يُسْتَخَفَّ بِالْعِلْمِ وَأَهْلِهٖ.",
      "judul_indonesia": "Menggunakan simbol keulamaan seperti Jubah dan Surban untuk menghormati Ilmu",
      "isi_arab": [
        "قَالَ أَبُوْ حَنِيْفَةَ رَحِمَهُ اللهُ لِأَصْحَابِهٖ عَظِّمُوْا عَمَائِمَكُمْ وَوَسِّعُوْا أَ كْمَامَكُمْ وَإِنَّمَا قَالَ ذٰلِكَ لِئَلاَّ يُسْتَخَفَّ بِالْعِلْمِ وَأَهْلِهٖ.",
        "وَيَنْبَغِىْ لِطَالِب الْعِلْمِ أَنْ يُحَصِّلَ كِتَابَ الْوَصِيَّةِ الَّتِيْ كَتَبَهَا أَبُوْ حَنِيْفَةَ لِيُوْسُفَ بْنِ خَالِدٍ السُّمْتِيِّ عِنْدَ الرُّجُوْعِ إِلىٰ أَهْلِهِ.",
        "يَجِدُهُ مَنْ يَطْلُبُهُ. وَكَانَ أُسْتَاذُنَا الشَّيْخُ اْلإِمَامُ بُرْهَانُ الْأَئِمَّةِ عَلِىُّ ابْنُ أَبِى بَكْرٍ قَدَّسَ اللهُ رُوْحَهُ الْعَزِيْزَ أَمَرَنِىْ بِكِتَابِتِهٖ عِنْدَ الرُّجُوْعِ إِلىٰ بَلَدِىْ وَكَتَبْتُهُ وَلَأُ بَدَّ لِلْمُدَرِّسِ وَالْمُفْتِىْ فِى مُعَامَلاَتِ النَّاسِ مِنْهُ."
      ],
      "isi_indonesia": [
        "**Abu Hanifah** *rahimahullah* berkata kepada sahabat-sahabatnya, “**Besarkan surban kalian dan lebarkan lengan baju kalian.**” Beliau berkata demikian agar **ilmu dan orang yang berilmu tidak diremehkan** dan dipandang rendah.",
        "Hendaknya para pelajar mencari (membaca dan mengkaji) **kitab *Al-Wasiyyah*** yang ditulis oleh Abu Hanifah untuk Yusuf bin Khalid As-Samti, ketika ia kembali kepada keluarganya.",
        "Siapa pun yang mencarinya akan menemukannya. Dan guru kami, Syaikh Imam Burhanul A'immah **Ali bin Abi Bakar**, *qaddasallahu ruhah al-'aziz* (semoga Allah menyucikan ruhnya yang mulia), telah memerintahkan saya untuk menulisnya ketika saya kembali ke negeri saya, dan saya telah menulisnya. Kitab ini sungguh sangat dibutuhkan oleh para pengajar dan mufti dalam urusan muamalah masyarakat."
      ]
    },
    {
      "id": 11,
      "judul_arab": "وَيَنْبَغِىْ لِطَالِبِ الْعِلْمِ أَنْ يَخْتَارَ مِنْ كُلِّ عِلْمٍ أَحْسَنَهُ وَمَا يَحْتَاجُ إِلَيْهِ فِىْ أَمْرِ دِيْنِهٖ فِى الْحٰالِ",
      "judul_indonesia": "Hendaknya para Santri memilih ilmu yang paling bermanfaat untuk dipelajari dalam Urusan Agamanya dan ilmu haal (terkait keadaan)",
      "isi_arab": [
        "وَيَنْبَغِىْ لِطَالِبِ الْعِلْمِ أَنْ يَخْتَارَ مِنْ كُلِّ عِلْمٍ أَحْسَنَهُ وَمَا يَحْتَاجُ إِلَيْهِ فِىْ أَمْرِ دِيْنِهٖ فِى الْحٰالِ، ثُمَّ مِا يَحْتَاجُ إِلَيْهِ فِى الْمَآلِ.",
        "وَيُقَدِّمُ عِلْمَ التَّوْحِيْدِ وَيَعْرِفُ اللهَ تَعَالىٰ بِالدَّلِيْلِ، فَإِنَّ إِيْمَانَ الْمُقَلِّدِ وَإِنَّ كَانَ صَحِيْحًا عِنْدَنَا لٰكِنْ يَكُوْنُ آثِمًا بِتَرْكِ الْإِسْتِدْلاَلِ.",
        "وَيَخْتَارَ الْعَتِيْقَ دُوْنَ الْمُحْدَثَاتِ، قَالُوْا: عَلَيْكُمْ باِلْعَتِيْقِ وَإِيَّاكُمْ والْمُحْدَثَاتِ، وَإِيَّاكَ أَنْ تَشْتَغِلَ بِهٰذَا الْجَدَالِ الَّذِىْ ظَهَرَ بَعْدَ انْقِرَاضِ الْأَ كَابِرِ مِنَ الْعُلَمَاءِ، فَإِنَّهُ يُبْعِدُ الطَالِبَ عَنِ الْفِقْهِ وَيُضَيِّعُ الْعُمْرَ وَيُوْرِثُ الْوَحْشَةَ وَالْعَدَاوَةَ وَهُوَ مِنْ أَشْرَاطِ السَّاعَةِ وَارْتِفَاعِ الْعِلْمِ والْفِقْهِ. كَذَا وَرَدَ فِى الْحَدِيْثِ.",
        "وَأَمَّا اخْتِيَارُ الْأُسْتَاذِ فَيَنْبَغِىْ أَنْ يَخْتَارَ الْأَعْلَمَ وَالْأَوْرَعَ وَالْأَسَنَّ كَمَا اخْتَارَ أَبُوْ حَنِيْفَةَ حَمّادَ بْنَ أَبِىْ سُلَيْمَانَ بَعْدَ التَّأَمُّلِ وَالتَّفَكُّرِ.",
        "وَقَالَ أَبُوْ حَنِيْفَةَ رَحِمَهُ اللهُ تَعَالىٰ وَجَدَتُهُ شَيْخًا وَقُوْرًا حَلِيْمًا صَبُوْرًا. وَقَالَ: ثَبَتُّ عِنْدَ حَمَّادِ بْنِ أَبِىْ سُلَيْمَانَ فَنَبَتُّ.",
        "وَقَالَ سَمِعْتُ حَكِيْمًا مِنْ حُكَمَآءِ سَمَرْقَنْدِ قَالَ: إِنَّ وَاحِدًا مِنْ طَلَبَةِ الْعِلْمِ شَاوَرَنِىْ فِى طَلَبِ الْعِلْمِ، وَكَانَ عَزَمَ عَلىٰ الذَّهَابِ إِلىٰ بُخَارٰى لِطَلَبِ الْعِلْمِ."
      ],
      "isi_indonesia": [
        "**MEMILIH ILMU, GURU, TEMAN BELAJAR DAN TEKUN DALAM MENIMBA ILMU**",
        "Seyogyanya bagi penuntut ilmu untuk **memilih dari setiap ilmu yang terbaik** dan yang sangat ia butuhkan dalam urusan agamanya saat itu (*ilmu hal*), kemudian baru ilmu-ilmu yang akan ia butuhkan di masa mendatang.",
        "Ia harus mendahulukan **ilmu tauhid** dan mengenal Allah Ta'ala dengan dalil. Karena sesungguhnya iman orang yang *muqallid* (bertaklid buta), meskipun sah menurut pendapat kami, ia tetap berdosa karena meninggalkan *istidlal* (mencari dalil/argumentasi).",
        "Dan ia (pelajar) hendaknya **memilih yang lama (klasik)**, bukan yang baru (*muhdatsat*). Para ulama berkata: \"**Tetaplah kalian pada yang lama (ilmu-ilmu salaf), dan jauhilah yang baru.**\" Dan berhati-hatilah agar tidak menyibukkan diri dengan **perdebatan** yang muncul setelah wafatnya para ulama besar. Karena sesungguhnya perdebatan itu akan menjauhkan pelajar dari fikih, menyia-nyiakan umur, menimbulkan permusuhan, dan kebencian. Dan perdebatan itu termasuk **tanda-tanda kiamat** dan hilangnya ilmu serta fikih, sebagaimana disebutkan dalam hadis.",
        "Adapun tentang **memilih guru**, seyogyanya ia memilih yang **paling alim, paling wara' (hati-hati), dan paling tua**. Sebagaimana Abu Hanifah memilih Hammad bin Abi Sulaiman setelah melalui pertimbangan dan pemikiran.",
        "Abu Hanifah *rahimahullah* Ta'ala berkata, \"Aku mendapati beliau seorang syaikh yang berwibawa, penyantun, dan penyabar.\" Beliau juga berkata, \"Aku bertahan (belajar) di sisi Hammad bin Abi Sulaiman, maka aku tumbuh (berkembang).\"",
        "Beliau berkata, \"Aku mendengar seorang ahli hikmah dari Samarkand berkata: 'Sesungguhnya salah seorang penuntut ilmu bermusyawarah denganku tentang menuntut ilmu, dan ia bertekad untuk pergi ke Bukhara untuk menuntut ilmu.'\""
      ]
    },
    {
      "id": 12,
      "judul_arab": "وَهَكَذَا يَنْبَغِىْ أَنْ يُشَاوِرَ فِىْ كُلِّ أَمْرٍ",
      "judul_indonesia": "Hendaknya selalu berMusyawarah dalam setiap urusan",
      "isi_arab": [
        "وَهَكَذَا يَنْبَغِىْ أَنْ يُشَاوِرَ فِىْ كُلِّ أَمْرٍ فَإِنَّ اللهَ تَعَالىٰ أَمَرَ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلاَّمَ بِالْمُشَاوَرَةِ فِى الْأُمُوْرِ",
        "وَلَمْ يَكُنْ أَفْطَنُ مِنْهُ وَمَعَ ذٰلِكَ أُمِرَ بِالْمُشَاوَرَةِ وَكَانَ يُشَاوِرُ اصْحَابُهُ فِىْ جَمِيْعِ الْأُمُوْرِ حَتّٰى حَوَائِجُ الْبَيْتِ. قَالَ عَلِىُّ هَلَكَ امْرُؤٌ عَنْ مَشُوْرَةٍ."
      ],
      "isi_indonesia": [
        "Demikianlah, hendaknya setiap pelajar selalu **bermusyawarah** dengan orang alim ketika akan pergi menuntut ilmu atau dalam segala urusan. Karena **Allah Ta’ala menyuruh Rasulullah ﷺ untuk bermusyawarah dalam segala urusan**, padahal tiada seorang pun yang lebih pandai dari beliau.",
        "Beliau tidak ada yang lebih cerdas darinya, namun demikian beliau tetap diperintahkan untuk bermusyawarah. Beliau selalu bermusyawarah dengan para sahabatnya dalam semua urusan, bahkan hingga urusan rumah tangga. Sayyidina Ali berkata, \"**Tidak akan binasa orang yang mau berunding.**\""
      ]
    },
    {
      "id": 13,
      "judul_arab": "رَجُلٌ وَنِصْفُ رَجُلٍ وَلاَ شَيْءَ",
      "judul_indonesia": "Klasifikasi Manusia berdasarkan Mau atau Tidaknya Bermusyawarah",
      "isi_arab": [
        "قِيْلَ: رَجُلٌ وَنِصْفُ رَجُلٍ وَلاَ شَيْءَ. فَالرَّجُلُ مَنْ لَهُ رَأْيٌ صَائِبٌ وَيُشَاوِرُ وَنِصْفُ رَجُلٍ مَنْ لَهُ رَأْيٌ صَائِبٌ وَلٰكِنْ لاَ يُشَاوِرُ. أَوْ يُشَاوِرُ وَلٰكِنْ لاَ رَأْيَ لَهُ. وَلاَ شَيْئَ مَنْ لاَ رَأْيَ لَهُ وَلاَ يُشَاوِرَ.",
        "قَالَ جَعْفَرُ الصَّادِقُ لِسُفْيَانَ الثَّوْرِىِّ رَحِمَهُ اللهُ شَاوِرْ فِىْ أَمْرِكَ مَعَ الَّذِيْنَ يَخْشَوْنَ اللهَ تَعَالىٰ.",
        "وَطَلَبَ الْعِلْمِ مِنْ أَعْلَى الْأُمُوْرِ وَأَصْعَبِهَا، فَكَانَ الْمُشَاوَرَةُ فِيْهِ أَهَمَّ وَأَوْجَبَ."
      ],
      "isi_indonesia": [
        "Dikatakan bahwa manusia itu ada tiga macam:",
        "1.  **Orang yang benar-benar sempurna**: yaitu orang yang pendapat-pendapatnya selalu benar dan mau bermusyawarah.",
        "2.  **Orang yang setengah sempurna**: yaitu orang yang pendapatnya benar, tapi tidak mau bermusyawarah; atau mau bermusyawarah tapi tidak punya pendapat (ide).",
        "3.  **Orang yang tidak sempurna sama sekali**: yaitu orang yang tidak punya pendapat dan tidak mau bermusyawarah.",
        "Imam Ja’far Ash-Shadiq berkata kepada Sufyan Ats-Tsauri *rahimahullah*, \"**Musyawarahkan urusanmu dengan orang-orang yang takut kepada Allah Ta'ala.**\"",
        "Mencari ilmu adalah perbuatan yang paling luhur dan perkara yang paling sulit, maka bermusyawarah atau meminta nasihat kepada orang alim dalam hal itu menjadi lebih penting dan wajib."
      ]
    },
    {
      "id": 14,
      "judul_arab": "فَتَأَمَّلْ فِى شَهْرَيْنِ فِىْ اخْتِيَارِ الْأُسْتَاذِ وَشَاوِرْ حَتّٰى لاَ تَحْتَاجَ إِلىٰ تَرْكِهٖ",
      "judul_indonesia": "Bijak dalam Memilih Guru agar mampu Istiqamah dan Berkah Ilmunya",
      "isi_arab": [
        "قَالَ الْحَكِيْمُ إِذَا ذَهَبْتَ إِلىٰ بَخَارٰى لاَ تَعْجَلْ فِى الْإِخْتِلاَفِ إِلَى الْأَئِمَّةِ وَامْكُثْ شَهْرَيْنِ حَتّٰى تَتَأَمَّلَ وَتَخْتَارَ أُسْتَاذًا، فَإِنَّكَ إِذَا ذَهَبْتَ إِلىٰ عَالِمٍ وَبَدَأْتَ بِالسَّبَقِ عِنْدَهُ رُبَّمَا لاَ يُعْجِبُكَ دَرْسِيَّتُهُ فَتَتْرُكَهُ وَتَذْهَبَ إَلىٰ آخَرَ فَلاَ يُبَارَكَ لَكَ فِى التَّعَلُّمِ",
        "فَتَأَمَّلْ فِى شَهْرَيْنِ فِىْ اخْتِيَارِ الْأُسْتَاذِ وَشَاوِرْ حَتّٰى لاَ تَحْتَاجَ إِلىٰ تَرْكِهٖ وَاْلإِعْرَاضِ عَنْهُ فَتَثْبُتَ عِنْدَهُ حَتّٰى يَكُوْنَ تَعَلُّمُكَ مُبَارَكًا وَتَنْتَفِعَ بِعِلْمِكَ كَثِيْرًا."
      ],
      "isi_indonesia": [
        "Orang bijak (ahli hikmah dari negeri Samarkand) itu berkata, \"Jika kamu pergi mengaji ke negeri Bukhara, maka **jangan tergesa-gesa memilih guru**. Tapi, menetaplah selama **dua bulan** hingga kamu berpikir (mempertimbangkan) dan memilih guru. Karena bila kamu langsung belajar kepada seorang alim, kadang-kadang cara mengajarnya kurang cocok menurutmu, lalu kamu tinggalkan dan pindah kepada alim yang lain. Maka, belajarmu **tidak akan diberkati**.\"",
        "Oleh karena itu, selama dua bulan itu kamu harus **memikirkan masak-masak dalam memilih guru dan bermusyawarahlah**, agar kamu tidak perlu meninggalkannya dan berpaling darinya. Dengan demikian, kamu akan **betah bersamanya hingga selesai**. Dengan begitu, belajar dan ilmumu akan **diberkati dan sangat bermanfaat**."
      ]
    },
    {
      "id": 15,
      "judul_arab": "​وَاعْلَمْ أَنَّ الصَّبْرَ وَالثَّبَاتَ أَصْلٌ كَبِيْرٌ فِىْ جَمِيْعِ الْأُمُوْرِ وَلَكِنَّهُ عَزِيْزٌ",
      "judul_indonesia": "Keutamaan Sabar, Tekun, dan Ulet dalam Belajar",
      "isi_arab": [
        "وَاعْلَمْ أَنَّ الصَّبْرَ وَالثَّبَاتَ أَصْلٌ كَبِيْرٌ فِىْ جَمِيْعِ الْأُمُوْرِ وَلَكِنَّهُ عَزِيْزٌ كَمَا قِيْلَ شِعْرٌ: لِكُلِّ إِلىٰ شَأْوِ الْعُلىٰ حَرَكَاتُ وَلٰكِنْ عَزِيْزٌ فِى الرِّجَالِ ثَبَاتُ",
        "قِيْلَ: الشَّجَاعَةُ صَبْرُ سَاعَةٍ فَيَنْبَغِىْ لِطَالِبِ الْعِلْمِ أَنْ يَثْبُتَ وَيَصْبِرَ عَلىٰ أُسْتَاذٍ وَعَلىٰ كِتَابٍ حَتَّى لَا يَتْرُكَهُ أَبْتَرَ وَعَلىٰ فَنٍّ حَتَّى لَا يَشْتَغِلَ بِفَنٍّ آخَرَ قَبْلَ أَنْ يُتْقِنَ الْأَوَّلَ، وَعَلىٰ بَلَدٍ حَتَّى لاَ يَنْتَقِلَ إِلىٰ بَلَدٍ آخَرَ مِنْ غَيْرِ ضَرُوْرَةٍ فَإِنَّ ذٰلِكَ كُلَّهُ يُفَرِّقُ الْأُمُوْرَ وَيُشْغِلُ الْقُلُوْبَ وَيُضَيِّعُ الْأَوْقَاتَ وَيُؤْذِىْ الْمُعَلِّمَ.",
        "وَيَنْبَغِىْ أَنْ يَصْبِرَ عَمًّا تُرِيْدُ نَفْسُهُ وَهَوَاهُ قَالَ الشَّاعِرُ إِنَّ الْهَوٰى لَهُوَ الْهَوَانُ بِعَيْنِهٖ وَصَرِيْعُ كُلِّ هَوًى صَرِيْعُ هَوَانِ",
        "وَيَصْبِرَ عَلَى الْمِحَنِ وَالْبَلِيَّاتِ قِيْلَ خَزَآئِنُ الْمُنٰى عَلىٰ قَنَاطِيْرِ الْمِحَنِوَأُنْشِدْتُ وَقِيْلَ إِنَّهُ لِعَلِيِّ بْنِ أَبِىْ طَالِبٍ كَرَّمَ اللهُ وَجْهَهُ أَلاَلاَ تَـنَالُ الْــعِـلْمِ إِلاَّ بِسِــتَّةٍ سَأُنْبِيْكَ عَنْ مَجْمُوْعِهَا بِبَيَانِ ذَكَاءٍ وَحِرْصٍ وَاصْطِبَارٍ وَبُلْغَةٍ وَإِرْشَادِ أُسْتَاذٍ وَطُـوْلِ زَمَانِ"
      ],
      "isi_indonesia": [
        "Ketahuilah bahwa **kesabaran dan ketabahan** adalah **pokok yang besar dalam segala urusan**, namun sifat itu jarang ditemukan, sebagaimana kata sebuah syair:\n\n\"**Setiap orang pasti mempunyai hasrat memperoleh kedudukan yang mulia,**\n**Namun jarang sekali orang yang mempunyai sifat sabar (tabah/ulet).**\"",
        "Dikatakan: \"**Keberanian adalah kesabaran sesaat.**\" Oleh karena itu, seorang santri harus **teguh dan sabar** dalam mengaji kepada seorang guru dan dalam membaca sebuah kitab, hingga tidak meninggalkannya sebelum tamat atau selesai. Ia tidak berpindah-pindah dari satu guru ke guru yang lain, dari satu bidang ilmu ke bidang ilmu lain padahal ilmu yang pertama belum ia kuasai, juga tidak berpindah-pindah dari satu daerah ke daerah lain tanpa ada keperluan mendesak. Karena semua itu akan **memecah belah urusan, menyibukkan hati, menyia-nyiakan waktu, dan menyakiti pengajar**.",
        "Dan hendaknya ia **bersabar atas apa yang diinginkan oleh nafsu dan hawa nafsunya**. Seorang penyair berkata:\n\n\"**Sungguh hawa nafsu itu adalah kehinaan itu sendiri,**\n**Dan orang yang terkalahkan oleh setiap hawa nafsu adalah orang yang terkalahkan oleh kehinaan.**\"",
        "Dan hendaknya ia **bersabar menghadapi cobaan dan bencana**. Dikatakan: \"Gudang cita-cita itu berada di atas jembatan cobaan.\" Dan telah dilantunkan (syair), dan dikatakan bahwa itu milik Ali bin Abi Thalib *Karamallahu Wajhah* (semoga Allah memuliakan wajahnya):\n\n\"**Ketahuilah, engkau tidak akan memperoleh ilmu kecuali dengan enam perkara,**\n**Akan kusampaikan padamu keseluruhannya dengan jelas:**\n**Kecerdasan, kesungguhan (semangat), kesabaran (ketabahan), bekal (biaya hidup),**\n**Bimbingan guru, dan waktu yang lama.**\""
      ]
    },
    {
      "id": 16,
      "judul_arab": "وأَمَّا اخْتِيَارُ الشَّرِيْكِ فَيَنْبَغِىْ أَنْ يَخْتَارَ الْمُجِدَّ وَالْوَرَعَ وَصَاحِبَ الطَّبْعِ الْمُسْتَقِيْمِ الْمُتَفَهِّمِ",
      "judul_indonesia": "Hendaknya para Santri memilih teman yang baik, wara`, istiqamah",
      "isi_arab": [
        "وَأَمَّا اخْتِيَارُ الشَّرِيْكِ فَيَنْبَغِىْ أَنْ يَخْتَارَ الْمُجِدَّ وَالْوَرَعَ وَصَاحِبَ الطَّبْعِ الْمُسْتَقِيْمِ الْمُتَفَهِّمِ، وَيَفِرَّ مِنَ الْكَسْلَانِ وَالْمَعْطِلِ وَالْمُكْثِرِ وَالْمُفْسِدِ وَالْفَتَانِ.",
        "قِيْلَ: عَنِ الْمَرْءِ لَا تَسْأَلْ وَأَبْصِرْ قَرِينَهُ فَإِنَّ الْقَرِينَ بِالْمُقَارَنِ يَقْتَدِي فَإِنْ كَانَ ذَا شَرٍّ فَاجْنَبْهُ سَرِيعَةً وَإِنْ كَانَ ذَا خَيْرٍ فَقَارِنْهُ تَهْتَدِ",
        "وَأَنْشَدْتُ: لَا تَصْحَبْ الْكَسْلَانَ فِي حَالَتِهِ كَمْ صَالِحٍ بِفَسَادِ آخَرَ يُفْسَدُ عَدُوَّى الْبَلِيدِ إلَى الْجَلِيدِ سَرِيعَةٌ كَالْجَمْرِ يُوضَعُ فِي الرَّمَادِ يَخْمَدُ"
      ],
      "isi_indonesia": [
        "Seorang santri hendaknya **memilih atau berteman dengan orang yang tekun belajar, bersifat wara' (hati-hati), dan berwatak istiqamah (lurus)**. Serta orang yang suka memahami ayat-ayat Al-Qur'an dan hadis-hadis Nabi. Dan ia harus **menjauhi teman yang malas, banyak bicara, suka merusak, dan suka memfitnah**.",
        "Seorang penyair berkata:\n\n\"**Jangan bertanya tentang kelakuan seseorang, tapi lihatlah siapa temannya.**\n**Karena orang itu biasanya mengikuti temannya.**\n**Kalau temanmu berbudi buruk, maka menjauhlah segera.**\n**Dan bila berlaku baik maka bertemanlah dengannya, tentu kau akan mendapat petunjuk.**\"",
        "Ada sebuah syair yang berbunyi:\n\n\"**Jangan sekali-kali kamu bersahabat dengan si pemalas dalam segala tingkah lakunya.**\n**Karena banyak orang yang baik menjadi rusak karena kerusakan temannya.**\n**Penularan (kebodohan) orang bodoh kepada orang pintar sangat cepat,**\n**Bagaikan bara api yang diletakkan di dalam abu, maka ia akan padam.**\""
      ]
    },
    {
      "id": 17,
      "judul_arab": "كُلُّ مَوْلُودٍ يُولَدُ عَلَى فِطْرَةِ الْإِسْلَامِ، إِلَّا أَنَّ أَبَوَاهُ يُهَوِّدَانِهِ، وَيُنَصِّرَانِهِ، وَيُمَجِّسَانِهِ",
      "judul_indonesia": "Manusia cenderung mengikut lingkungannya, Pilihlah teman yang tepat, sebagaimana seorang anak yang sangat terpengaruh dengan Orang Tua.",
      "isi_arab": [
        "وَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"كُلُّ مَوْلُودٍ يُولَدُ عَلَى فِطْرَةِ الْإِسْلَامِ، إِلَّا أَنَّ أَبَوَاهُ يُهَوِّدَانِهِ، وَيُنَصِّرَانِهِ، وَيُمَجِّسَانِهِ. الْحَدِيْثَ.",
        "يُقَالُ فىِ الْحِكْمَةِ بِالْفَارِسِيَّةِ: يَارَبَدْبَدْ تُرْبُوْدًا زَمَـارِبَدْ بِحَـقِّ ذَاتِ بَـاكِ اللهِ الصَّـمَـدْ يَارَبَدْ آرَدْ تَرْآ سِوٰى جَحِيْمِ يَارَنِـيْكُــوْ كِــيْرَتَابِـىْ نَعِــيْمِ",
        "إنْ كُنْتَ تَبْغَى العِلْمَ مِنْ أَهْلِهِ أَوْ شَاهِدًا يُخْبِرُ عَنْ غَائِبِ فَـاعْتَبِرْ الأرْضَ بأسْمَائِهَا وَاعْتَبِرْ الصَّاحِبَ بالصَّاحِبِ"
      ],
      "isi_indonesia": [
        "Nabi Muhammad ﷺ bersabda, \"**Setiap anak yang dilahirkan itu dalam fitrah (suci). Kedua orang tuanyalah yang menyebabkan ia menjadi Yahudi, Nasrani, atau Majusi.**\"",
        "Ada kata-kata hikmah berbahasa Persia yang artinya:\n\n**Teman yang jahat itu lebih berbahaya daripada ular berbisa.**\n**Karena teman yang jahat itu akan menjerumuskan Anda ke dalam neraka Jahim.**\n**Oleh karena itu, bertemanlah dengan orang-orang yang baik,**\n**Karena ia dapat menyebabkan Anda masuk surga.**",
        "Seorang penyair berkata:\n\n\"**Jika kamu belajar ilmu dari ahlinya,**\n**Atau saksi yang memberitahu tentang hal yang gaib,**\n**Maka ambillah pelajaran dari bumi beserta nama-namanya,**\n**Dan perhatikanlah teman dari (siapa) teman (bergaulnya).**\""
      ]
    },
    {
      "id": 18,
      "judul_arab": "لَا يَنَالُ الْعِلْمَ وَلَا يَنْتَفِعُ بِهِ إِلَّا بِتَعْظِيمِ الْعِلْمِ وَأَهْلِهِ",
      "judul_indonesia": "Tidak akan bermanfaat ilmu seseorang tanpa menghormati Ilmu dan Guru nya",
      "isi_arab": [
        "اِعْلَمْ أَنَّ طَالِبَ الْعِلْمِ لَا يَنَالُ الْعِلْمَ وَلَا يَنْتَفِعُ بِهِ إِلَّا بِتَعْظِيمِ الْعِلْمِ وَأَهْلِهِ، وَتَعْظِيمِ الْأُسْتَاذِ وَتَوْقِيرِهِ",
        "قِيلَ: مَا وَصَلَ مَنْ وَصَلَ إِلا بِالْحِرْمَةِ، وَمَا سَقَطَ مَنْ سَقَطَ إِلا بِتَرْكِ الْحِرْمَةِ وَالتَّعْظِيمِ وَقِيلَ الْحِرْمَةُ خَيْرٌ مِنَ الطَّاعَةِ، أَلَا تَرَى أَنَّ الْإِنْسَانَ لَا يَكْفُرُ بِالْمَعْصِيَةِ، وَإِنَّمَا يَكْفُرُ بِاسْتِخْفَافِهَا، وَبِتَرْكِ الْحِرْمَةِ وَمَنْ تَعْظِيمِ الْعِلْمِ تَعْظِيمُ الْمُعَلِّمِ.",
        "قَالَ عَلِيٌّ رَضِيَ اللهُ عَنْهُ: \"أَنَا عَبْدٌ مِنْ عَلَّمَنِي حَرْفًا وَاحِدًا، إِنْ شَاءَ بَاعَ، وَإِنْ شَاءَ اِسْتَرَقَّ."
      ],
      "isi_indonesia": [
        "**PENGHORMATAN TERHADAP ILMU DAN ORANG ALIM**",
        "Ketahuilah, bahwa seorang penuntut ilmu **tidak akan memperoleh ilmu dan tidak akan dapat mengambil manfaatnya, tanpa mau menghormati ilmu dan ahlinya**, serta mengagungkan dan memuliakan gurunya.",
        "Dikatakan: \"**Tidak ada orang yang berhasil kecuali dengan hormat (memuliakan), dan tidak ada orang yang gagal kecuali karena meninggalkan hormat dan pengagungan.**\" Dan dikatakan: \"**Menghormati itu lebih baik daripada menaati.** Tidakkah kamu melihat bahwa seseorang tidak menjadi kafir karena maksiat, tetapi ia menjadi kafir karena meremehkannya (maksiat itu) dan karena meninggalkan penghormatan.\" Termasuk dari mengagungkan ilmu adalah mengagungkan pengajar.",
        "Sayyidina Ali *karramallahu wajhah* berkata, \"**Aku adalah hamba (budak) orang yang mengajarku satu huruf saja. Jika ia mau, ia boleh menjualku, atau memerdekakanku, atau tetap menjadikanku sebagai budaknya.**\""
      ]
    },
    {
      "id": 19,
      "judul_arab": "رَأَيْتُ أَحَقَّ الْحَقِّ حَقَّ الْمُعَلِّمْ",
      "judul_indonesia": "Tidak ada hak yang lebih besar kecuali haknya seorang Guru",
      "isi_arab": [
        "وَقَدْ أَنْشَدْتُ فِي ذَلِكَ: رَأَيْتُ أَحَقَّ الْحَقِّ حَقَّ الْمُعَلِّمْ وَأَوْجَبَهُ حِفْظًا عَلَى كُلِّ مُسْلِمْ لَقَدْ حَقَّ أَنْ يُهَدَّى إِلَيْهِ كَرَامَةٌ لِتَعْلِيمِ حَرْفٍ وَاحِدٍ أَلْفَ دِرْهَمْ",
        "فَإِنَّ مَنْ عَلَّمَكَ حَرْفًا وَاحِدًا مِمَّا تَحْتَاجُ إِلَيْهِ فِي الدِّينِ فَهُوَ أَبُوكَ فِي الدِّينِ"
      ],
      "isi_indonesia": [
        "Ada sebuah syair yang berbunyi:\n\n\"**Aku melihat hak yang paling berhak (untuk dipenuhi) adalah haknya seorang guru,**\n**Dan yang paling wajib dijaga oleh setiap Muslim.**\n**Sungguh pantas baginya diberi kehormatan,**\n**Karena mengajarkan satu huruf saja, seribu dirham.**\"",
        "Sebab, siapa saja yang mengajarmu **satu huruf saja dari apa yang kamu butuhkan dalam agama, maka ia adalah ayahmu dalam agama**."
      ]
    },
    {
      "id": 20,
      "judul_arab": "مَنْ أَرَادَ أَنْ يَكُونَ ابْنَهُ عَالِمًا يَنْبَغِي أَنْ يُرَاعِيَ الْغُرَبَاءَ مِنَ الْفُقَهَاءِ",
      "judul_indonesia": "Salah satu cara agar anak menjadi Orang Sholeh adalah menghormati Ulama",
      "isi_arab": [
        "وَكَانَ أَسْتَاذُنَا الشَّيْخُ الإِمَامُ سُدِّيدُ الدِّينِ الشِّيرَازِيُّ يَقُولُ: قَالَ مَشَايِخُنَا: مَنْ أَرَادَ أَنْ يَكُونَ ابْنَهُ عَالِمًا يَنْبَغِي أَنْ يُرَاعِيَ الْغُرَبَاءَ مِنَ الْفُقَهَاءِ، وَيَكْرَمُهُمْ وَيُطْعِمُهُمْ وَيُطِيعُهُمْ شَيْئًا، وَإِنْ لَمْ يَكُنْ ابْنَهُ عَالِمًا يَكُونُ حَفِيدُهُ عَالِمًا.",
        "وَمَنْ تَوْقِيرُ الْمُعَلِّمِ أَنْ لَا يَمْشِيَ أَمَامَهُ، وَلَا يَجْلِسَ مَكَانَهُ، وَلَا يَبْتَدِئَ بِالْكَلَامِ عَنْدَهُ إِلَّا بِإِذْنِهِ.",
        "وَلاَ يَكْثُر الكَلامَ عِنْدَهُ، وَلاَ يَسْأَلَ شَيْئًا عِنْدَ مَلاَلتِهِ وَيُرَاعِيَ الْوَقْتَ، وَلاَ يَدُقَّ الْبَابَ بَلْ يَصْبِرَ حَتَّى يَخْرُجَ.",
        "فَاالْحَاصِلُ: أَنَّهُ يَطْلُبُ رِضَاهُ، وَيَجْتَنِبُ سَخَطَهُ، وَيَمْتَثِلُ أَمْرَهُ فِي غَيْرِ مَعْصِيَّةٍ لِلَّهِ وَلَا طَاعَةَ لِلْمَخْلُوقِ فِي مَعْصِيَّةِ الْخَالِقِ وَمِنْ تَوْقِيرِهِ تَوْقِيْرُ أَوْلَادِهِ وَمَنْ يَتَعَلَّقُ بِهِ."
      ],
      "isi_indonesia": [
        "Guru kami, **Syaikh Imam Sadiduddin Asy-Syairazi**, berkata: \"Guru-guru kami berkata: 'Barang siapa yang ingin anaknya menjadi **orang 'alim (berilmu)**, maka dia harus **menghormati para ahli fikih yang gharib (asing/merantau)**, memuliakan mereka, memberi mereka makan, dan menaati sebagian (perintah) mereka. Jika ternyata anaknya tidak menjadi orang 'alim, maka **cucunya akan menjadi orang 'alim**.'\"",
        "Termasuk **menghormati guru** adalah: tidak berjalan di depannya, tidak duduk di tempatnya, dan tidak memulai bicara padanya kecuali dengan izinnya.",
        "Hendaknya tidak banyak bicara di hadapan guru. Tidak bertanya sesuatu bila guru sedang capek atau bosan. Harus menjaga waktu. Jangan mengetuk pintunya, melainkan menunggu sampai beliau keluar.",
        "Alhasil: seorang santri harus **mencari kerelaan hati gurunya**, harus **menjauhi hal-hal yang menyebabkan ia murka**, dan **mematuhi perintahnya** selama tidak bertentangan dengan agama. Karena **tidak boleh taat pada makhluk untuk bermaksiat kepada Al-Khaliq (Sang Pencipta)**. Termasuk menghormati guru adalah **menghormati putra-putranya dan orang yang ada hubungan kerabat dengannya**."
      ]
    },
    {
      "id": 21,
      "judul_arab": "إِنَّ ابْنَ أُستَاذِي يَلْعَبُ مَعَ الصِّبْيَانِ فِي السِّكَّةِ، وَيَجِيءُ فَإِذَا رَأَيْتُهُ أَقُومُ لَهُ تَعَظِيمًا",
      "judul_indonesia": "Kisah-kisah Menghormati Guru dan Keluarganya",
      "isi_arab": [
        "كَانَ أُستَاذُنَا شَيْخُ الْإِسْلاَمِ بُرْهَانُ الدِّيْنِ صَاحِبُ الْهِدَايَةِ رَحِمَهُ اللَّهُ عَلَيْهِ يَحْكِي: أَنَّ وَاحِدًا مِنْ كِبَارِأَئِمَّةِ بُخَاَىٰ كَانَ يَجْلِسُ الدَّرْسِ وَكَانَ يَقُومُ فِي خِلَالِ الدَّرْسِ أَحْيَانًا وَسَأَلُوْا عَنْهُ، وَيَقُوْلُ: إِنَّ ابْنَ أُستَاذِي يَلْعَبُ مَعَ الصِّبْيَانِ فِي السِّكَّةِ، وَيَجِيءُ فَإِذَا رَأَيْتُهُ أَقُومُ لَهُ تَعَظِيمًا.",
        "وَالْقَاضِي الإِمَامُ فَخْرُ الدِّينِ الأَرْسَابَنْدِيُّ كَانَ رَئِيسَ الأَئِمَّةِ فِي مَرْوٍ وَكَانَ السُّلْطَانُ يَحْتَرِمُهُ غَايَةَ الاِحْتِرَامِ.",
        "وَكَانَ يَقُولُ: إِنَّمَا وَجَدْتُ هَذَا الْمَنْصِبَ بِحُرْمَةِ الْأُسْتَاذِ فَإِنِّي كُنْتُ أَخْدُمُ الْأُسْتَاذيْ الْقَاضِيَ أَبَا يَزِيْدَ الدُّبُوسِيَّ وَكُنْتُ أَخْدُمُهُ وَأَطْبَخُ طَعَامَهُ أَكُلُ مِنْهُ."
      ],
      "isi_indonesia": [
        "Guru kami, **Syaikhul Islam Burhanuddin**, pengarang kitab *Al-Hidayah*, *rahimahullah*, menceritakan: bahwa salah seorang pembesar imam di Bukhara biasa duduk dalam majelis pengajian. Di tengah-tengah pengajian, dia sering berdiri. Lalu teman-temannya bertanya mengapa berbuat demikian. Dia menjawab, \"**Sungguh, putra guruku sedang bermain di jalan, oleh karena itu jika aku melihatnya, aku berdiri untuk menghormatinya.**\"",
        "Dan **Al-Qadhi Imam Fakhruddin Al-Arsabaandi** adalah seorang pemimpin para imam di Marwa, dan **Sultan sangat menghormatinya**.",
        "Beliau berkata, \"Aku mendapatkan kedudukan ini **berkat kehormatan kepada guru**. Sungguh, aku dahulu melayani guruku, Al-Qadhi Abu Yazid Ad-Dabusi. Aku melayaninya, memasak makanannya, dan aku tidak pernah ikut makan bersamanya (dari makanan yang dimasaknya untuk guru)."
      ]
    },
    {
      "id": 22,
      "judul_arab": "وَالشَّيْخُ الْإِمَامُ الْأَجَلُّ شَمْسُ الْأَئِمَّةِ الْحَلْوَانِيُّ قَدْ كَانَ خَرَجَ مِنْ بُخَارى",
      "judul_indonesia": "Kisah Imam Halwani dengan Salah Satu Muridnya",
      "isi_arab": [
        "وَالشَّيْخُ الْإِمَامُ الْأَجَلُّ شَمْسُ الْأَئِمَّةِ الْحَلْوَانِيُّ قَدْ كَانَ خَرَجَ مِنْ بُخَارى وَسَكَنَ فِي بَعْضِ الْقُرٰى أَيَّامًا بِحَادِثَةٍ وَقَعَتْ وَقَدْ زَارَتْهُ تَلَامِيْذُهُ غَيْرَ الشَّيْخِ الْإِمَامِ الْقَاضِيْ اَبِيْ بَكْرِ الزَّرْنَجِيْ فَقَالَ لَهُ حِينَ لَقِيَهُ: \"لِمَاذَا لَمْ تَزُرْنِيْ؟\"، فَقَالَ: \"كُنْتُ مَشْغُولًا بِخِدْمَةِ الْوَالِدَةِ\"، قَالَ: \"تَرْزَقُ الْعُمرَ، لَا تَرْزَقُ رَوْنَقَ الدَّرْسِ\"، وَكَانَ كَذَلِكَ فَإِنَّهُ كَانَ يَسْكُنُ فِيْ أَكْثَرِ أَوْقَاتِهِ فِي الْقُرٰى وَلَمْ يَنْتَظِمْ لَهُ الدَّرْسُ.",
        "فَمَنْ تَأَذّٰى مِنْهُ أُسْتَاذُهُ يَحْرَمُ بَرَكَةَ الْعِلْمِ وَلَا يَنْتَفِعُ بِهٖ إِلَّا قَلِيْلًا. إِنَّ الْمُعَلِّمَ وَالطَّبِيْبَ كِلَاهُمَا لَا يَنْصَحَانِ إِذَا هُمَا لَمْ يُكْرَمَا فَاصْبِرْ لِدَائِكَ إِنْ جَفَوْتَ طَبِيبَهَا وَاقْنَعْ بِجَهْلِكَ إِنْ جَفَوْتَ مُعَلِّمًا"
      ],
      "isi_indonesia": [
        "Pada suatu hari, **Syaikh Imam Al-Ajall Syamsul A'immah Al-Halwani** pergi dari Bukhara dan bermukim di sebuah desa selama beberapa hari karena ada suatu masalah yang beliau hadapi. Kemudian, semua muridnya menjenguk beliau, kecuali **Syaikh Imam Al-Qadhi Abu Bakar Az-Zarnuji**. Lalu ketika bertemu Abu Bakar, beliau bertanya: \"**Mengapa kamu tidak ikut menjengukku?**\" Dia menjawab, \"Maaf guru, saya sibuk melayani ibuku.\" Lalu beliau berkata, \"**Semoga kamu diberi panjang umur, tapi kamu tidak akan diberi ketenangan dalam mengaji.**\" Kenyataannya, perkataan guru tersebut betul-betul terjadi; Abu Bakar tinggal di desa sepanjang waktunya dan tidak mendapatkan ketenangan dalam pelajaran.",
        "Oleh karena itu, seorang santri **tidak boleh menyakiti hati gurunya**, karena belajar dan ilmunya **tidak akan berkah kecuali sedikit**.\n\nKata seorang penyair:\n\"**Sungguh, guru dan dokter keduanya tidak akan menasihati kecuali bila dimuliakan.**\n**Maka rasakanlah penyakitmu jika kamu menyia-nyiakan doktermu,**\n**Dan terimalah kebodohanmu bila kamu membangkang kepada gurumu.**\""
      ]
    },
    {
      "id": 23,
      "judul_arab": "وَحُكِيَ أَنَّ الْخَلِيفَةَ هَارُوْنَ الرَّشِيْدَى بَعَثَ ابْنَهُ إِلَى الْأَصْمُعِيِّ لِيُعَلِّمَهُ الْعِلْمَ وَالْأَدَبَ",
      "judul_indonesia": "Hikayat Khalifah Harun Ar-Rasyid dan Guru Anaknya",
      "isi_arab": [
        "وَحُكِيَ أَنَّ الْخَلِيفَةَ هَارُوْنَ الرَّشِيْدَى بَعَثَ ابْنَهُ إِلَى الْأَصْمُعِيِّ لِيُعَلِّمَهُ الْعِلْمَ وَالْأَدَبَ فَرَآهُ يَوْمًا يَتَوَضَّأُ وَيَغْسِلُ رِجْلَهُ، وَابْنُ الْخَلِيفَةِ يَصُبُّ الْمَاءَ عَلَى رِجْلِهِ،",
        "فَعَاتَبَ الْخَلِيفَةِ الْأَصْمَعِيُّ فِي ذَلِكَ فَقاَلَ: إِنَّمَا بَعَثْتُهُ إِلَيْكَ لِتُعَلِّمَهُ وَتُؤَدِّبَهُ فَلِمَاذَا لَمْ تَأْمُرُهُ بِأَنْ يَصُبَّ الْمَآءَ بِإِحْدَى يَدَيْهِ، وَيَغْسِلَ بِالْأُخْرٰى رِجْلَكَ."
      ],
      "isi_indonesia": [
        "Dikisahkan bahwa **Khalifah Harun Ar-Rasyid** mengirim putranya kepada **Ustadz Al-Ashma'i** supaya diajari ilmu dan akhlak yang terpuji. Kemudian pada suatu hari Harun Ar-Rasyid melihat Al-Ashma'i sedang berwudu membasuh kakinya dengan air yang dituangkan oleh putra khalifah.",
        "Melihat hal itu, Khalifah Harun Ar-Rasyid menegur Al-Ashma'i, seraya berkata, \"**Aku kirim anakku kepadamu supaya kamu ajari ilmu budi pekerti, lalu mengapa tidak kamu perintahkan dia untuk menuangkan air dengan salah satu tangannya supaya tangan yang lain bisa membasuh kakimu?**\""
      ]
    },
    {
      "id": 24,
      "judul_arab": "​وَمِنْ تَعْظِيْمِ الْعِلْمِ: تَعْظِيمُ الْكِتَابِ، فَيَنْبَغِيْ لِطَالِبِ الْعِلْمِ أَنْ لَا يَأْخُذَ الْكِتَابَ إِلَّا بَطَهَارَةٍ.",
      "judul_indonesia": "Memuliakan Ilmu dengan Berwudhu sebelum Membuka Kitab",
      "isi_arab": [
        "وَمِنْ تَعْظِيْمِ الْعِلْمِ: تَعْظِيمُ الْكِتَابِ، فَيَنْبَغِيْ لِطَالِبِ الْعِلْمِ أَنْ لَا يَأْخُذَ الْكِتَابَ إِلَّا بَطَهَارَةٍ.",
        "وَحُكِيَ عَنِ الشَّيْخِ شَمْسِ الْأَئِمَّةِ الْحَلْوَانِيِّ أَنَّهُ قَالَ: إِنَّمَا نَلْتُ هَذَا الْعِلْمَ بِالتَّعْظِيمِ فَإِنِّي مَا أَخَذْتُ الْكَاغِدَ إِلَّا بِالطَّهَارَةِ وَ أَنَّ شَيْخَ الْإِمَامِ شَمْسَ الْأَئِمَّةِ السَّرْخَسِيٌ كَانَ مُبْطُوْنًا وَكَانَ يُكَرِّرُفِي لَيْلَةٍ فِي تِلْكَ سَبْعَ عَشْرَةَ مَرَّةً لِأَنَّهُ كَانَ لَا يُكَرِّرُ إِلَّا بِالطَّهَارَةِ هَذَا لِأَنَّ الْعِلْمَ نُورٌ وَالْوُضُوءَ نُورٌ فَيَزِدَادُ نُورُ الْعِلْمِ بِهٖ."
      ],
      "isi_indonesia": [
        "Termasuk **menghormati ilmu** adalah **menghormati kitab**. Hendaknya seorang penuntut ilmu **tidak memegang kitab kecuali dalam keadaan suci (berwudu)**.",
        "Diceritakan dari **Syaikh Syamsul A'immah Al-Halwani** bahwa beliau berkata: \"**Aku memperoleh ilmu ini karena aku menghormatinya. Sungguh aku tidak pernah mengambil kertas (untuk menulis/belajar) kecuali dalam keadaan suci.**\" Dan sesungguhnya Syaikh Imam Syamsul A'immah As-Sarkhasi pernah sakit perut, namun beliau mengulang-ulang pelajarannya pada suatu malam sebanyak tujuh belas kali, karena beliau tidak mengulang pelajaran kecuali dalam keadaan suci. Ini karena **ilmu itu adalah cahaya, dan wudu juga cahaya**, sehingga **cahaya ilmu akan bertambah dengannya**."
      ]
    },
    {
      "id": 25,
      "judul_arab": "وَمِنَ التَّعْظِيْمِ الْوَاجِبِ أَنْ لَا يَمُدٌ الرِّجْلَ إِلَى الْكِتَابِ وَيَضَعَ كُتُبُ التَّفْسِيْرِ فَوْقَ سَآئِرِ الْكُتُبِ تَعْظِيمًا",
      "judul_indonesia": "Tata Cara Meletakkan Kitab dan Adab-adabnya",
      "isi_arab": [
        "وَمِنَ التَّعْظِيْمِ الْوَاجِبِ أَنْ لَا يَمُدٌ الرِّجْلَ إِلَى الْكِتَابِ وَيَضَعَ كُتُبُ التَّفْسِيْرِ فَوْقَ سَآئِرِ الْكُتُبِ تَعْظِيمًا وَلَا يَضَعَ عَلىٰ الْكِتَابِ شَيْئًا آخَرَ.",
        "وَكَانَ أُسْتَاذُنَا بُرْهَانُ الدِّيٍنِ يَحْكِىْ عَنْ شَيْخٍ مِنَ الْمَشَايِخِ أَنَّ فَقِيْهًا كَانَ وَضَعَ الْمِحْبَرَةَ عَلىٰ الْكِتَابِ فَقَالَ لَهُ بِالْفَارِسِيَّةِ بُرْنَيَابِيْ",
        "وَكَانَ أُسْتَاذُنَا الْقَاضِى الْأَجَلُّ فَخْرُ الْإسْلاَمِ الْمَعْرُوْفُ بِقَاضِيْخَانَ يَقُوْلُ: إِنْ لَمْ يُرِدْ بِذٰلِكَ الْإِسْتِخْفَافَ فَلاَ بَأْسَ بِذٰلِكَ وَالْأَوْلىٰ أَنْ يَحْتَرِزَ عَنْهُ."
      ],
      "isi_indonesia": [
        "Termasuk **pengagungan yang wajib** adalah **tidak menjulurkan kaki ke arah kitab**, dan hendaknya **meletakkan kitab-kitab tafsir di atas kitab-kitab lainnya** sebagai bentuk penghormatan. Serta **tidak meletakkan sesuatu apa pun di atas kitab**.",
        "Guru kami, **Burhanuddin**, menceritakan dari salah seorang masyayikh (para guru): bahwa ada seorang ahli fikih yang meletakkan tempat tinta di atas kitab. Lalu beliau berkata kepadanya dalam bahasa Persia, 'Bur niyabī' (Anda tidak akan memperoleh manfaat dari ilmumu).",
        "Guru kami, **Al-Qadhi Al-Ajall Fakhrul Islam**, yang dikenal dengan **Qadhi Khan**, berkata: \"**Jika perbuatan itu (meletakkan wadah tinta di atas kitab) tidak bermaksud meremehkan, maka tidak mengapa. Namun, yang lebih utama adalah menghindarinya.**\""
      ]
    },
    {
      "id": 26,
      "judul_arab": "وَمِنَ التَّعْظِيْمِ: أَنْ يُجَوِّدَ كِتَابَةَ الْكِتَابِ وَلا يُقَرْمِطَ",
      "judul_indonesia": "Hendaknya menulis tulisan dan penjelasan dengan Baik dan Jelas.",
      "isi_arab": [
        "وَمِنَ التَّعْظِيْمِ: أَنْ يُجَوِّدَ كِتَابَةَ الْكِتَابِ وَلا يُقَرْمِطَ وَيَتْرُكَ الْحَاشِيَةَ التي يُقَرْمِطَ إِلاَّ عِنْدَ الضَّرُورَةِ.",
        "وَرَآى أَبُوْ حَنِيفَةَ كِتَابًا يُقَرْمِطَ فِي الْكِتَابَةِ فَقَالَ لَا تُقَرْمِطْ خَطَّكَ، لِأَنَّكَ إِنْ عِشْتَ تَنْدَمْ وَإِنْ مُتَّ تُشْتَمْ. يَعْنِي إِذَا شِخْتَ وَضَعُفَ بَصَرُكَ نَدِمْتَ عَلَى ذَلِكَ الْفِعْلِ."
      ],
      "isi_indonesia": [
        "Termasuk **mengagungkan (ilmu)** adalah: hendaknya seorang santri **memperbagus tulisan kitabnya** dan tidak menuliskannya secara sempit. Ia harus membiarkan catatan kaki yang sempit itu, kecuali dalam keadaan darurat.",
        "**Abu Hanifah** pernah melihat muridnya yang tulisannya sangat kecil-kecil sehingga tidak jelas. Lalu beliau menegurnya, \"**Jangan terlalu kecil dalam menuliskan barismu, karena jika kamu hidup (hingga tua), kamu akan menyesal, dan jika kamu mati, kamu akan dicela (orang lain).**\" Maksudnya, jika kamu sudah tua dan penglihatanmu sudah lemah, maka kamu akan menyesali perbuatanmu itu."
      ]
    },
    {
      "id": 27,
      "judul_arab": "وَيَنْبَغِيْ أَنْ يَكُوْنَ تَقْطِيْعُ الْكِتَابِ مُرَبَّعًا",
      "judul_indonesia": "Kitab hendaknya berbentuk bersegi dan Tidak menulis dengan tinta Merah",
      "isi_arab": [
        "وَيَنْبَغِيْ أَنْ يَكُوْنَ تَقْطِيْعُ الْكِتَابِ مُرَبَّعًا، فَإِنَّهُ تَقْطِيعُ أَبِيْ حَنِيْفَةَ رَحِمَهُ اللَّهُ تَعَالَى، وَهُوَ أَيْسَرُ إِلَي الرَّفْعِ وَالْوَضْعِ وَالْمُطَالَعَةِ.",
        "وَيَنْبَغِيْ أَنْ لَا يَكُوْنَ فِي الْكِتَابِ شَيْءٌ مِنَ الْحُمْرَةِ، فَإِنَّهاَصَنِيْعُ الْفَلاَسِفَةِ لَا صَنِيْعُ السَّلَفِ، وَمِنْ مَشَايِخِنَا كَرِهَ اسْتِعْمَالَ الْمُرَكَّبِ الْأَحْمَرِ."
      ],
      "isi_indonesia": [
        "Seyogyanya bentuk **kitab itu persegi empat**, begitu yang biasa dikerjakan oleh **Imam Abu Hanifah** *rahimahullah Ta'ala*. Supaya mudah dibawa, diletakkan, dan dibaca (*muthala'ah*).",
        "Hendaknya tidak ada sedikit pun **warna merah pada kitab**, karena hal itu adalah **kebiasaan para filsuf**, bukan kebiasaan ulama salaf. Sebagian guru kami membenci penggunaan tinta merah."
      ]
    },
    {
      "id": 28,
      "judul_arab": "وَمِنْ تَعْظِيْمِ الْعِلْمِ تَعْظِيمُ الشُّرَكَاءِ وَمَنْ يَتَعَلَّمُ مِنْهُ وَالتَّمَلُّقُ مَذْمُوْمٌ",
      "judul_indonesia": "Menghormati Guru dan Menyayangi teman belajar",
      "isi_arab": [
        "وَمِنْ تَعْظِيْمِ الْعِلْمِ تَعْظِيمُ الشُّرَكَاءِ وَمَنْ يَتَعَلَّمُ مِنْهُ وَالتَّمَلُّقُ مَذْمُوْمٌ إِلاَّ فِى طَلَبِ الْعِلْمِ فَإِنَّهُ يَنْبضغِىْ أَنْ يَتَمَلَّقَ لِأُسْتَاذِهٖ وَشُرَكَائِهٖ لِيَسْتَفِيْدَ مِنْهُمْ.",
        "وَيَنْبَغِيْ لِطَالِبِ الْعِلْمِ أَنْ يَسْتَمِعَ الْعِلْمَ وَالْحِكْمَةَ بِالتَّعْظِيْمِ وَالْحُرْمَةِ، وَإِنْ سَمِعَ مَسْأَلَةً وَاحِدَةً وَ كَلِمَةً وَاحِدَةً أَلْفَ مَرَّةٍ. قِيْلَ: مَنْ لَمْ يَكُنْ تَعْظِيْمُهُ بَعْدَ أَلْفِ مَرَّةٍ كَتَعْظِيْمِهٖ فِىْ أَوْلِ مَرَّةٍ فَلَيْسَ بِأَهْلِ الْعِلْمِ."
      ],
      "isi_indonesia": [
        "Termasuk **mengagungkan ilmu** adalah **mengagungkan teman-teman belajar dan orang yang darinya kita belajar**. Sanjungan itu tercela, kecuali sanjungan kepada teman dan gurunya dalam menuntut ilmu. Para santri harus saling mengasihi dan menyayangi, apalagi kepada guru, supaya ilmu berfaedah dan diberkati.",
        "Hendaknya para penuntut ilmu mendengarkan ilmu dan hikmah dengan **penuh pengagungan dan hormat**, meskipun sudah pernah mendengarkan masalah atau satu kalimat itu seribu kali. Dikatakan: \"**Siapa yang penghormatannya terhadap ilmu setelah seribu kali (mendengar/melihat) tidak seperti penghormatannya pada kali pertama, maka ia bukanlah ahli ilmu.**\""
      ]
    },
    {
      "id": 29,
      "judul_arab": "وَيَنْبَغِىْ لِطَالِبِ الْعِلْمِ أَنْ لَا يَخْتَارَ نَوْعَ الْعِلٍم بِنَفْسِهٖ بَلْ يُفَوٍّضُ أَمْرُهُ إِلىٰ الْأُسْتَاذِ",
      "judul_indonesia": "Para Pencari Ilmu jangan menentukan sendiri ilmu yang mau dipelajari",
      "isi_arab": [
        "وَيَنْبَغِىْ لِطَالِبِ الْعِلْمِ أَنْ لَا يَخْتَارَ نَوْعَ الْعِلٍم بِنَفْسِهٖ بَلْ يُفَوٍّضُ أَمْرُهُ إِلىٰ الْأُسْتَاذِ فَإِنَّ الْأُسْتَاذَ قَدْ حَصَلَ لَهُ التَّجَارُبَ فِى ذٰلِكَ وَعَرَفَ مَا يَنْبَغِى لِكُلٍّ أَحَدٍ وَمَا يَلِيْقُ بِطَبِيْعَتِهٖ.",
        "وَكَانَ الشَّيْخُ الْإِمَامُ الْأَجَلَّ الْأُسْتَاذُ شَيْخُ اْلإِسْلاَمِ بُرْهَانُ الْحَقِّ وَالدِّيْنِ رَحِمَهُ اللهُ تَعَالىٰ يَقُوْلُ: وَكَانَ طَلَبَةُ الْعِلْمِ فِي الزَّمَانِ الْأَوَّلِ يُفَوِّضُوْنَ أُمُوْرَهُمْ فِي التَّعَلُّمِ إِلَى أُسَتَاذِهِمْ، وَكَانُوا يَصِلُونَ إِلَى مَقْصُودِهِمْ وَمُرَادِهِمْ، وَالْآنَ يَخْتَارُوْنَ بِأَنْفُسِهِمْ،لَا يَحْصُلُ مَقْصُوْدَهُمْ مِنَ الْعِلْمِ وَالْفِقْهِ.",
        "وَكَانَ يُحْكىٰ أَنَّ مُحَمَّدَ بْنَ إِسْمَاعِيْلَ الْبُخَارِيَّ رَحِمَهُ اللَّهُ تَعَالَى كَانَ بَدَأَ بِكِتَابِ الصَّلَاةِ عَلىٰ مُحَمَّدٍ بْنِ الْحَسَنِ فَقَالَ لَهُ: إِذْهَبْ وَتَعَلَّمٍ الْحَدِيْثِ لِمَا رَآى أَنَّ ذٰلِكَ الْعِلْمَ أَلْيَقُ بِطَبْعِهٖ وَ طَلَبَ عِلْمَ الْحَدِيْثِ فَصَارَ فِيْهِ مُقَدِّمًا عَلىٰ جَمِيْعِ أَئِمَّةِ الْحَدِيْثِ."
      ],
      "isi_indonesia": [
        "Seorang santri **tidak patut memilih jenis ilmu sendiri**, melainkan **harus menyerahkan urusannya kepada guru**. Karena guru telah memiliki pengalaman dalam hal itu dan mengetahui apa yang cocok untuk setiap orang serta apa yang sesuai dengan karakternya.",
        "**Syaikh Imam Al-Ajall Al-Ustadz Syaikhul Islam Burhanul Haqqi Wa Ad-Din** *rahimahullah Ta'ala* berkata: \"Para penuntut ilmu di zaman dahulu menyerahkan urusan belajar mereka kepada guru-guru mereka, dan mereka berhasil meraih tujuan dan cita-cita mereka. Adapun sekarang, mereka memilih sendiri (jenis ilmu yang dipelajari), sehingga mereka tidak mencapai tujuan dari ilmu dan fikih.\"",
        "Dikisahkan bahwa **Muhammad bin Ismail Al-Bukhari** *rahimahullah Ta'ala* memulai belajar kitab salat di hadapan Muhammad bin Al-Hasan. Lalu gurunya berkata kepadanya: \"**Pergilah dan belajarlah ilmu hadis!**\" Gurunya berkata demikian karena melihat bahwa ilmu hadis lebih sesuai dengan karakternya. Dan Imam Bukhari pun menuntut ilmu hadis, sehingga ia menjadi **pemuka di atas semua imam ahli hadis**."
      ]
    },
    {
      "id": 30,
      "judul_arab": "وَيَنْبَغِىْ لِطَالِبِ الْعِلْمِ أَنْ لَايَجْلِسَ قَرِيْبًا مٍنَ الْأُسْتَاذِ",
      "judul_indonesia": "Santri harus menjaga adab kepada Guru dan menghilangkan akhlaq tercela",
      "isi_arab": [
        "وَيَنْبَغِىْ لِطَالِبِ الْعِلْمِ أَنْ لَايَجْلِسَ قَرِيْبًا مٍنَ الْأُسْتَاذِ عِنْدَ السَّبَقِ بِغَيْرِ ضَرُوْرَةٍ، بَلْ يَنْبَغِىْ أَنْ يَكُوْنَ بَيْنَهُ وَبَيْنَ الْأُسْتَاذِ قَدْرُ الْقَوْسِ فَإِنَّهُ أَقْرَبُ إِلىٰ التَّعْظِيْمِ.",
        "وَيَنْبَغِىْ لِطَالِبِ الْعِلْمِ أَنْ يَحْتَرِزَ عَنِ الْأَخْلَاقِ الذَّمِيْمَةِ، فَإِنَّهَا كِلاَبٌ مَعْنَوِيَّةٌ، وَقَدْ قَالَ رَسُوْل اللهِ صَلًّى اللهُ عَلَيْهِ وَسَلَّمَ: لَا تَدْخُلُ المْلَاَئِكَةُ بَيْتًا فِيْهِ صُوْرَةٌ أَوْ كَلْبٌ. وَإِنَّمَا يَتَعَلَّمُ الْإِنْسَانُ بِوَاسِطَةِ مَلَكَ وَالْأَخْلاَقُ الذَّمِيْمَةِ تُعْرَفُ فِى كِتَابِ الْأَخْلاَقِ وَكِتَابُنَا هٰذَا لَا يَحْتَمِلُ بَيَانَهَا خُصُوْصًا عَنِ التَّكَبُّرِ. قِيْلَ: الْعِلْمُ حَرْبٌ لِلْفَتَى المْتُعَالِىْ كَالسَّيْلِ حَرْبٌ لِلْمَكاَنِ الْعَالِىْ",
        "وَقِيْلَ: بِجَدٍّ لَا بِجَدٍّ كُلُّ مَجْدٍ فَهَلْ جَدٌّ بِلاَ جِدٍّ بِمُجْدٍ فَكَمْ عَبْدٍ يَقُوْمُ مَقضامَ حُرٍّ وَكَمْ حُرٍّ يَقُوْمُ مَقَامَ عَبْدٍ"
      ],
      "isi_indonesia": [
        "Hendaknya seorang penuntut ilmu **tidak duduk terlalu dekat dengan guru** saat belajar, kecuali dalam keadaan darurat. Sebaliknya, seharusnya ada jarak antara dia dan gurunya **sekitar sepanjang busur panah**, karena itu lebih dekat kepada pengagungan.",
        "Hendaknya seorang penuntut ilmu **menjauhi akhlak-akhlak tercela**, karena akhlak tercela itu ibarat anjing yang bersifat abstrak. Rasulullah ﷺ bersabda, \"**Malaikat tidak mau memasuki rumah yang ada gambar atau anjingnya.**\" Padahal, manusia belajar itu melalui perantara malaikat. Mengenai akhlak tercela ini, bisa dilihat dalam kitab-kitab akhlak, karena kitab ini tidak memuat penjelasannya secara rinci, khususnya tentang kesombongan. Dikatakan:",
        "**Ilmu adalah musuh bagi pemuda yang sombong,**\n**Bagaikan air bah yang memusuhi tempat yang tinggi.**",
        "Dan dikatakan:\n\n\"**Dengan kesungguhan, bukan karena garis keturunan, segala kemuliaan didapat.**\n**Maka apakah garis keturunan tanpa kesungguhan dapat memuliakan?**\n**Betapa banyak budak yang menempati posisi orang merdeka (mulia),**\n**Dan betapa banyak orang merdeka yang menempati kedudukan budak (hina).**\""
      ]
    },
    {
      "id": 31,
      "judul_arab": "وَالَّذِيْنَ جَاهَدُوْا فِيْنَا لَنَهْدِيَنَّهُمْ سُبُلَنَا",
      "judul_indonesia": "Tentang Kesungguhan dalam Belajar dan Ketekunan mengejar Cita-cita",
      "isi_arab": [
        "ثُمَّ لاَ بُدَّ مِنَ الجَدِّ وَالمُوَاظَبَةِ وَالمْلُاَزَمَةِ لِطَالِبِ الْعِلْمِ، وَإِلَيهِ الْإِشَارَةُ فِي الْقُرآنِ بِقَوْلِهِ تَعَالىٰ: وَالَّذِيْنَ جَاهَدُوْا فِيْنَا لَنَهْدِيَنَّهُمْ سُبُلَنَا. وَقِيلَ: مَنْ طَلَبَ شَيْئًا وَجَدَّ وَجَدَ، وَمَنْ قَرَعَ الْبَابَ وَلِجَّ وَلِجَ.",
        "وَقِيلَ: بِقَدْرِ مَا تَتَعَنَّى تَنَالُ مَا تَتَمَنَّى قِيلَ يَحْتَاجُ فِي التَّعَلُّمِ وَالتَّفَقَهُ إِلَى جِدٍّ ثَلَاثَةٍ الْمُتَعَلِّمِ، وَالْأُسْتَاذِ، وَالْأَبِ، إِنْ كَانَ فِي الْأَحْيَاءِ.",
        "أَنْشَدَنِى الشَّيْخُ الْإِمَامُ الْأَجَلُّ الْأُسْتَاذُ سَدِيْدُ الدِّيْنِ الشِّيْرَازِىُّ لِلشَّافِعِىِّ. الْجِدُّ يُدْنِى كُلَّ أَمْرٍ شَاسِعٍ # وَالْجِدُّ يَفْتَحُ كُلَّ بَابٍ مُغْلَقِ وَأَحَقُّ خَلْقِ اللهِ بِالْهَمِّ امْرُؤٌ # ذُوْ هِمَّةٍ يُبْلَى بَعَيْشٍ ضَيِّقِ وَمِنَ الدَّلِيْلِ عَلَى الْقَضَاءِ وَحُكْمِهِ # بُؤْسُ اللَّبِيْبِ وَطْيْبُ عَيْشِ الْأَحْمَقِ لَكِنْ مَنْ رُزِقَ الْحِجَا حُرِمَ الْغِنَى # ضِدَّانِ يَفْتَرِقَانِ أَىْ تَفَرُّقِ الْجِدُّ يـَـدْنِـىْ كُلَّ أَمْـرٍ شَـاسِـعِ وَالْـجِــدُّ يَفْــتَـحُ كُلَّ بَابٍ مُغْلَقِ وَأَحَقُّ خَلْقِ اللهِ بِالْهَمِّ امْرُؤٌ ذُوْ هِــمَّةٍ يُبْلَـى بـِعَيْشٍ ضَـيِّق وَمِنَ الدَّلِيْلِ عِلَى الْقَضَاءِ وَحُكْمِهِ بُؤْسُ اللَّبِيْبِ وَطَيْبُ عَيْشٍ الْأَحْمَقِ لٰكِنَّ مَنْ رُزٍقَ الْحِجَاحُرِمَ الْغِنَى ضِدَّانِ يَـفْتَـرِقَــانِ أَيَّ تَــفَــرُّقِ",
        "وَأَنْشَدَ لِغَيْرِهِ: تَمَنَّيْتَ أَنْ تُمْسِىْ فَقِيهًا مُنَاظِرًا بِغَيْرِ عَنَاءٍ وَالْجُنُونُ فُنُوْنٌ وَلَيْسَ اكْتِسَابُ الْمَالِ دُونَ مَشَقَّةٍ تَحَمَّلُهَا فَالْعِلْمُ كَيْفَ يَكُوْنُ",
        "قَالَ أَبُوْ الطَّيِّبِ: وَلَمْ أَرَ فِي عُيُوْبِ النَّاسِ عَيْبًا كَنُقْصِ الْقَادِرِيْنَ عَلَى التَّمَامِ"
      ],
      "isi_indonesia": [
        "**TENTANG KESUNGGUHAN DALAM BELAJAR, KETEKUNAN, DAN CITA-CITA**",
        "Seorang santri harus memiliki **kesungguhan, ketekunan, dan kemantapan** dalam menuntut ilmu. Hal ini diisyaratkan dalam Al-Qur'an, sebagaimana firman-Nya: (Yang artinya) \"**Dan orang-orang yang berjihad atau bersungguh-sungguh (mencari keridaan) Kami, benar-benar akan Kami tunjukkan kepada mereka jalan-jalan Kami.**\" Dikatakan: \"**Barang siapa bersungguh-sungguh mencari sesuatu, tentu ia akan mendapatkannya. Dan siapa saja yang mau mengetuk pintu dan maju terus, tentu bisa masuk.**\"",
        "Dikatakan: \"**Dengan kadar kesusahanmu dalam berusaha, kamu akan mendapatkan apa yang kamu dambakan.**\" Dikatakan bahwa belajar dan memperdalam ilmu fikih itu membutuhkan kesungguhan dari tiga pihak: **murid, guru, dan ayah** (jika masih hidup).",
        "Ustadz Sadiduddin Asy-Syairazi mengalunkan syair gubahan Imam Syafi'i kepadaku:\n\n**Kesungguhan itu dapat mendekatkan setiap perkara yang jauh,**\n**Dan kesungguhan itu dapat membuka setiap pintu yang terkunci.**\n\n**Makhluk Allah yang paling berhak bersedih adalah seseorang,**\n**Yang memiliki cita-cita tinggi namun diuji dengan kehidupan yang sempit.**\n\n**Di antara bukti atas ketetapan dan hukum-Nya adalah,**\n**Kesusahan orang cerdas dan kelapangan hidup orang bodoh.**\n\n**Bagaimanapun, orang yang diberi kecerdasan (kebanyakan) terhalang dari kekayaan,**\n**Keduanya adalah dua hal yang berlawanan yang tidak dapat disatukan.**\n\nMakna syair lainnya:\n**Kesungguhan itu dapat mendekatkan segala perkara yang jauh,**\n**Dan kesungguhan itu dapat membuka setiap pintu yang terkunci.**\n\n**Makhluk Allah yang paling berhak bersedih adalah seseorang,**\n**Yang memiliki cita-cita tinggi namun diuji dengan kehidupan yang sempit.**\n\n**Di antara bukti atas ketetapan dan hukum-Nya adalah,**\n**Kesusahan orang cerdas dan kelapangan hidup orang bodoh.**\n\n**Bagaimanapun, orang yang diberi kecerdasan (kebanyakan) terhalang dari kekayaan,**\n**Keduanya adalah dua hal yang berlawanan yang tidak dapat disatukan.**\n\n(Catatan: Ada pengulangan syair di sini, saya mempertahankan struktur aslinya)",
        "Penyair lain berkata:\n\n\"**Kamu berangan-angan menjadi seorang ahli fikih yang piawai berdebat,**\n**Tanpa bersusah payah? Sungguh gila itu bermacam-macam.**\n**Mencari harta saja tidak akan berhasil tanpa kesulitan yang harus ditanggung,**\n**Maka bagaimana pula (dengan mencari) ilmu?!**\"",
        "Abu Thoyyib berkata:\n\n\"**Aku tidak melihat aib pada manusia,**\n**Seperti kekurangan orang-orang yang mampu (berusaha) untuk mencapai kesempurnaan.**\""
      ]
    },
    {
      "id": 32,
      "judul_arab": "وَلا بُدَّ لِطَالِبِ الْعِلْمِ مِنْ سَهَرِ اللَّيَالِيْ",
      "judul_indonesia": "Belajar Waktu Malam, Kesungguhan Santri dalam Menuntut Ilmu",
      "isi_arab": [
        "وَلا بُدَّ لِطَالِبِ الْعِلْمِ مِنْ سَهَرِ اللَّيَالِيْ كَمَا قَالَ الشَّاعِرُ: بِقَدْرِ الْكَدِّ تَكْتَسَبُ الْمَعَالِيْ فَمَنْ طَلَبَ الْعُلَى سَهَرِاللَّيَالِيْ تَرُوْمُ الْعِزَّ ثُمَّ تَنَامُ لَيْلاً يَغُوْصُ الْبَحْرَ مَنْ طَلَبَاللَّآلِيْ عُلُوُّ الْكَعْبِ بِالْهِمَمِ الْعَوَالِيْ وَعِزُّ الْمَرْءِ فِيْ سَهَرِ اللَّيَالِيْ",
        "تَرَكْتُ النَّوْمَ رَبِّيْ فِي اللَّيَالِيلِأَجْلِ رِضَاكَ يَا مَوْلَى الْمَوَالِيْوَمَــنْ رَامَ الْـعُلُومَ مِنْ غَيْرِ كَدٍّأَضَاعَ الْـعُمْرَ فِي طَلْبِالـمُحَـالِ",
        "فَوَفِّقْنِي إِلَى تَحْصِيلِ عِلْمٍ وَبَلِّغْنِي إِلَى أَقْصَى الْـمَـعَالِي وَقِيْلَ: إِتَّخِذِ اللَّيْلَ جَمَلاً تُدْرِكْ بِهِ أَمْلاً.",
        "قَالَ الْمُصَنِّفُ وَقَدِ اتَّفَقَ لِىْ نَظْمٌ فِىْ هٰذَا الْمَعنٰى مَنْ شَاءَ أَنْ يَحْتَوِيَ آمَالَهُ جُمَلاَ فَلْيَتَّخِذْ لَيْلَهُ فِي دَرْكِهَا جَمَلاَ إِقْلِلْ طَعَامَكَ كَيْ تَحْظَى بِهِ سَهَرًا إِنْ شِئْتَ يَا صَاحِبِي أَنْ تَبْلُغَ الْكَملاَ",
        "وَقِيْلَ مَنْ أسْهَرَ نَفْسَهُ بِاللَّيْلِ، فَقَدْ فَرِحَ قَلْبُهُ بِالنَّهَار.",
        "وَلاَ بُدَّ لِطَالِبِ الْعِلْمِ مِنَ الْمُوَاظَبَةِ عَلَى الدَّرْسِ وَالتِّكَرَارِ فِىْ أَوَّلَ اللَّيْلِ وَآخِرِهٖ فَإِنَّ مَا بَيْنَ الْعِشَاءِ وَوَقْتِ السَّحَرِ وَقْتٌ مُبَارَكٌ."
      ],
      "isi_indonesia": [
        "Seorang santri tidak boleh banyak tidur pada malam hari, sebagaimana dikatakan dalam syair:\n\n**\"Kemuliaan itu akan tercapai menurut kadar kesusahan,**\n**Maka barang siapa mencari keluhuran, (hendaklah) ia begadang di malam hari.**\n**Engkau menginginkan kemuliaan lalu tidur di malam hari?**\n**Padahal, orang yang mencari mutiara harus menyelami lautan.**\n**Ketinggian derajat itu seiring dengan cita-cita yang tinggi,**\n**Dan kemuliaan seseorang ada pada begadangnya di malam hari.**\"",
        "**\"Aku tinggalkan tidur, Rabbku, di malam-malam hari,**\n**Demi rida-Mu, wahai Penguasa segala penguasa.**\n**Barang siapa menghendaki ilmu tanpa bersusah payah,**\n**Ia menyia-nyiakan umurnya dalam mengejar hal yang mustahil.**\"",
        "**\"Maka bimbinglah aku untuk memperoleh ilmu,**\n**Dan sampaikanlah aku ke puncak kemuliaan.**\"\n\nDikatakan: \"**Jadikanlah malam sebagai kendaraanmu, niscaya engkau akan meraih cita-citamu.**\" (Maksudnya, para santri harus menggunakan waktu malam untuk belajar dan beribadah, supaya memperoleh kedudukan tinggi di sisi-Nya.)",
        "Penyusun kitab ini berkata: \"Telah terlintas bagiku gubahan syair dalam makna ini:\n\n**Siapa yang ingin meraih cita-citanya secara keseluruhan,**\n**Maka hendaklah ia menjadikan malamnya sebagai kendaraan dalam mengejarnya.**\n**Kurangilah makanmu agar kamu bisa begadang,**\n**Jika engkau ingin mencapai kesempurnaan, wahai sahabatku.**\"",
        "Dikatakan: \"**Siapa yang menghidupkan malamnya dengan tidak tidur, maka hatinya akan bergembira di siang hari.**\"",
        "Dan seorang penuntut ilmu harus **tekun dalam belajar dan mengulang-ulang pelajaran** di awal malam dan akhir malam. Karena waktu antara Isya' dan waktu sahur adalah **waktu yang diberkati**."
      ]
    },
    {
      "id": 33,
      "judul_arab": "يَا طَالِبَ الْعِـلْمِ بَاشِـرِ الْوَرَعَا وَجَنِّبِ الـنَّوْمَ وَاحْذَرِ الشِّبَعَـا",
      "judul_indonesia": "Para penuntut ilmu, hiasilah dirimu dengan sifat wara` (menjauhi barang syubhat)",
      "isi_arab": [
        "يَا طَالِبَ الْعِـلْمِ بَاشِـرِ الْوَرَعَا وَجَنِّبِ الـنَّوْمَ وَاحْذَرِ الشِّبَعَـا",
        "دَاوِمْ عَلَى الدَّرْسِ لَا تُفَارِقُهُ فَالْعِلْمُ بِالدَّرْسِ قَامَ وَارْتَفَعَا"
      ],
      "isi_indonesia": [
        "Seorang penyair berkata:\n\n**\"Wahai para penuntut ilmu, hiasilah dirimu dengan sifat wara' (menjauhi hal-hal syubhat),**\n**Jauhilah tidur, dan berhati-hatilah dari kekenyangan.**\"",
        "**\"Tekunlah dalam belajar, jangan pernah meninggalkannya,**\n**Sebab ilmu itu berdiri dan mulia dengan belajar (mengulang-ulang pelajaran).\"**"
      ]
    },
    {
      "id": 34,
      "judul_arab": "وَيَغْتَنِمَ أَيَّامَ الْحَدَاثَةِ وَعُنْفُوَانَ الشَّبَابَ",
      "judul_indonesia": "Para Pelajar harus Memanfaatkan Masa Mudanya untuk Bersungguh-sungguh dalam Menuntut Ilmu.",
      "isi_arab": [
        "وَيَغْتَنِمَ أَيَّامَ الْحَدَاثَةِ وَعُنْفُوَانَ الشَّبَابَ، كَمَا قِيْلَ: بِقَـدْرِ الْـكـَـدِّ تُعْــطَى مَا تَرُوْمُ فَـمَــنْ رَامَ المْـُنَى لَــيْلاً يَقُـوْمُ وَأَيَّامَ الْـحَــدَاثَـةِ فَـاغْـتَـنِـمْـهَـا أَلاَ إِنَّ الْــحَــــــدَاثَــةَ لَاتـَـدُوْمُ",
        "وَلاَ يَجْحَدَ نَفْسَهُ جَهْدًا وَلَا يُضْعَفُ النَّاسَ حَتَّى يَنْقَطِعَ عَنِ الْعَمَلِ بَلْ يَسْتَعْمِلَ الرِّزْقَ فِىْ ذٰلِكَ وَالرِّفْقُ أَصْلٌ عَظِيْمٌ فِيْ جَمِيْعِ الْأَشْيَاءِ.",
        "قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَلا إِنَّ هَذَا الدِّيْنَ مَتِيْنٌ فَأَوْغِلْ فِيْهِ بِرِفْقٍ، وَلَا تَبْغَضْ عَلىٰ نَفْسِكَ فِيْ عِبَادَةَ اللهِ تَعَالىٰ فَإِنَّ الْمُنْبِتَّ لَا أَرْضًا قَطَّعَ وَلَا ظَهْرًا أَبْقَى."
      ],
      "isi_indonesia": [
        "Para pelajar harus **memanfaatkan masa muda dan puncak kekuatan remajanya** untuk bersungguh-sungguh dalam menuntut ilmu. Sebagaimana dikatakan:\n\n\"**Dengan kadar kerja kerasmulah kamu akan diberi apa yang kamu cita-citakan.**\n**Maka, siapa yang menginginkan kesuksesan, hendaklah ia bangun malam.**\n**Dan manfaatkanlah masa muda (saat ini),**\n**Ketahuilah, sesungguhnya masa muda tidak akan kekal.**\"",
        "Seorang santri tidak boleh terlalu memaksakan diri hingga melebihi kekuatannya. Karena hal itu akan melemahkan tubuhnya, sehingga tidak mampu bekerja karena terlalu lelah. Mencari ilmu itu harus sabar. Pelan-pelan tapi berlanjut. Kesabaran inilah pokok yang penting dari segala sesuatu.",
        "Rasulullah ﷺ bersabda, \"**Ketahuilah bahwa agama ini kukuh (banyak tugas), maka dalamilah ia dengan lemah lembut.** Janganlah kamu membuat dirimu bosan beribadah kepada Allah Ta'ala, karena **orang yang memaksakan diri (hingga kendaraannya putus di jalan), ia tidak akan mencapai tujuan, bahkan kehilangan kendaraannya.**\""
      ]
    },
    {
      "id": 35,
      "judul_arab": "نَفْسُكَ مُطِيَّتُكَ فَارْفُقْ بِهَا",
      "judul_indonesia": "Badanmu adalah tungganganmu, maka kasihanilah padanya.",
      "isi_arab": [
        "وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَ سَلاَّمَ: نَفْسُكَ مُطِيَّتُكَ فَارْفُقْ بِهَا.",
        "وَلَا بُدَّ لِطَالِبِ الْعِلْمِ مِنَ الْهِمَّةِ الْعَالِيَةِ فِى الْعِلْمِ، فَإِنَّ الْمَرْءِ يَطِيْرُ بِهِمَّتِهٖ كَالطَّيْرِ يَطِيْرُ بِجَنَاحَيْهِ. وَقَالَ أَبُو الطَّيِّبِ :",
        "عَلَى قَدْرِ أَهْلِ الْعَزْمِ تَأْتِي الْعَزَائِمُ وَتَأْتِي عَلَى قَدْرِ الْكَرَامِ الْمُكَارِمُ وَتَعْظُمُ فِي عَيْنِ الصَّغِيْرِ صِغَارُهَا وَتَصْغُرُ فِي عَيْنِ الْعَظِيْمِ الْعَظَائِمُ"
      ],
      "isi_indonesia": [
        "Nabi Muhammad ﷺ bersabda, \"**Dirimu (badanmu) adalah tungganganmu, maka kasihanilah padanya.**\"",
        "Seorang santri harus memiliki **cita-cita yang tinggi (himmah 'aliyah)** dalam ilmu, sebab seseorang itu mencapai derajat tinggi karena cita-citanya yang tinggi, ibarat burung yang terbang dengan kedua sayapnya. Abu Thoyyib berkata:",
        "**\"Tekad (cita-cita) akan datang sebanding dengan orang-orang yang bertekad kuat,**\n**Dan kemuliaan akan datang sebanding dengan orang-orang mulia.**\n**Hal-hal kecil akan menjadi besar di mata orang berjiwa kerdil,**\n**Sedangkan hal-hal besar akan terlihat kecil di mata orang berjiwa agung.**\""
      ]
    },
    {
      "id": 36,
      "judul_arab": "وَالرَّأْسُ فِي تَحْصِيْلِ الْأَشْيَاءِ الْجِدُّ وَالْهِمَّةُ الْعَالِيَةُ",
      "judul_indonesia": "Modal paling pokok ialah kesungguhan dan cita-cita yang tinggi",
      "isi_arab": [
        "وَالرَّأْسُ فِي تَحْصِيْلِ الْأَشْيَاءِ الْجِدُّ وَالْهِمَّةُ الْعَالِيَةُ فَمَنْ كَانَتْ هِمَّتُهُ حِفْظَ جَمِيْعِ كُتُبِ مُحَمَّدِ بْنِ الْحَسَنِ رَحِمَهُ اللهِ تَعَالىٰ وَاقْتَرَنَ بِذَلِكَ الْجِدُّ وَالْمُوَاظَبَةِ فَالظَّاهِرُ أَنَّهُ يَحْفَظُ أَكْثَرَهَا أَوْ نِصْفَهَا.",
        "فَأَمَّا إِذَا كَانَتْ لَهُ هِمَّةٌ عَالِيَةٌ وَلَمْ يَكُنْ لَهُ جَدٌّ، أَوْ كَانَ لَهُ جِدٌّ وَلَمْ يَكُنْ لَهُ هِمَّةٌ عَالِيَةٌ لَا يَحْصُلُ لَهُ الْعِلْمُ إِلَّا قَلِيلٌ."
      ],
      "isi_indonesia": [
        "Modal paling pokok dalam meraih sesuatu ialah **kesungguhan (kerja keras)** dan **cita-cita yang tinggi**. Segala sesuatu bisa dicapai asal mau bersungguh-sungguh dan bercita-cita luhur. Barang siapa yang cita-citanya ingin menguasai seluruh kitab Imam Muhammad bin Al-Hasan *rahimahullah Ta'ala*, dan disertai dengan kesungguhan serta ketekunan, maka tampaknya ia akan menguasai sebagian besar, atau paling tidak setengahnya.",
        "Namun, jika seseorang memiliki **cita-cita tinggi** tetapi **tidak memiliki kesungguhan**, atau memiliki **kesungguhan** tetapi **tidak memiliki cita-cita tinggi**, maka ia **tidak akan memperoleh ilmu kecuali sedikit**."
      ]
    },
    {
      "id": 37,
      "judul_arab": "وَذَكَرَ الشَّيْخُ الْإِمَامُ الْأَجَلُّ الْأُسْتَاذُ رَضِيُّ الدِّيْنِ النِّيْسَابُوْرِيُّ فِي كِتَابِ مَكَارِمِ الْأَخْلَاقِ",
      "judul_indonesia": "Kisah dari Syaikh Naisaburi dan Hadits Jangan Tergesa-gesa",
      "isi_arab": [
        "وَذَكَرَ الشَّيْخُ الْإِمَامُ الْأَجَلُّ الْأُسْتَاذُ رَضِيُّ الدِّيْنِ النِّيْسَابُوْرِيُّ فِي كِتَابِ مَكَارِمِ الْأَخْلَاقِ أَنَّ ذَا الْقَرْنَيْنِ لَمَّا أَرَادَ أَنْ يُسَافِرَ لِيَسْتَوْلِيَ عَلَى الْمَشْرِقِ وَالْمَغْرِبِ، شَاوَرَ الْحُكَمَاءَ وَقَالَ: كَيْفَ أُسَافِرُ لِهَذَا الْقَدْرِ مِنَ الْمُلْكِ، فَإِنَّ الدُّنْيَا قَلِيْلَةٌ فَانِيَّةٌ، وَمُلْكُ الدُّنْيَا أَمْرٌ حَقِيرٌ، فَلَيْسَ هٰذَا مِنْ عُلُوِّ الْهِمَّةِ. فَقَالَ الْحُكَمَاءُ: سَافِرْ لِيَحْصُلَ لَكَ مُلْكُ الدُّنْيَا وَالْآخِرَةِ، فَقَالَ: هَذَا أَحْسَنُ.",
        "قَالَ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ: إِنَّ اللَّهَ يُحِبُّ مَعَالِيَ الْأَمُوْرِ وَيَكْرَهُ سُفْسَافَهَا، وَقِيْلَ: فَلَا تَعْجَلْ بِأَمْرِكَ وَاسْتَدِمْهُ فَمَا صَلَّى عَصَاكَ كَمُسْتَدِيْمٍ",
        "وَقِيْلَ: قَالَ أَبُوْ حَنِيْفَةَ لِأَبِي يُوْسُفَ رَحِمَهُمَا اللهُ تَعَالىٰ: كُنْتَ بَلِيْدًا أَخْرَجَتْكَ الْمُوَاظِبَةُ فيِ،الدَّرْسِ وَإِيَّاكَ وَالْكَسَلَ فَإِنَّهُ شُؤْمٌ وَأٰفَةٌ عَظِيْمَةٌ."
      ],
      "isi_indonesia": [
        "**Syaikh Imam Al-Ajall Al-Ustadz Radhiyuddin An-Nisaburi** menyebutkan dalam kitabnya, *Makarimul Akhlak*, bahwa ketika **Dzulqarnain** hendak bepergian untuk menguasai Timur dan Barat, dia terlebih dahulu bermusyawarah dengan para ahli hikmah. Dia berkata, \"**Bagaimana aku harus pergi mengejar kekuasaan sebesar ini, sementara dunia ini amat sedikit dan akan sirna, dan kekuasaan dunia, menurutku, adalah hal yang remeh, itu bukan termasuk cita-cita yang luhur.**\" Orang-orang bijaksana itu berkata, \"**Pergilah supaya kamu memperoleh kerajaan dunia dan akhirat.**\" Dia menjawab, \"Jika demikian, baiklah.\"",
        "Rasulullah ﷺ bersabda, \"**Sesungguhnya Allah itu mencintai perkara-perkara yang luhur (tinggi) dan membenci perkara-perkara yang rendah.**\" Dikatakan oleh seorang penyair:\n\n\"**Maka janganlah tergesa-gesa dalam urusanmu, dan teruslah bersabar (ulet),**\n**Sebab tiada yang melunakkan tongkatmu seperti ketekunan.**\"",
        "Dikatakan: **Abu Hanifah** berkata kepada **Abu Yusuf** *rahimahumallah Ta'ala*: \"**Dahulu kamu memang lamban dalam memahami (bodoh), tetapi ketekunanmu dalam belajar telah mengeluarkanmu dari keadaan itu.** Jauhilah kemalasan, karena kemalasan itu adalah **keburukan dan bencana yang sangat besar**.\""
      ]
    },
    {
      "id": 38,
      "judul_arab": "يَا نَفْسُ يا نَفْسُ لَا تَرْخِي عَنِ الْعَمَلِفِي الْبِرِّ وَالْعَدْلِ وَالْإِحْسَانِ فِي مَهَلِ",
      "judul_indonesia": "Jangan menunda Amal Shaleh, Berbuat Adil, dan Berbuat Ihsan",
      "isi_arab": [
        "قَالَ الشَّيْخُ الْإمَامُ أَبُوْ نَصْرٍ الصَّفَّارُ الْأنْصَارِيُّ: يَا نَفْسُ يا نَفْسُ لَا تَرْخِي عَنِ الْعَمَلِفِي الْبِرِّ وَالْعَدْلِ وَالْإِحْسَانِ فِي مَهَلِ فَكُلُّ ذِيْ عَمَلٍ فِي الْخَيْرِ مُغْتَبِطٌ وَفِي بَلَاءٍ وَشُؤْمٍ كُلُّ ذِيْ كَسْلِ",
        "قَالَ الْمُصَنِّفُ: وَقَدِ اتَّفَقَ لِىْ فِى هٰذَا الْمَعْنٰى شِعْرٌ: دَعِىْ نَفْسِي التَّكَاسُلَ وَالتَّوَانِي وَإِلَّا فَاثْبُتِي فِي ذَا الْهَوَانِ فَلَمْ أَرَ لِلْكَسَالَى الْحَظَّ يُعْطَى سِوٰى نَدَمٍ وَحِرْمَانِ الْأَمَانِيْ",
        "وَقِيْلَ: كَمْ مِنْ حَيَاءٍ وَكَمْ عَجْزٍ وَكَمْ نَدَمٍ جَمٍّ تَوَلَّدَ لِلْإِنْسَانِ مِنْ كَسَلِ إِيَّاكَ عَنْ كَسَلٍ فِي الْبَحْثِ عَنْ شُبَهٍ مَا قَدْ عَلِمْتَ وَمَا قَدْ شَكَّ مِنْ كَسَلِ",
        "وَقَدْ قِيْلَ: أَلْكَسَلُ مِنْ قِلَّةِ التَّأَمُّلِ فِي مَنَاقِبِ الْعِلْمِ وَفَضَائِلِهٖ، فَيَنْبَغِي أَنْ يُتْعِبَ نَفْسَهُ عَلَى التَّحْصِيْلِ وَالْجِدِّ وَالْمُوَاظَبَةِ بِالتَّأَمُّلِ فِي فَضَائِلِ الْعِلْمِ,"
      ],
      "isi_indonesia": [
        "**Syaikh Imam Abu Nashr Ash-Shaffar Al-Anshari** berkata dalam syairnya:\n\n\"**Wahai jiwaku... wahai jiwaku, janganlah menunda amal**\n**Dalam kebaikan, keadilan, dan ihsan, jangan berlambat-lambat.**\n**Maka setiap orang yang beramal baik akan senang,**\n**Dan setiap orang yang malas berada dalam bencana dan kesialan.**\"",
        "**Imam Mushannif** berkata: \"Sungguh telah terlintas bagiku syair dengan makna ini:\n\n**Wahai jiwaku, tinggalkanlah kemalasan dan menunda-nunda,**\n**Jika tidak, maka tetaplah dalam kehinaan ini.**\n**Aku tidak melihat keberuntungan diberikan kepada para pemalas,**\n**Selain penyesalan dan terhalangnya cita-cita.**\"",
        "Dikatakan:\n\n\"**Betapa banyak penderitaan, kelemahan, dan penyesalan yang besar,**\n**Yang menimpa manusia lahir dari kemalasan.**\n**Jauhilah kemalasan dalam mencari (solusi) dari syubhat (keraguan),**\n**Apa yang telah kamu ketahui dan apa yang kamu ragukan itu berasal dari kemalasan.**\"",
        "Sungguh dikatakan: \"**Kemalasan itu timbul karena kurangnya perenungan terhadap keutamaan ilmu dan kelebihannya.**\" Oleh karena itu, seorang santri hendaknya bersusah payah dalam meraih ilmu, dengan kesungguhan dan ketekunan, serta dengan merenungkan keutamaan-keutamaan ilmu."
      ]
    },
    {
      "id": 39,
      "judul_arab": "الْعِلْمَ يَبْقٰى وَالْمَالَ يَفْنٰى",
      "judul_indonesia": "Ilmu itu Kekal dan Harta itu akan Sirna",
      "isi_arab": [
        "فَإِنَّ الْعِلْمَ يَبْقٰى وَالْمَالَ يَفْنٰى، كَمَا قَالَ أَمِيْرُ الْمُؤْمِنِيْنَ عَلِيُّ بْنُ أَبِي طَالِبٍ كَرَّمَ اللَّهُ وَجْهَهُ.",
        "رَضِيْنَا قَسْمَةَ الْجَبَّارِ فِيْنَا لَنَا عِلْمٌ وَلِلْأَعْدَاءِ مَالٌ فَإِنَّ الْمَالَ يَفْنَى عَنْ قَرِيْبِ وَإِنَّ الْعِلْمَ يَبْقَى لَا يَزَالُ",
        "وَالْعِلْمُ النَّافِعُ يَحْصُلُ بِهِ حَسْنُ الذِّكْرِ وَيَبْقَى ذَلِكَ بَعْدَ وَفَاتِهِ فَعِنَّهُ حَيَاةٌ أَبَدِيَّةٌ وَأَنْشَدَنَا الشَّيْخُ الْإِمَامُ الْأَجَلُّ ظَهِيرُ الدِّيْنِ مُفْتِى الْأَئِمَّةِ الْحَسَنُ بْنُ عَلِيٍّ الْمَعْرُوفُ بِالْمُرْغِينَانِيِّ رَحِمَهُ اللهُ تَعَالى شِعْرًا:"
      ],
      "isi_indonesia": [
        "Karena **ilmu itu kekal, sedangkan harta benda akan sirna**. Sebagaimana dikatakan Amirul Mukminin **Ali bin Abi Thalib** *karramallahu wajhah*:\n\n\"**Kami rida dengan pembagian Allah Yang Maha Perkasa atas kami,**\n**Bagi kami ilmu, dan bagi musuh-musuh (kami) harta.**\n**Maka sesungguhnya harta akan segera sirna,**\n**Sedangkan ilmu akan tetap ada, takkan pernah hilang.**\"",
        "Ilmu yang bermanfaat akan menghasilkan **nama baik** dan akan **tetap dikenang** setelah kematian pemiliknya. Sesungguhnya itu adalah **kehidupan yang abadi**. **Syaikh Imam Al-Ajall Zahiruddin**, mufti para imam, **Hasan bin Ali**, yang dikenal dengan Al-Murghinani *rahimahullah Ta'ala*, mengalunkan syair:"
      ]
    },
    {
      "id": 40,
      "judul_arab": "الْجَاهِلُوْنَ مَوْتَى قَبْلَ مَوْتِهِمْ وَالْعَالِمُوْنَ وَإِنْ مَاتُوْا فَأَحْيَاءُ",
      "judul_indonesia": "Orang bodoh haikaktnya mati sebelum mati, dan orang yang berilmu tetap hidup sekalipun sudah mati.",
      "isi_arab": [
        "الْجَاهِلُوْنَ مَوْتَى قَبْلَ مَوْتِهِمْ وَالْعَالِمُوْنَ وَإِنْ مَاتُوْا فَأَحْيَاءُ",
        "وَأَنْشَدَنَا الشَّيْخُ الْإسْلاَمِ بُرْهَانُ الدِّيْنِ: وَفِي الْجَهْلِ قَبْلَ الْمَوْتِ مَوْتٌ لِأَهْلِهِ فَأَجْسَامُهُمْ قَبْلَ الْقُبُورِ قُبُورٌوَإِنْ أَمْرُؤٌ لَمْ يَحْيَ بِالْعِلْمِ مَيِّتٌ فَلَيْسَ لَهُ حِينَ النَّشُورِ نَشُورٌ أَخُو الْعِلْمِ حَيٌّ خَالِدٌ بَعْدَ مَوْتِهِ وَأَوْصَالُهُ تَحْتَ التُّرَابِ رَمِيمٌ،",
        "وَذُوالْجَهْلِ مَيِّتٌ وَهُوَ يَمْشِي عَلَى الثَّرَى يَظْهَرُ مِنَ الْأَحْيَاءِ وَهُوَ عَدِيمٌ"
      ],
      "isi_indonesia": [
        "**\"Orang-orang bodoh hakikatnya mati sebelum mati,**\n**Sedangkan orang-orang yang berilmu, sekalipun telah mati, mereka tetap hidup.\"**",
        "**Syaikhul Islam Burhanuddin** mengalunkan syair:\n\n\"**Dan dalam kebodohan, sebelum kematian ada kematian bagi ahlinya,**\n**Maka jasad-jasad mereka sebelum kuburan adalah kuburan (bagi jiwanya).**\n**Dan jika seseorang tidak hidup (dengan) ilmu, ia adalah mayat,**\n**Maka tiada baginya kebangkitan di hari kebangkitan.**\n**Pemilik ilmu itu hidup kekal setelah kematiannya,**\n**Walaupun tulang-belulangnya di bawah tanah telah hancur.**\"",
        "\"**Dan orang yang bodoh itu mayat, padahal ia berjalan di atas tanah,**\n**Ia tampak seperti orang hidup, padahal ia tiada (tidak berarti).**\""
      ]
    },
    {
      "id": 41,
      "judul_arab": "​وَأَنْشَدَنَا الشَّيْخُ الْإسْلاَمِ بُرْهَانُ الدِّيْنِ:",
      "judul_indonesia": "Syair Syaikh Burhanuddin tentang Keutamaan Ilmu dari Harta dan Kedudukan",
      "isi_arab": [
        "وَأَنْشَدَنَا الشَّيْخُ الْإسْلاَمِ بُرْهَانُ الدِّيْنِ: إِذِ الْعِلْمُ أَعْلىٰ رُتْبَةٍ فِى الْمَــــــــرَاتِبِ وَمِنْ دُوْنِهْ عِزُّ الْعُلَى فـِى الْمَوَاكِــبِ",
        "فَذُو الْعِلْمُ يَبْقَــى عِزُّهُ مُتَضَــاعِفَـاوَذُو الْجَهْلِ بَعْدَ الْمَوْتِ تَحْتَ التَّرَائِبِ",
        "فَـهَـيْهَاتَ لَا يَرْجـُـوْ مَـدَاهُ مَـنِ ارْتَـقَى رُقِيِّ وَلِيِّ الْمُلْكِ وَالِـى الْكَــــتَائِبِ",
        "سَأُمْلِى علَيْكُــمْ بَعْضَ مَا فِيْهِ فَاسْمَعُوْا فَفِيَّ حَصْرٌ عَنْ ذِكْرِ كُـلِّ الْمَنَاقِبِ",
        "وَهُوَ النُّوْرُ كُلُّ النُّوْرِ يَهْدِىْ عَنِ الْعَمَى وَذُوْ الْجَهْلِ مَرَّ الدَّهْرِ بَيْنَ الْغَيَاهِبِ",
        "هُوَ الذِّرْوَةُ الشَّمَاءُ تَحمِىْ مَنِ التّجَا إِلَيْهَا وَيُمْشِىْ آمِنَّا فِى الـــنـَّوَائِبِ",
        "بِهِ يَنْجُوْ وَالنَّاسُ فِي غَفْلَاتِهِمْ بِهِ يَرْتَجِي وَالرُّوْحُ بَيْنَ التَّرَائِبِ",
        "بِهِ يَشْفَعُ الْإِنْسَانُ مِنْ رَاحَ عَاصِيًا إِلَى دَرَكِ النِّيْرَانِ شَرِّالْعَوَاقِبِ",
        "فَمَنْ رَامَهُ رَامَ الْمَآرِبَ كُلَّهَا وَمَنْ حَازَهُ قَدْ حَازَ كُلَّ الْمَطَالِبِ",
        "هُوَ الْمَنْصَبُ الْعَالِيْ أَيَاصَاحِبَ الْحِجَا إِذَا نِلْتَهُ هَوِّنْ بِفَوْتِ الْمَنَاصِبِ",
        "فَإِنْ فَاتَكَ الدُّنْيَا وَطِيْبُ نَعِيْمِهَا فَغَمِّضْ فَإِنَّ الْعِلْمَ خَيْرُ الْمَوَاهِبِ"
      ],
      "isi_indonesia": [
        "**Syaikh Burhanuddin** mengalunkan syair:\n\n**\"Ilmu adalah kedudukan tertinggi di antara segala kedudukan,**\n**Dan di bawahnya ada kemuliaan tertinggi dalam iringan (kemewahan).\"**",
        "**\"Maka pemilik ilmu, kemuliaannya tetap berlipat ganda,**\n**Sedangkan orang bodoh, setelah mati, berada di bawah gundukan tanah.**\"",
        "**\"Maka mustahil, tidak akan berharap mencapai puncaknya, orang yang naik,**\n**Seperti naiknya penguasa kerajaan dan pemimpin pasukan.\"**",
        "**\"Aku akan mendiktekan kepadamu sebagian yang ada di dalamnya, maka dengarkanlah,**\n**Sebab keterbatasanku dalam menyebutkan semua keutamaannya.\"**",
        "**\"Ia (ilmu) adalah cahaya, seluruh cahaya yang membimbing dari kebutaan,**\n**Sedangkan orang bodoh sepanjang masa berada dalam kegelapan pekat.**\"",
        "**\"Ia adalah puncak yang tinggi, melindungi siapa pun yang berlindung kepadanya,**\n**Dan ia berjalan dengan aman di tengah bencana.\"**\n\n(Rangkuman makna): \"Kedudukan orang berilmu jauh lebih tinggi daripada raja dan panglima. Aku akan menerangkan keunggulan ilmu kepada kalian. Ketahuilah, ilmu itu laksana cahaya terang yang sempurna yang dapat menerangi jalan orang bodoh di sepanjang masa, orang yang berada dalam kebodohan. Ilmu itu laksana puncak gunung yang tinggi yang dapat menyelamatkan manusia dari bahaya banjir.\"",
        "**\"Dengan ilmu seseorang akan selamat di saat orang lain dalam kelalaian,**\n**Dengan ilmu seseorang berharap (keselamatan) saat ruh berada di antara tulang dada (sakaratul maut).\"**",
        "**\"Dengan ilmu seseorang dapat memberi syafaat kepada orang durhaka yang digiring,**\n**Menuju jurang neraka, seburuk-buruk tempat kembali.\"**",
        "**\"Maka barang siapa mencarinya (ilmu), ia telah mencari segala tujuan,**\n**Dan barang siapa mendapatkannya, sungguh ia telah mendapatkan semua yang dicari.\"**",
        "**\"Ia adalah kedudukan yang tinggi, wahai pemilik akal,**\n**Jika engkau meraihnya, anggaplah remeh hilangnya kedudukan (duniawi).\"**",
        "**\"Maka jika dunia dan kenikmatannya terlepas darimu,**\n**Pejamkan matamu, karena sesungguhnya ilmu adalah sebaik-baik pemberian.\"**\n\n(Rangkuman makna): \"Dengan ilmu, orang akan selamat dari siksa akhirat. Sedangkan orang yang meremehkan ilmu akan menyesal di akhirat. Orang berilmu (ulama) dapat memberi syafaat kepada orang yang berlaku maksiat ketika ia digiring menuju neraka. Orang yang mencari ilmu, berarti dia mencari segala-galanya. Dan orang yang memperoleh ilmu, berarti dia telah mencapai segalanya. Karena ilmu itu kedudukannya lebih luhur dari segala yang luhur. Renungkan hal ini, wahai pelajar. Jika telah memperoleh ilmu, maka jangan risau bila kamu gagal meraih kedudukan duniawi yang lain. Dan jangan cemas bila kamu tidak memiliki harta dunia dan kenikmatannya. Karena sebaik-baik pemberian adalah ilmu agama Islam, terutama ilmu fikih.\""
      ]
    },
    {
      "id": 42,
      "judul_arab": "إِذَا مَا اعْتَزَّ ذُوعِلْمٍ بِعِلْمٍ # فَعِلْمُ الْفِقْهِ أَوْلَى بِاعْتِزَازٍ",
      "judul_indonesia": "Keutamaan Ilmu Fiqih sebagai Ilmu yg Mulia",
      "isi_arab": [
        "وَأُنشدتُ لبعضهم: إِذَا مَا اعْتَزَّ ذُوعِلْمٍ بِعِلْمٍ # فَعِلْمُ الْفِقْهِ أَوْلَى بِاعْتِزَازٍ فَكَمْ طِيْبٍ يَفُوْحُ وَلَا كَمِسْكِ # وَكَمْ طَيْرٍ يَطِيْرُ وَلَا كَبَازِى"
      ],
      "isi_indonesia": [
        "Aku dibacakan syair gubahan sebagian para ulama:\n\n**\"Apabila orang-orang yang berilmu merasa mulia karena ilmunya,**\n**Maka ilmu fikih lebih pantas mendatangkan kemuliaan (bagi pemiliknya).**\n**Betapa banyak minyak wangi yang harum semerbak, tapi tidak seharum minyak misik,**\n**Dan betapa banyak burung yang terbang, tapi tidak sehebat burung rajawali.**\""
      ]
    },
    {
      "id": 43,
      "judul_arab": "الْفِقْهُ أَنْفَسُ شَيْءٍ أَنْتَ ذَاخِرُهُ مَنْ يَدْرُسِ الْعِلْمَ لَمْ تَدْرُسْ مَفَاخِرُهُ",
      "judul_indonesia": "Keutamaan Ilmu Fiqih, sebagai Ilmu yang paling berharga",
      "isi_arab": [
        "وَأَنْشَدْتُ أَيْضًا لِبَعْضِهِمْ: الْفِقْهُ أَنْفَسُ شَيْءٍ أَنْتَ ذَاخِرُهُ مَنْ يَدْرُسِ الْعِلْمَ لَمْ تَدْرُسْ مَفَاخِرُهُ فَاجْهَدْ لِنَفْسِكَ مَا أَصْبَحْتَ تَجْهَلُهُ فَأَوَّلُ الْعِلْمِ إِقْبَالٌ وَآخِرُهُ",
        "وَكَفَى بِلَذَّةِ الْعِلْمِ وَالْفِقْهِ وَالْفَهْمِ دَاعِيًا وَبَاعِثًا لِلْعَاقِلِ عَلَى تَحْصِيْلِ الْعِلْمِ وَقَدْ يَتَوَلَّدُ الْكَسَلُ مِنَ الْبَلْغَمِ وَالرَّطُوْبَاتِ. وَطَرِيْقُ تَقْلِيْلِهِ تَقْلِيْلُ الطَّعَامِ."
      ],
      "isi_indonesia": [
        "Aku juga dibacakan syair dari sebagian ulama:\n\n**\"Fikih adalah sesuatu yang paling berharga yang engkau simpan (sebagai bekal),**\n**Siapa yang mempelajari ilmu, kemuliaannya takkan pudar.**\n**Maka bersungguh-sungguhlah untuk dirimu (mempelajari) apa yang masih kamu tidak ketahui,**\n**Maka awal ilmu adalah penerimaan (minat), dan akhirnya adalah (penguasaan).\"**",
        "Cukuplah **lezatnya ilmu, fikih, dan pemahaman** menjadi pendorong dan penggerak bagi orang yang berakal untuk meraih ilmu. Dan terkadang **kemalasan itu muncul dari dahak dan cairan tubuh (kelembaban)**. Cara mengurangi kemalasan adalah dengan mengurangi makan."
      ]
    },
    {
      "id": 44,
      "judul_arab": "وَطَرِيْقُ تَقْلِيْلِ الْأَكْلِ التَّأَمُّلَ فِي مَنَافِعِ قِلَّةِ الْأَكْلِ وَهِيَ الصِّحَّةُ وَالْعِفَّةُ وَالْإِيثَارُ وَقِيْلَ",
      "judul_indonesia": "Keutamaan Makan Sedikit, Mengurangi Dahak, dan Cara Menguatkan Hafalan",
      "isi_arab": [
        "قِيْلَ: اتَّفَقَ سَبْعُوْنَ نَبِيًّا عَلىٰ أَنَّ كَثْرَةَ النِّسْيَانِ مِنْ كَثْرَةِ الْبَلْغَمِ، وَكَثْرَةُ الْبَلْغَمِ مِنْ كَثْرَةِ شُرْبِ الْمَاءِ، وَكَثْرَةُ شُرْبِ الْمَاءِ مِنْ كَثْرَةِ الْأَكْلِ، وَالْخُبْزُ الْيَابِسُ يَقْطَعُ الْبَلْغَمَ، وَكَذٰلِكَ أَكْلُ الزَّبِيبِ عَلَى الرِّيقِ، وَلَا يُكْثِرُ مِنْهُ، حَتَّى لَا يَحْتَاجَ إِلَى شُرْبِ الْمَاءِ فَيَزِيدَ الْبَلْغَمُ.",
        "وَالسِّوَاكُ يُقَلِّلُ الْبَلْغَمَ، وَيَزِيدُ فِي الْحِفْظِ وَالْفَصَاحَةِ، فَإِنَّهُ سُنَّةٌ سَنِيَّةٌ، تَزِيْدُ فِي ثَوَابِ الصَّلَاةِ، وَقِرَاءَةِ الْقُرْآنِ، وَكَذٰلِكَ الْقَيْءُ يُقَلِّلُ الْبَلْغَمَ وَالرُّطُوبَاتِ.",
        "وَطَرِيْقُ تَقْلِيْلِ الْأَكْلِ التَّأَمُّلَ فِي مَنَافِعِ قِلَّةِ الْأَكْلِ وَهِيَ الصِّحَّةُ وَالْعِفَّةُ وَالْإِيثَارُ وَقِيْلَ: فَعَارٌ ثُمَّ عَارٌ ثُمَّ عَارٌ شَقَاءُ الْمَرْءِ مِنْ أَجْلِ الطَّعَام",
        "وَعَنِ النَّبِيِّ عَلَيْهِ الصَّلاَةُ وَالسَّلَامُ أَنَّهُ قَالَ: ثَلَاثَةٌ يَبْغِضُهُمُ اللَّهُ تَعَالىٰ مِنْ غَيْرِ جُرْمٍ: الْأَكُوْلُ وَالْبَخِيْلُ وَالْمُتَكَبِّرُ. وَتَّأَمَّلُ فِي مَضَارِّ كَثْرَةُ الْأَكْلِ وَهِيَ: الْأَمْرَاضُ وَكَلَالَةُ الطَّبْعِ. وَقِيْلَ: الْبَطْنَةُ تَذْهِبُ الْفِطْنَةَ.",
        "حُكِيَ عَنْ جَالِيْنُوْسَ أَنَّهُ قَالَ: الرُّمَّانُ نَفْعُ كُلُّهُ وَالسَّمَكَ ضَرَرٌ كُلُّهُ وَقَلِيْلُ السَّمَكِ خَيْرٌ مِنْ كَثِيْرِ الرُّمَّانِ وَفِيهِ إِتْلاَفُ الْمَالِ وَالْأَكْلُ فَوْقَ الشِبَعِ ضَرَرٌ مَحْضٌ وَيَسْتَحِقُّ بِهِ الْعِقَابَ فيِ دَارِ الْآخِرَةِ، وَالأَكُوْلُ بَغِيْضٌ فِي الْقُلُوبِ.",
        "وَطَرِيْقُ تَقْلِيْلِ الْأَكْلِ: أَنْ يَأْكُلَ الْأَطْعِمَةَ الدَّسِمَةَ وَيُقَدِّمَ فِي الْأَكْلِ الْأَلْطَفَ وَالْأَشْهٰى وَلاَ يَأْكُلَ مَعَ الْجَيْعَانِ إِلاَّ إِذَا كَانَ لَهُ غَرْضٌ صَحِيْحٌ فِي كَثْرَةِ الْأَكْلِ بِأَنْ يَتَقَوَّى بِهِ عَلَى الصِّيَامِ وَالصَّلاَةِ وَالْأَعْمَالِ الشَّاقَّةِ فَلَهُ ذٰلِكَ."
      ],
      "isi_indonesia": [
        "Dikatakan: \"Tujuh puluh nabi telah sepakat bahwa **banyaknya lupa itu berasal dari banyaknya dahak**, banyaknya dahak itu dari banyaknya minum air, dan banyaknya minum air itu dari banyaknya makan.\" **Roti kering dapat menghilangkan dahak**, demikian pula **makan kismis (anggur kering) di pagi hari saat perut kosong**, tetapi jangan berlebihan agar tidak haus yang justru akan menambah dahak.",
        "**Bersiwak juga dapat mengurangi dahak**, dan **menambah kekuatan hafalan serta kefasihan**. Sesungguhnya siwak adalah sunah yang mulia, dapat menambah pahala salat dan membaca Al-Qur'an. Demikian pula **muntah dapat mengurangi dahak dan cairan tubuh**.",
        "Adapun cara mengurangi makan adalah dengan merenungkan **manfaat sedikit makan**, yaitu: **kesehatan, iffah (menjaga diri), dan itsar (mendahulukan orang lain)**. Dikatakan:\n\n**\"Sungguh aib, kemudian aib, kemudian aib,**\n**Kesengsaraan seseorang hanya karena makanan.\"**",
        "Dari Nabi ﷺ, beliau bersabda: \"**Tiga golongan yang Allah Ta'ala membenci mereka tanpa dosa (khusus): orang yang banyak makan, orang yang kikir, dan orang yang sombong.**\" Renungkanlah juga bahaya banyak makan, yaitu: **berbagai penyakit dan tumpulnya akal**. Dikatakan: \"**Kenyang itu menghilangkan kecerdasan.**\"",
        "Dikisahkan dari Galen (Jalinus) bahwa ia berkata: \"**Buah delima semuanya bermanfaat, sedangkan ikan semuanya berbahaya.**\" Sedikit makan ikan lebih baik daripada banyak makan delima. Dan di dalamnya (banyak makan) terdapat pemborosan harta. Makan berlebihan itu murni bahaya, dan dengannya seseorang berhak mendapatkan siksa di akhirat. Orang yang banyak makan itu dibenci di hati (manusia).",
        "Cara mengurangi makan adalah: dengan memakan makanan yang sedikit berlemak, dan mendahulukan makanan yang lebih lembut dan lebih lezat. Dan **jangan makan bersama orang yang kelaparan, kecuali jika ada tujuan yang benar dalam banyak makan**, seperti untuk menguatkan diri dalam berpuasa, salat, atau melakukan pekerjaan-pekerjaan berat, maka itu diperbolehkan baginya."
      ]
    },
    {
      "id": 45,
      "judul_arab": "كَانَ أُسْتَاذُنَا شَيْخُ الْإِسْلَامِ بُرْهَانُ الدِّيْنِ يُوْقِفُ بِدَايَةِ السَّبَقِ عَلَى يَوْمِ الْأَرْبِعَاءِ",
      "judul_indonesia": "Kapan Waktu yang terbaik untuk Memulai Belajar",
      "isi_arab": [
        "كَانَ أُسْتَاذُنَا شَيْخُ الْإِسْلامِ بُرْهَانُ الدِّيْنِ يُوْقِفُ بِدَايَةِ السَّبَقِ عَلَى يَوْمِ الْأَرْبِعَاءِ وَكَانَ يَرْوِي فِي ذٰلِكَ حَدِيْثًا فَيَسْتَدِلُّ بِهِ وَيَقُولُ: \"قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: مَا مِنْ شَيْءٍ بُدِئَ فيِ يَوْمِ الْأَرْبِعَاءِ إِلَّا وَقَدْ تَمَّ\"، وَهٰكَذَا كَانَ يَفْعَلُ أَبُوْ حَنِيْفَةَ، وَكَانَ يَرْوِي هٰذَا الْحَدِيْثَ عَنْ أُسْتَاذِهِ الشَّيْخِ",
        "الْإِمَامِ الْأَجَلِّ قِوَامِ الدِّيْنِ أَحْمَدَ بْنِ عَبْدِ الرَّشِيدِ، وَسَمِعْتُ مِمَّنْ أَثِقُ بِهٖ أَنَّ الشَّيْخَ يُوسُفَ الْهَمْذَانِيَّ، كَانَ يُوْقِفُ كُلَّ عَمَلٍ مِنْ أَعْماَلِ الْخَيْرِ عَلَى يَوْمِ الْأَرْبِعَاءِ.",
        "وَهٰذَا لِأَنَّ يَوْمَ الْأَرْبِعَاءِ يَوْمٌ خُلِقَ فِيْهِ النُّوْرُ، وَهُوَ يَوْمُ نَحْسٍ فِي حَقِّ الْكُفَّارِ فَيَكُوْنُ مُبَارَكًا لِلْمُؤْمِنِينَ."
      ],
      "isi_indonesia": [
        "**MULAI MENGAJI, UKURAN DAN URUTANNYA**",
        "Guru kami, **Syaikh Burhanuddin**, biasa memulai pengajian pada **hari Rabu**. Beliau melakukan hal itu berdasarkan hadis Nabi yang berbunyi, \"**Tidak ada sesuatu yang dimulai pada hari Rabu kecuali akan menjadi sempurna.**\" Demikian pula **Abu Hanifah** biasa melakukannya, dan beliau meriwayatkan hadis ini dari gurunya, Syaikh Imam Al-Ajall Qawamuddin Ahmad bin Abdur Rasyid.",
        "Aku pernah mendengar dari orang yang kupercaya bahwa **Syaikh Yusuf Al-Hamdani** biasa memulai setiap amal kebaikan pada **hari Rabu**.",
        "Hal ini karena **hari Rabu adalah hari di mana cahaya diciptakan**. Meskipun ia dianggap hari sial bagi orang kafir, namun bagi orang mukmin, ia adalah **hari yang penuh berkah**."
      ]
    },
    {
      "id": 46,
      "judul_arab": "وَأَمَّا قَدْرُ السَّبَقِ فِي الْإِبْتِدَاءِ",
      "judul_indonesia": "Ukuran Belajar untuk Pemula",
      "isi_arab": [
        "وَأَمَّا قَدْرُ السَّبَقِ فِي الْإِبْتِدَاءِ كَانَ أَبُوْ حَنِيْفَةَ يَحْكِىْ عَنِ الشَّيْخِ الْقَاضِى الْإِمَامِ عُمَرَ بْنِ أَبِى بَكْرِ الزَّرْنَجِىْ أَنَّهُ قَالَ: قَالَ مَشَايِخُنَا: يَنْبَغِىْ أَنْ يَكُوْنَ قَدْرُ السَّبَقِ لِلْمُبْتَدِئِ قَدْرَ مَا يُمْكِنُ ضَبْطُهُ بِالْإِعَادَةِ مَرَّتَيْنِ وَيَزِيْدُ كُلَّ يَوْمٍ كَلِمَةً حَتَّى أِنَّهُ وَإِنْ طَالَ السَّبَقُ وَكَثُرَ يُمْكِنُ ضَبْطُهُ بِالْإِعَادَةِ مَرَّتَيْنِ، يَزِيْدُ بِالرِّفْقِ وَالتَّدْرِيْجِ، فَأَمَّا إِذَا طَالَ السَّبَقُ فِي الْإِبْتِدَاءِ وَاحْتَاجَ الْمُتَعَلِّمُ إِلىٰ إِعَادَةِ عَشْرَ مَرَّاتٍ فَهُوَ فِي الْإِنْتِهَاءِ أَيْضًا يَكُوْنُ كَذٰلِكَ لِأَنَّهُ يَعْتَادُ ذٰلِكَ وَلاَ يَتْرُكُ تِلْكَ الْعَادَةَ إِلَّا بِجهد بِجَهْدٍ كَثِيْرٍ.",
        "وَقِيْلَ: السَّبَقُ حَرْفٌ وَالتِّكْرَارُ أَلْفٌ. وَيَنْبَغِيْ أَنْ يَبْتَدِئَ بِشَيْءٍ يَكُوْنُ أَقْرَبَ إِلَى فَهْمِهِ. وَكَانَ الشَّيْخُ الْإِمَامُ الْأُسْتَاذُ شَرَفُ الدِّيْنِ الْعُقَيْلِيُّ يَقُوْلُ: الصَّوَابُ عِنْدِيْ فِي هٰذَا مَا فَعَلَهُ مَشَايِخُنَا فَإِنَّهُمْ كَانُوْا يَخْتَارُوْنَ لِلْمُبْتَدِئِ صِغَارَاتِ الْمُبْسُوْطَةِ لِأَنَّهُ أَقْرَبُ إِلَى الْفَهْمِ وَالضَّبْطِ وَأَبْعَدُ مِنَ الْمَلَالَةِ وَأَكْثَرُ وَقُوْعًا."
      ],
      "isi_indonesia": [
        "Adapun **ukuran belajar bagi orang yang baru memulai**, menurut cerita Abu Hanifah dari Syaikh Al-Qadhi Imam Umar bin Abi Bakar Az-Zarnuji, beliau berkata, \"Guru-guru kami berkata: 'Seyogianya **ukuran pelajaran bagi pemula adalah sekadar yang bisa dikuasai dengan mengulang dua kali**.' Dan setiap hari ia menambah satu kata, sehingga meskipun pelajaran menjadi panjang dan banyak, ia tetap bisa menguasainya dengan mengulang dua kali. Ia menambahnya dengan **perlahan dan bertahap**.\n\nAdapun jika pelajaran di awal sudah terlalu panjang dan pelajar membutuhkan pengulangan hingga sepuluh kali, maka di akhir pun ia akan terbiasa seperti itu, karena ia sudah terbiasa dan tidak akan meninggalkan kebiasaan itu kecuali dengan usaha yang keras.\"",
        "Dikatakan: \"**Pelajaran itu satu huruf, dan pengulangannya seribu kali.**\" Dan hendaknya ia memulai dengan sesuatu yang lebih mudah dipahami. Syaikh Imam Al-Ustadz Syarafuddin Al-'Uqaili berkata: \"Menurutku, yang benar dalam hal ini adalah apa yang dilakukan oleh guru-guru kami. Sesungguhnya mereka memilihkan untuk pemula **kitab-kitab yang ringkas dan mudah**, karena itu lebih dekat kepada pemahaman dan penguasaan, lebih jauh dari kebosanan, dan lebih sering terjadi (lebih efektif)."
      ]
    },
    {
      "id": 47,
      "judul_arab": "وَيَنْبَغِيْ أَنْ يُعَلِّقَ السَّبَقَ بَعْدَ الضَّبْطِ",
      "judul_indonesia": "Tata Cara Belajar dan Menghafal bagi Santri",
      "isi_arab": [
        "وَيَنْبَغِيْ أَنْ يُعَلِّقَ السَّبَقَ بَعْدَ الضَّبْطِ وَالْإِعَادَةِ كَثِيرًا فَإِنَّهُ نَافِعٌ جِدًّا وَلَا يَكْتُب الْمُتَعَلِّمُ شَيْئًا لَا يَفْهَمُهُ فَإِنَّهُ يُورِثُ كَلَالَةَ الطَّبْعِ وَيُذْهِبُ الْفِطْنَةَ وَيَضِيِّعُ أَوْقَاتَهُ.",
        "وَيَنْبَغِيْ أَنْ يَجْتَهِدَ فِي الفَهْمِ مِنَ الْأُسْتَاذِ بِالتَّأَمُّلِ وَبِالتَّفَكُّرِ وَكَثْرَةِ التِّكْرَارِ، فَإِنَّهُ إِذَا قَلَّ السَّبَقُ وَكَثُرَ التِّكْرَارُ وَالتَّأَمُّلُ يُدْرِكُ وَيَفْهَمُ.",
        "قِيْلَ: حِفْظُ حَرْفَيْنِ خَيْرٌ مِنْ سَمَاعِ وِقْرَيْنِ، وَفَهْمُ حَرْفَيْنِ خَيْرٌ مِنْ حِفْظِ وِقْرَيْنِ. وَإِذَا تَهَاوَنَ فِي الْفَهْمِ وَلَمْ يَجْتَهِدْ مَرَّةً أَوْ مَرَّتَيْنِ يَعْتَادُ ذٰلِكَ فَلاَ يُفْهَمُ الْكَلَامَ الْيَسِيْرَ.",
        "فَيَنْبَغِيْ أَنْ يَجْتَهِدَ وَيَدْعُوَ اللَّهَ وَيَتَضَرَّعَ إِلَيْهِ فَإِنَّهُ يُجِيبُ مَنْ دَعَاهُ وَلَا يُخَيِّبُ مَنْ رَجَاهُ."
      ],
      "isi_indonesia": [
        "Setelah benar-benar hafal dan dimengerti, santri harus **mencatat pelajarannya** (memberi ta'liq), karena hal itu sangat bermanfaat. Dan seorang pelajar **jangan menulis sesuatu yang belum ia pahami**, sebab hal itu akan menimbulkan kebingungan (kekalutan pikiran), menghilangkan kecerdasan, dan menyia-nyiakan waktu.",
        "Seyogianya seorang santri **bersungguh-sungguh dalam memahami (pelajaran) dari gurunya** dengan cara **merenungkan, memikirkan, dan banyak mengulang-ulang**. Karena jika pelajaran sedikit namun pengulangan dan perenungan banyak, ia akan memahami dan mengerti.",
        "Dikatakan: \"**Menghafal dua huruf lebih baik daripada mendengar dua pikul (banyak), dan memahami dua huruf lebih baik daripada menghafal dua pikul.**\" Jika seseorang meremehkan pemahaman dan tidak bersungguh-sungguh (berusaha) satu atau dua kali, ia akan terbiasa demikian, sehingga kalimat yang mudah pun akan sulit dipahaminya.",
        "Oleh karena itu, seharusnya ia **bersungguh-sungguh, berdoa kepada Allah, dan merendahkan diri kepada-Nya**, karena sesungguhnya Dia akan mengabulkan siapa saja yang berdoa kepada-Nya dan tidak akan mengecewakan siapa pun yang berharap kepada-Nya."
      ]
    },
    {
      "id": 48,
      "judul_arab": "أَنْشَدْنَا الشَّيْخُ الْإِماَمُ الْأَجَلُّ قِوَامُ الدِّيْنِ حَمَّادُ بْنُ إِبْرَاهِيْمَ",
      "judul_indonesia": "Syair-syair terkait Menuntut Ilmu dan Waktu Belajar",
      "isi_arab": [
        "أَنْشَدْنَا الشَّيْخُ الْإِماَمُ الْأَجَلُّ قِوَامُ الدِّيْنِ حَمَّادُ بْنُ إِبْرَاهِيْمَ بْنِ إِسْمَاعِيْلَ الصَّفَّارِ إِمْلَاءً لِلْقَاضِي الْخَلِيْلِ بْنِ أَحْمَدَ الشَّرْخَسِيِّ:",
        "أَخْدُمِ العِلْمَ خِدْمَةَ الْمُسْتَفِيدِ وَأَدِمْ دَرْسَهُ بِفِعْلٍ حَمِيدِ",
        "وَإِذَا مَا حَفِظْتَ شَيْئًا أَعِدْهُ ثُمَّ أَكِّدْهُ غَايَةَ التَّأْكِيْدِ",
        "ثُمَّ عَلِّقْهُ كَيْ تَعُودَ إِلَيْهِ وَإِلَى دَرْسِهِ عَلَى التَّأْبِيدِ",
        "فَإِذَا أَمِنْتَ مِنْهُ فَوَاتهُ فَانْتَدِبْ بَعْدَهُ لِشَيْءٍ جَدِيْدِ",
        "مَعَ تِكْرَارِ مَا تَقَدَّمَ مِنْهُ وَاقْتِنَاءٍ لِشَأْنِ هَذَا الْمَزِيْدِ",
        "ذَاكِرِ النَّاسَ بِالْعُلُومِ لِتَحْيَا لَا تَكُنْ مِنْ أُوْلىِ النُّهَى بِبَعِيْدِ",
        "إِذَا كَتَمْتَ العُلُوْمَ أَنْسِيْتَ حَتَّى لَا تَرىٰ غَيْرَ جَاهِلٍ وَبَلِيْدِ",
        "ثُمَّ أُلْجِمْتَ فِي الْقِيَامَةِ نَارًا وَتَلَهَّبْتَ بِالْعَذَابِ الشَّدِيْدِ"
      ],
      "isi_indonesia": [
        "**Syaikh Qawamuddin Hammad bin Ibrahim bin Ismail Ash-Shaffar** membacakan syairnya kepada Qadhi Khalil bin Ahmad Asy-Syarkhasi:",
        "**\"Layanilah ilmu sebagaimana pelayanan orang yang ingin mendapatkan keberuntungan,**\n**Dan terus-meneruslah mempelajarinya dengan cara yang terpuji.**\"",
        "**\"Dan apabila kamu telah menghafal sesuatu, ulangilah ia,**\n**Kemudian kukuhkan hafalanmu sekukuh-kukuhnya.**\"",
        "**\"Lalu catatlah agar kamu dapat mengeceknya kembali,**\n**Dan dapat mempelajarinya untuk selamanya.\"**",
        "**\"Maka jika kamu telah merasa aman tidak akan melupakannya,**\n**Setelah itu, segeralah kamu mempelajari ilmu yang baru.**\"",
        "**\"Bersama dengan mengulang-ulang ilmu yang telah lalu,**\n**Dan berusahalah mendapatkan lebih dari yang ini.\"**",
        "**Ringkasan Syair:**\n\"Carilah ilmu dengan sungguh-sungguh sampai kamu merasakan nikmatnya mencari ilmu dan tetaplah mempelajarinya dengan cara yang terpuji. Jika kamu telah memahami suatu pelajaran, maka ulangilah, kemudian kukuhkanlah dalam hati sekukuh-kukuhnya, setelah itu catatlah ia, karena kalau sewaktu-waktu kamu lupa, kamu dapat mempelajarinya kembali.\"\n\n\"Jika kamu sudah merasa benar-benar mengerti dan tidak khawatir lupa, maka bergegaslah mengkaji pelajaran yang lain, dan berusaha memahami pelajaran yang baru.\"",
        "**\"Ingatkanlah orang-orang dengan mengajarkan ilmu (kepada mereka) agar ilmumu hidup selamanya,**\n**Janganlah kamu menjadi orang yang jauh dari orang-orang yang berakal.**\"",
        "**\"Apabila kamu menyembunyikan ilmu, maka akibatnya kamu akan lupa hingga,**\n**Kamu tidak dinilai kecuali sebagai orang bodoh dan tumpul akal.**\"",
        "**\"Kemudian pada hari kiamat kamu akan dibelenggu dengan api neraka,**\n**Sekujur tubuhmu akan hangus terbakar oleh siksa yang teramat pedih.**\"\n\n(Ringkasan makna): \"Amalkan ilmumu kepada manusia agar ilmumu hidup. Jangan menjauhi orang-orang yang berilmu. Jika kamu menyembunyikan ilmu, maka Allah akan membuatmu lupa sehingga kamu kelihatan seperti orang bodoh dan tumpul akalnya. Dan pada hari kiamat nanti kamu akan dikalungi api neraka sehingga tubuhmu hangus.\""
      ]
    },
    {
      "id": 49,
      "judul_arab": "وَلَا بُدَّ لِطَالِبِ الْعِلْمِ مِنَ المُذَاكَرَةِ وَالْمُنَاظَرَةِ وَالمُطَارَحَةِ",
      "judul_indonesia": "Perlunya Diskusi dan Murojaah Pelajaran",
      "isi_arab": [
        "وَلَا بُدَّ لِطَالِبِ الْعِلْمِ مِنَ المُذَاكَرَةِ وَالْمُنَاظَرَةِ وَالمُطَارَحَةِ، فَيَنْبَغِيْ أَنْ يَكُوْنَ كُلُّ بِالْإِنْصَافِ وَالتَّأَنِّيْ وَالتَّأَمُّلِ وَيَتَحَرَّزَ عَنِ الشَّغْبِ فَإِنَّ الْمُنَاظَرَةَ وَالْمُذَاكَرَةَ مُشَاوَرَةٌ، وَالْمُشَاوَرَةُ إِنَّمَا يَحْصُلُ بِالتَّأَمُّلِ وَالتَّأَنِّيْ وَالْإِنْصَافِ، وَلَا يَحْصُلُ بِالْغَضَبِ وَالشَّغْبِ.",
        "فَإِنْ كَانَتْ نِيَّتُهُ مِنَ الْمُبَاحَثَةِ إٍلْزَامَ الْخَصْمِ وَقَهْرَهُ لَا يَحِلُّ ذَلِكَ وَإِنَّمَا يَحِلُّ لِإِظْهَارِ الْحَقِّ. وَالتَّمْوِيْهُ وَالْحِيْلَةُ لَا يَجُوْزُ فِيْهَا، إلَّا إِذَا كَانَ الْخَصْمُ مُتَعَنِّتًا، لَا طَالِبًا لِلْحَقِّ."
      ],
      "isi_indonesia": [
        "Seorang santri atau pelajar harus sering melakukan **diskusi (mudzakarah), debat (munazharah), dan pembahasan (mutarahah)** dengan teman-temannya. Diskusi tersebut harus dilakukan dengan **adil, tenang, dan perenungan**. Ia harus **menjauhi kegaduhan**, karena debat dan diskusi adalah bentuk musyawarah. Musyawarah itu hanya akan tercapai dengan **perenungan, ketenangan, dan keadilan**, serta tidak akan berhasil dengan kemarahan dan kegaduhan.",
        "Jika tujuan diskusi tersebut adalah untuk **mengalahkan dan menundukkan lawan**, maka itu **tidak halal**. Diskusi itu hanya halal jika tujuannya adalah **untuk menunjukkan kebenaran**. Adapun mengaburkan masalah atau menggunakan tipu daya, itu tidak diperbolehkan, kecuali jika lawan diskusi itu sengaja mempersulit dan tidak mencari kebenaran."
      ]
    },
    {
      "id": 50,
      "judul_arab": "خَيْرٌ مِنْ تِكْرَارِ شَهْرٍ لٰكِنْ إِذَا كَانَ مَعَ مُنْصِفٍ سَلِيْمِ الطَّبْعِ",
      "judul_indonesia": "Kisah Muhammad bin Yahya dalam Berdiskusi",
      "isi_arab": [
        "وَكَانَ مُحَمَّدُ بْنُ يَحْيَى إِذَا تَوَجَّهَ عَلَيْهِ الْإِشْكَالُ وَلَمْ يَحْضُرْهُ الْجَوَابُ يَقُوْلُ لَهُ: مَا أَلْزَمْتُهُ لَازِمٌ، وَأَنَا فِيْهِ نَاظِرٌ، وَفَوْقَ كُلِّ ذِيْ عِلْمٍ عَلِيمٌ. وَفَائِدَةُ الْمُطَارَحَةِ وَالْمُنَاظَرَةِ أَقْوىٰ مِنْ فَائِدَةِ مُجْرَّدِ التِّكْرَارِ لِأَنَّ فِيْهِ تِكْرَارًا وَزِيَادَةً.",
        "وَقِيْلَ: مُطَارَحَةُ سَاعَةٍ، خَيْرٌ مِنْ تِكْرَارِ شَهْرٍ لٰكِنْ إِذَا كَانَ مَعَ مُنْصِفٍ سَلِيْمِ الطَّبْعِ."
      ],
      "isi_indonesia": [
        "**Muhammad bin Yahya**, jika ia menghadapi pertanyaan yang rumit dan belum bisa menjawabnya, beliau berkata kepada si penanya: \"**Apa yang Anda tanyakan itu perlu dijawab, dan saya sedang memikirkannya. Dan di atas setiap orang yang berilmu, ada yang lebih berilmu.**\" Manfaat diskusi dan debat itu lebih kuat daripada sekadar mengulang-ulang pelajaran, karena di dalamnya terdapat pengulangan dan penambahan (ilmu).",
        "Dikatakan: \"**Berdiskusi sesaat itu lebih baik daripada mengulang pelajaran sebulan**, asalkan diskusinya bersama orang yang **adil dan berwatak baik**.\""
      ]
    },
    {
      "id": 51,
      "judul_arab": "وَإِيَّاكَ وَالْمُذَاكَرَةَ مَعَ مُتَعَنِّتٍ غَيْرِ مُسْتَقِيْمِ الطِّبْعِ",
      "judul_indonesia": "Hindari Berdiskusi dengan Orang berTabiat Buruk dan Tidak Fokus",
      "isi_arab": [
        "وَإِيَّاكَ وَالْمُذَاكَرَةَ مَعَ مُتَعَنِّتٍ غَيْرِ مُسْتَقِيْمِ الطِّبْعِ، فَإِنَّ الطَّبِيْعَةَ مُسْرِقَةٌ، وَالْأَخْلَاقَ مُتَعَدِّيَةٌ وَالْمُجَاوَرَةَ مُؤَثِّرَةٌ",
        "وَفِي الشِّعْرِ الَّذِيْ ذَكَرَهُ خَلِيْلُ بْنُ أَحْمَدَ فَوَائِدُ كَثِيْرَةٌ، قِيْلَ: الْعِلْمُ مِنْ شَرْطِهِ لِمَنْ خَدَمَهُ أَنْ يَجْعَلَ النَّاسَ كُلَّهُمْ خُدَّمَهُ."
      ],
      "isi_indonesia": [
        "Karena itu, **berhati-hatilah berdiskusi bersama orang yang suka menyelewengkan masalah dan memiliki tabiat yang tidak lurus**, karena tabiat itu suka 'mencuri' akhlak orang lain sedikit demi sedikit. Sifat-sifat seperti itu mudah menular dan berpengaruh buruk kepada orang di sekitarnya.",
        "Dalam syair yang disebutkan oleh Khalil bin Ahmad terdapat banyak manfaat. Dikatakan oleh seorang penyair: \"**Di antara syarat ilmu bagi orang yang melayaninya, adalah ia menjadikan semua orang sebagai pelayannya.**\""
      ]
    },
    {
      "id": 52,
      "judul_arab": "وَيَنْبَغِيْ لِطَالِبِ الْعِلْمِ أَنْ يَكُوْنَ مُتَأَمِّلًا فِي جَمِيْعِ الْأَوْقَاتِ",
      "judul_indonesia": "Berfikir secara Mendalam dan Berfikir seblum Berbicara",
      "isi_arab": [
        "وَيَنْبَغِيْ لِطَالِبِ الْعِلْمِ أَنْ يَكُوْنَ مُتَأَمِّلًا فِي جَمِيْعِ الْأَوْقَاتِ فِي دَقَائِقِ الْعُلُوْمِ وَيَعْتَادُ ذَلِكَ، فَإِنَّمَا يُدْرِكُ الدَّقَائِقَ بِالتَّأَمُّلِ.",
        "وَلِهَذَا قِيْلَ: تَأَمَّلْ تُدْرِكُ. وَلَا بُدَّ مِنَ التَّأَمُّلِ قَبْلَ الْكَلَامِ حَتَّى يَكُوْنَ صَوَابًا، فَإِنَّ الْكَلَامَ كَالسَّهْمِ، فَلا بُدَّ مِنْ تَقْوِيْمِهٖ قَبْلَ الْكَلَامِ حَتَّى يَكُوْنَ مُصِيْبًا.",
        "وَقَالَ فِي أُصُوْلِ الْفِقْهِ: هٰذَا أَصْلٌ كَبِيْرٌ وَهُوَ أَنْ يَكُوْنَ كَلَامُ الْفَقِيْهِ الْمُنَاظِرُ بِالتَّأَمُّلِ. قِيْلَ: رَأْسُ الْعَقْلِ أَنْ يَكُوْنَ الْكَلَامُ بِالتَّثَّبُتِ وَالتَّأَمُّلِ. قَالَ قَائِلٌ: أُوْصِيْكَ فِي نَظْمِ الْكَلَامِ بِخَمْسَةٍ إِنْ كُنْتَ لِلْمَوْصِى الشَّفِيْقِ مُطِيْعًا لَا تَغْفُلَنْ سَبَبَ الْكَلَامِ وَوَقْتَهُ وَالْكَيْفِ وَالْكَمِّ وَالْمَكَانِ جَمِيْعًا."
      ],
      "isi_indonesia": [
        "Hendaknya para santri **senantiasa merenung** (*muta'ammilan*) dalam segala waktu, terutama dalam memahami **detail-detail ilmu**, dan harus membiasakan hal itu. Karena detail-detail ilmu hanya dapat dipahami dengan perenungan mendalam.",
        "Oleh karena itu dikatakan: \"**Renungkanlah, niscaya kamu akan mengerti.**\" Dan **wajib hukumnya untuk merenung sebelum berbicara** agar perkataan itu benar. Karena perkataan itu ibarat anak panah, maka harus diluruskan atau dipikirkan terlebih dahulu sebelum diucapkan agar tepat sasaran.",
        "Dan dikatakan dalam ilmu ushul fikih: \"Ini adalah prinsip yang besar, yaitu hendaknya perkataan seorang faqih (ahli fikih) yang berdiskusi itu berdasarkan perenungan (mendalam).\" Dikatakan: \"**Puncak akal adalah perkataan yang diucapkan dengan cermat dan perenungan.**\" Seorang penyair berkata:\n\n**\"Aku wasiatkan kepadamu lima hal dalam menyusun perkataan,**\n**Jika kamu patuh pada penasihat yang penuh kasih sayang.**\n**Janganlah kamu melupakan: sebab perkataan dan waktunya,**\n**Bagaimana cara, berapa banyak, dan di mana tempatnya, semuanya jangan dilupakan.**\""
      ]
    },
    {
      "id": 54,
      "judul_arab": "وَيَكُوْنُ مُسْتَفِيْدًا فِي جَمِيْعِ الْأَوْقَاتِ",
      "judul_indonesia": "Memanfaatkan Waktu Sebaik Mungkin",
      "isi_arab": [
        "وَيَكُوْنُ مُسْتَفِيْدًا فِي جَمِيْعِ الْأَوْقَاتِ وَالْأَحْوَالِ مِنْ جَمِيْعِ الْأُشْخَاصِ.",
        "قَالَ رَسُوْلُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"الْحِكْمَةُ ضَالَّةُ الْمُؤْمِنِ أَيْنَمَا وَجَدَهَا أَخَذَهَا\". وَقِيْلَ: \"خُذْ مَا صَفَا، وَدَعْ مَا كَدَرَ"
      ],
      "isi_indonesia": [
        "Para pelajar harus **berpikir atau mengamati dan terus menambah pengetahuannya**, setiap waktu, dan **belajar dari siapa saja**.",
        "Rasulullah ﷺ bersabda, \"**Hikmah (ilmu) itu ibarat barang berharga orang mukmin yang hilang. Maka, di mana saja dijumpai, harus diambil.**\" Dikatakan: \"**Ambillah apa yang jernih, dan tinggalkan apa yang keruh.**\""
      ]
    },
    {
      "id": 55,
      "judul_arab": "كَانَتْ جَارِيَّةُ أَبِيْ يُوْسُفَ رَحِمَهُ اللهُ تَعَالىٰ أَمَانَةً عِنْدَ مُحَمَّدٍ",
      "judul_indonesia": "Kisah Abi Yusuf Murojaah Hafalannya",
      "isi_arab": [
        "وَسَمِعْتُ الشَّيْخَ الْإِمَامَ الْأَجَلَّ الْأُستَاذَ فَخْرَ الدِّيْنِ الْكَاشَانِيَّ يَقُوْلُ: كَانَتْ جَارِيَّةُ أَبِيْ يُوْسُفَ رَحِمَهُ اللهُ تَعَالىٰ أَمَانَةً عِنْدَ مُحَمَّدٍ فَقَالَ لَهَا: هَلْ تَحْفَظِيْنَ فِي هَذَا الْوَقْتِ عَنْ أَبِي يُوْسُفَ فِي الْفِقْهِ شَيْئًا؟ قَالَتْ: لَا، إِلَّا أَنَّهُ كَانَ يُكَرِّرُ وَيَقُوْلُ: سَهْمُ الدَّوْرِ سَاقِطٌ، فَحَفِظَ ذَلِكَ مِنْهَا، وَكَانَتْ مُشْكِلَةً عَلَى مُحَمَّدٍ فَارْتَفَعَ أِشْكَالُهُ بِهٰذِهِ الْكَلِمَةِ.",
        "فَعُلِمَ أَنَّ الْاِسْتِفَادَةَ مُمْكِنَةٌ مِنْ كُلِّ أَحَدٍ. قَالَ أَبُوْ يُوْسُفَ حِيْنَ قِيْلَ لَهُ: بِمَ أَدْرَكْتَ الْعِلْمَ؟ قَالَ: مَا اسْتَنْكَفْتُ مِنَ الْإِسْتِفَادَةِ وَمَا بَخِلْتُ مِنَ الْإِفَادَةِ."
      ],
      "isi_indonesia": [
        "Aku pernah mendengar **Syaikh Fakhruddin Al-Kasani** berkata, \"Budak perempuan Abu Yusuf *rahimahullah Ta'ala* dititipkan kepada Muhammad. Lalu Muhammad bertanya kepada budak itu: 'Apakah kamu menghafal sesuatu dari Abu Yusuf tentang fikih pada waktu ini?' Budak itu menjawab: 'Tidak, kecuali dia selalu mengulang-ulang dan berkata: '**Sahm ad-Daur itu gugur (tidak dapat bagian).**'' Muhammad pun menghafal perkataan itu darinya, padahal masalah 'daur' ini adalah masalah yang sulit bagi Muhammad. Maka, dengan mendengar perkataan tadi, kesulitannya hilang.",
        "**Gambaran *Sahm ad-Daur***:\nMisalnya ada dua orang yang sedang sakit keras (sebut saja Zaid dan Bakar). Lalu Zaid menghibahkan seorang budak kepada Bakar dan menyerahkannya. Lantas Bakar menghibahkan sepertiga budak tersebut kepada Zaid dan menyerahkannya. (Karena pada dasarnya orang yang sakit keras, yaitu sakit yang dapat membawanya pada kematian, apabila menghibahkan sesuatu, maka yang lulus adalah sepertiganya. Misalnya budak itu bernilai 9 [sembilan], maka yang lulus adalah 3 [tiga], dan yang 6 [enam] kembali kepada orang yang menghibahkan yang selanjutnya menjadi *tirkah* [harta peninggalan]nya).\n\nDan tidak lama kemudian keduanya meninggal dunia, sementara keduanya tidak memiliki harta pun kecuali budak tersebut. Maka dalam hal ini terjadi “daur” (perputaran). Karena ketika bagian dari budak itu kembali kepada Zaid, maka harta Zaid akan bertambah (6 + 1). Ketika harta Zaid bertambah, maka sepertiganya pun bertambah (1 + 6). Ketika sepertiganya bertambah, maka hibah yang kembali kepadanya juga bertambah, dan ketika hibah yang kembali kepadanya bertambah, maka sepertiganya juga bertambah. Begitulah seterusnya berputar-putar tanpa henti.\n\nJalan penyelesaiannya yaitu; Carilah angka yang sepertiganya memiliki sepertiga. Ambil saja yang paling kecil yaitu sembilan (9), sepertiganya adalah tiga (3), dan tiga (3) sepertiganya adalah satu (1). Yang satu (1) inilah yang menjadi “Sahm ad-Daur”. Maka gugurkanlah satu (1) yang menjadi “Sahm ad-Daur” tersebut, dan sisanya adalah delapan (8).\n\nAlhasil; Zaid mendapatkan 6 (yaitu kelipatan hibahnya yang lulus [3]), dan Bakar mendapatkan 2 (yaitu sepertiga dari hibah yang dikembalikan kepada Zaid [6]); 6 + 2 = 8.\n\nItulah yang dimaksud “*Sahm ad-Dauri Saqitun*” (Bagian daur itu gugur/tidak dapat bagian).",
        "Dari situ jelas bahwa **menambah faedah atau pengertian itu dapat dilakukan dari siapa saja**. Abu Yusuf pernah ditanya mengenai cara ia mendapatkan ilmu. Beliau menjawab, \"**Aku tak pernah enggan menambah pengertian dan aku juga tak pernah keberatan memberikan faedah kepada orang lain.**\""
      ]
    },
    {
      "id": 56,
      "judul_arab": "بِمَا أَدْرَكْتَ الْعِلْمَ؟ قَالَ بْنُ عَبَّاسٍ: بِلِسَانٍ سَؤُوْلٍ وَقَلْبٍ عَقُوْلٍ",
      "judul_indonesia": "Menambah Ilmu dengan Banyak Bertanya dan Tafakkur Hati",
      "isi_arab": [
        "وَقِيْلَ لِابْنِ عَبَّاسٍ رَضِيَ اللَّهُ تَعَالىٰ عَنْهُمَا: بِمَا أَدْرَكْتَ الْعِلْمَ؟ قَالَ بْنُ عَبَّاسٍ: بِلِسَانٍ سَؤُوْلٍ وَقَلْبٍ عَقُوْلٍ.",
        "وَإِنَّمَا سُمِّيَ طَالِبُ الْعِلْمِ \"مَا تَقُوْلُ\"، لِكَثْرَةِ مَا يَقُوْلُوْنَ فِي الزَّمَانِ الْأَوَّلِ. مَا تَقُوْلُ فِي هٰذِهِ الْمَسْأَلَةِ؟",
        "وَإِنَّمَا تَفَقَّهَ أَبُوْ حَنِيْفَةَ بِكَثْرَةِ الْمُطَارَحَةِ وَالْمُذَاكَرَةِ فِي دُكَانِهٖ حِيْنَ كَانَ بَزَّازًا.",
        "فَبِهٰذَا يُعْلَمُ أَنَّ تَحْصِيْلَ الْعِلْمِ وَالْفِقْهِ يَجْتَمِعُ مَعَ الْكَسْبِ. وَكَانَ أَبُوْ حَفْصٍ الْكَبِيْرُ يَكْتَسِبُ وَيُكَرِّرُ الْعُلُوْمَ، فَإِنْ كَانَ لَا بُدَّ لِطَالِبِ الْعِلْمِ مِنَ الْكَسْبِ لِنَفَقَةِ عِيٰالِهٖ وَغَيْرِهِ فَلْيَكْتَسِبْ وَلْيُكَرِّرْ وَلْيُذَاكِرْ وَلَا يَكْسَلْ.",
        "وَلَيْسَ لِصَحِيْحِ الْبَدَنِ وَالْعَقْلِ عُذْرٌ فِي تَرْكِ التَّعَلُّمِ وَالتَّفَقُّهِ، فَإِنَّهُ لَا يَكُوْنُ أَفْقَرُ مِنْ أَبِيْ يُوسُفَ، وَلَمْ يَمْنَعْهُ ذَلِكَ مِنَ التَّفَقُّهِ."
      ],
      "isi_indonesia": [
        "Ibnu Abbas *radhiyallahu Ta'ala 'anhuma* pernah ditanya: \"**Dengan apa Anda mendapatkan ilmu?**\" Ibnu Abbas menjawab: \"**Dengan lisan yang banyak bertanya dan hati yang banyak berpikir.**\" (Yaitu dengan pertanyaan seperti, \"Bagaimana pendapatmu tentang masalah ini?\")",
        "Sesungguhnya penuntut ilmu di zaman dahulu disebut \"**Ma Taqul**\" (apa pendapatmu?) karena seringnya mereka bertanya, \"**Apa pendapatmu tentang masalah ini?**\"",
        "Imam Abu Hanifah menjadi ahli fikih karena beliau **sering bertukar pendapat (mutarahah) dan berdiskusi (mudzakarah) di tokonya** ketika beliau berprofesi sebagai penjual kain.",
        "Dari sini dapat diketahui bahwa **meraih ilmu dan fikih itu bisa digabungkan dengan mencari nafkah (bekerja)**. **Abu Hafsh Al-Kabir** dahulu mencari nafkah sambil mengulang-ulang ilmunya. Maka, jika seorang penuntut ilmu harus bekerja untuk menafkahi keluarganya atau lainnya, hendaklah ia bekerja sambil mengulang pelajaran dan berdiskusi, serta **jangan bermalas-malasan**.",
        "Bagi orang yang sehat jasmani dan akalnya, **tidak ada alasan untuk meninggalkan belajar dan mendalami fikih**. Karena tidak ada yang lebih miskin dari Abu Yusuf, namun kemiskinan itu tidak menghalanginya untuk mendalami fikih."
      ]
    },
    {
      "id": 57,
      "judul_arab": "فَنِعْمَ الْمَالُ الصَّالِحُ لِلرَّجُلِ الصَّالِحِ",
      "judul_indonesia": "Sebaik-baik Orang yang banyak Harta adalah Orang Sholeh",
      "isi_arab": [
        "فَمَنْ كَانَ لَهُ مَالٌ كَثِيرٌ فَنِعْمَ الْمَالُ الصَّالِحُ لِلرَّجُلِ الصَّالِحِ. وَقِيلَ لِعَالِمٍ: بِمَ أَدْرَكْتَ الْعِلْمَ؟ قَالَ: بِأَبٍ غَنِيٍّ.",
        "لِأَنَّهُ كَانَ يَسْطَنِعُ بِهِ أَهْلَ الْعِلْمِ وَالْفَضْلِ، فَإِنَّهُ سَبَبُ زِيَادَةِ الْعِلْمِ لِأَنَّهُ شُكْرٌ عَلَى نِعْمَةِ الْعَقْلِ وَالْعِلْمِ، وَإِنَّهُ سَبَبُ الزِّيَادَةِ."
      ],
      "isi_indonesia": [
        "Barang siapa yang memiliki harta banyak, maka **sebaik-baik harta adalah harta yang saleh bagi orang yang saleh** (yaitu harta yang digunakan untuk kebaikan). Seorang alim pernah ditanya: \"Dengan apa Anda memperoleh ilmu?\" Beliau menjawab: \"**Karena saya mempunyai ayah yang kaya.**\"",
        "Karena ayahnya itu menggunakan hartanya untuk membantu ahli ilmu dan orang-orang yang mulia. Sesungguhnya itu adalah sebab bertambahnya ilmu, karena hal itu merupakan **ungkapan rasa syukur atas nikmat akal dan ilmu**, dan sesungguhnya syukur itu adalah sebab bertambahnya nikmat."
      ]
    },
    {
      "id": 58,
      "judul_arab": "إنَّمَا أَدْرَكْتُ الْعِلْمَ بِالْحَمْدِ لِلّٰهِ تَعَالىٰ وَالشُّكْرِ",
      "judul_indonesia": "Saya memperoleh ilmu karena saya selalu memuji dan bersyukur kepada Allah",
      "isi_arab": [
        "قِيْلَ: قَالَ أَبُوْ حَنِيْفَةَ: إنَّمَا أَدْرَكْتُ الْعِلْمَ بِالْحَمْدِ لِلّٰهِ تَعَالىٰ وَالشُّكْرِ، فَكُلَّمَا فَهِمْتُ وَوُفِّقْتُ عَلَى فِقْهٍ وَحِكْمَةٍ قُلْتُ: الْحَمْدُ لِلَّهِ تَعَالىٰ فَزْدَادَ عِلْمِي.",
        "وَهٰكَذَا يَنْبَغِيْ لِطَالِبِ الْعِلْمِ أَنْ يَشْتَغِلَ بِالشُّكْرِ بِاللِّسَانِ وَالْجَنَانِ وَالْأَرْكَانِ وَالْحَالِ، وَيَرَى الْفَهْمَ وَالْعِلْمَ وَالتَّوْفِيْقَ مِنَ اللهِ تَعَالَى، وَيَطْلُبُ الْهِدَايَةَ مِنَ اللهِ تَعَالَى بِالدُّعَاءِ لَهُ وَالتَّضَرُّعِ إِلَيْهِ، فَإِنَّ اللهَ هَادٍ مَنِ اسْتَهْدَاهُ."
      ],
      "isi_indonesia": [
        "Diriwayatkan bahwa **Abu Hanifah** berkata, \"**Saya memperoleh ilmu karena saya selalu memuji dan bersyukur kepada Allah. Setiap kali saya memahami dan diberi taufik atas suatu fikih dan hikmah, saya mengucapkan: *Alhamdulillah Ta'ala* (Segala puji bagi Allah Ta'ala), maka ilmuku pun bertambah.**\"",
        "Demikianlah, hendaknya para santri **senantiasa bersyukur** kepada Allah, baik dengan lisan, hati, maupun anggota badan, serta dalam segala keadaan. Ia harus meyakini bahwa pemahaman, ilmu, dan taufik semuanya berasal dari Allah Ta'ala. Ia juga harus **memohon petunjuk dari Allah Ta'ala dengan berdoa dan merendahkan diri kepada-Nya**, karena sesungguhnya Allah adalah Pemberi Petunjuk bagi siapa saja yang memohon petunjuk-Nya."
      ]
    },
    {
      "id": 59,
      "judul_arab": "فَأَهْلُ الْحَقِّ - وَأَهْلُ الضَّلَالَةِ",
      "judul_indonesia": "Ahlul Haq (Ahli Kebaikan) dan Ahlu Dholalah (Ahli Keburukan)",
      "isi_arab": [
        "فَأَهْلُ الْحَقِّ وَهُمْ أَهْلُ السُّنَّةِ وَالْجَمَاعَةِ طَلَبُوْا الْحَقَّ مِنَ اللَّهِ الْهَادِي الْمُبِيْنِ الْعَاصِمَ، فَهَدَاهُمُ اللَّهُ وَعَصَمَهُمْ عَنِ الضَّلَالَةِ.",
        "وَأَهْلُ الضَّلَالَةِ أَعْجَبُوْا بِرَأْيِهِمْ وَعَقْلِهِمْ وَطَلَبُوْا الْحَقَّ مِنَ الْمَخْلُوْقِ الْعَاجِزِ وَهُوَ الْعَقْلُ."
      ],
      "isi_indonesia": [
        "**Ahlul Haq**, yaitu **Ahlusunah wal Jamaah**, mereka memohon kebenaran kepada Allah Yang Maha Pemberi Petunjuk, Maha Menjelaskan, lagi Maha Melindungi. Maka Allah memberi mereka petunjuk dan melindungi mereka dari kesesatan.",
        "Sedangkan **Ahlu Dhilalah (orang-orang sesat)**, mereka selalu mengagumi pendapat dan akal mereka sendiri. Mereka mencari kebenaran dari makhluk yang lemah, yaitu akal."
      ]
    },
    {
      "id": 60,
      "judul_arab": "لِأَنَّ الْعَقْلَ لَا يُدْرِكُ جَمِيْعَ الْأَشْيَاءَ",
      "judul_indonesia": "Jangan Hanya Mengandalkan Akal, karena Akal adalah Makhluk dan Sungguh Lemah",
      "isi_arab": [
        "لِأَنَّ الْعَقْلَ لَا يُدْرِكُ جَمِيْعَ الْأَشْيَاءَ كَالْبَصَرِ لَا يُبْصِرُ جَمِيْعَ الْأَشْيَاءَ فَحَجِبُوْا وَعَجَزُوْا وَضَلُّوْا وَأَضَلُّوا.",
        "قَالَ رَسُوْلُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَنْ عَرَفَ نَفْسَهُ فَقَدْ عَرَفَ رَبَّهُ، فَإِذَا عَرَفَ عَجْزَ نَفْسِهِ عَرَفَ قُدْرَةَ اللَّهِ تَعَالىٰ,",
        "وَلَا يَعْتَمِدُ عَلَى نَفْسِهِ وَعَقْلِهِ بَلْ يَتَوَكَّلُ عَلَى اللَّهِ، وَيَطْلُبَ الْحَقَّ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ وَيَهْدِيْهِ إِلَى صِرَاطٍ مُسْتَقِيمٍ. وَ مَنْ كَانَ لَهُ مَالٌ فَلاَ يَبْخَلْ.",
        "وَيَنْبَغِيْ أَنْ يَتَعَوَّذَ بِاللَّهِ تَعَالىٰ مِنَ الْبُخْلِ. قَالَ النَّبِيُّ عَلَيْهِ الصَّلاَةُ وَ السَّلَامُ: أَيُّ دَآءٍ أَدْوَأُ مِنَ الْبُخْلِ؟"
      ],
      "isi_indonesia": [
        "Karena **akal tidak dapat memahami segala sesuatu**, sebagaimana penglihatan tidak dapat melihat segala sesuatu. Oleh karena itu, mereka terhalang dari kebenaran, menjadi lemah, sesat, dan menyesatkan.",
        "Rasulullah ﷺ bersabda, \"**Barang siapa mengenal dirinya, maka sungguh ia telah mengenal Tuhannya.**\" Dan jika dia tahu kelemahan dirinya, maka dia tahu sifat kekuasaan Allah Ta'ala.",
        "Seorang santri tidak boleh bergantung pada diri sendiri dan akalnya, melainkan harus **bertawakal kepada Allah** dan mencari kebenaran dari-Nya. \"**Barang siapa bertawakal kepada Allah, maka Allah akan mencukupinya dan akan menunjukinya ke jalan yang lurus.**\" Dan barang siapa memiliki harta, maka janganlah ia kikir atau bakhil.",
        "Dan hendaknya ia **memohon perlindungan kepada Allah Ta'ala dari sifat kikir**. Nabi Muhammad ﷺ bersabda, \"**Penyakit apakah yang lebih parah daripada kikir?**\""
      ]
    },
    {
      "id": 61,
      "judul_arab": "وَكَانَ يُعْطِي الْفُقَهَاءَ مِنَ الْحَلْوَاءِ وَيَقُوْلُ: أُدْعُوْا لِابْنِيْ",
      "judul_indonesia": "Seorang Ayah yang selalu minta Orang Sholeh mendoakan Anaknya",
      "isi_arab": [
        "وَكَانَ أَبُو الشَّيْخِ الْإِمَامُ الْأَجَلُّ شَمْسُ الْأَئِمَّةِ الْحِلْوَانِيُّ فَقِيرًا يَبِيْعُ الْحَلْوَاءَ، وَكَانَ يُعْطِي الْفُقَهَاءَ مِنَ الْحَلْوَاءِ وَيَقُوْلُ: أُدْعُوْا لِابْنِيْ ! فَبِبَرَكَةِ جُوْدِهِ وَاعْتِقَادِهِ وَشُفْقَتِهِ وَتَضَرُّعِهِ نَالَ ابْنُهُ مَا نَالَ"
      ],
      "isi_indonesia": [
        "Ayah **Syaikh Syamsul A'immah Al-Halwani** adalah seorang fakir. Pekerjaannya menjual manisan. Dia suka memberikan manisan itu kepada para fuqaha (ahli fikih) sambil berkata kepada mereka, \"**Doakanlah anakku!**\" Maka, berkat kemurahan hatinya, keyakinannya yang teguh, belas kasihannya, dan kerendahan hatinya, putranya berhasil mencapai apa yang dia cita-citakan (ilmu dan kedudukan)."
      ]
    },
    {
      "id": 62,
      "judul_arab": "وَيَشْتَرِيَ بِالْمَالِ الْكُتُبَ وَيَسْتَكْتِبُ",
      "judul_indonesia": "Anjuran Membeli Kitab dan Zuhud terhadap Dunia",
      "isi_arab": [
        "وَيَشْتَرِيَ بِالْمَالِ الْكُتُبَ وَيَسْتَكْتِبُ فَيَكُوْنُ عَوْنًا عَلَى التَّعَلُّمِ وَالتَّفْقِهِ.",
        "وَقَدْ كَانَ لِمُحَمَّدِ بْنِ الْحَسَنِ مَالٌ كَثِيْرٌ حَتّٰى كَانَ لَهُ ثَلَاثُمِائَةٍ مِنَ الْوُكَلَاءِ عَلَى مَالِهِ فَأَنْفَقَهُ كُلَّهُ فِي الْعِلْمِ وَلَمْ يَبْقَ لَهُ ثَوْبٌ نَفِيْسٌ فَرَآهُ أَبُوْ يُوْسُفَ فِي ثَوْبٍ خَلِقٍ فَأَرْسَلَ إِلَيْهِ ثِيَابًا نَفِيسَةً فَلَمْ يَقْبَلْهَا.",
        "فَقَالَ: عَجِّلْ لَكُمْ، وَأَجِّلْ لَنَا. وَلَعَلَّهُ إِنَّمَا لَمْ يَقْبَلْهُ وَإِنْ كَانَ قَبُوْلُ الْهَدِيَّةِ سُنَّةً، لِمَا رَأٰى أَنَّ فِي ذٰلِكَ مَذْلَةً لِنَفْسِهٖ.",
        "قَالَ رَسُوْلُ اللّٰهِ عَلَيْهِ وَسَلاَّمَ: لَيْسَ لِلْمُؤْمِنِ أَنْ يُذِلَّ نَفْسَهُ."
      ],
      "isi_indonesia": [
        "Para santri harus **rajin membeli kitab** dan **menyuruh orang lain untuk menyalin (menuliskan) kitab**. Karena hal itu dapat membantu mempermudah mengaji dan belajar ilmu fikih.",
        "**Muhammad bin Hasan** adalah seorang yang kaya raya, hingga untuk mengurus hartanya diperlukan tiga ratus orang. Lalu semua hartanya itu didermakan untuk mengembangkan ilmu pengetahuan, sehingga beliau tidak memiliki sehelai pun pakaian yang bagus. Kemudian suatu ketika **Abu Yusuf** melihat beliau mengenakan pakaian bertambal, maka ia lalu mengirimkan kepada beliau pakaian yang bagus, namun beliau menolak pemberian itu.",
        "Lalu beliau berkata, \"**Kalian telah diberi harta dunia ini, sedangkan aku akan diberi di akhirat nanti.**\" Dan barangkali beliau tidak menerimanya, meskipun menerima hadiah itu sunah, karena beliau melihat bahwa dalam hal itu ada kehinaan bagi dirinya.",
        "Rasulullah ﷺ bersabda, \"**Tidak pantas bagi seorang mukmin untuk menghinakan dirinya.**\""
      ]
    },
    {
      "id": 63,
      "judul_arab": "وَحُكِيَ أَنَّ فَخْرَ الْإِسْلَامِ الأرْسَابَنْدِيَّ - قَالَ عَلَيْهِ الصَّلاَةُ وَالسَّلَّمُ: إِيَّاكَ وَالطَّمَعَ فَإِنَّهُ فَقْرٌ حَاضِرٌ",
      "judul_indonesia": "Hikayat Imam Irsabandi tentang Tidak Boleh Kikir dan Tamak (Serakah)",
      "isi_arab": [
        "وَحُكِيَ أَنَّ فَخْرَ الْإِسْلَامِ الأرْسَابَنْدِيَّ. جَمَعَ قُشُوْرَ الْبِطِّيْخِ الْمُلْقَاةِ فِيْ مَكَانٍ خَالٍ، فَأَكَلَهَا فَرَأَتْهُ جَارِيَةٌ فَأَخْبَرَتْ بِذٰلِكَ مَوْلَاهَا فَاتَّخَذَ لَهُ دَعْوَةً فَدَعَاهُ إِلَيْهَا فَلَمْ يَقْبَلْ لِهَذَا وَهَكَذَا لِطَالِبِ الْعِلْمِ أَنْ يَكُوْنَ ذَا هِمَّةٍ عَالِيَةٍ لَا يَطْمَعَ فِي أَمْوَالِ النَّاسِ.",
        "قَالَ عَلَيْهِ الصَّلاَةُ وَالسَّلَّمُ: \"إِيَّاكَ وَالطَّمَعَ فَإِنَّهُ فَقْرٌ حَاضِرٌ\"، وَلاَ يَبْخَلَ بِمَا عِنْدَهُ مِنَ الْمَالِ بَلْ يُنْفِقَ عَلىٰ نَفْسِهِ وَعَلىٰ غَيْرِهٖ.",
        "وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: النَّاسُ كُلُّهُمْ فِي الْفَقْرِ مَخَافَةَ الْفَقْرِ، وَكَانُوا فِي الزَّمَانِ الْأَوَّلِ يَتَعَلَّمُوْنَ الْحِرْفَةَ ثُمَّ يَتَعَلَّمُوْنَ الْعِلْمَ حَتَّى لَا يَطْمَعُوْا فِي أَمْوَالِ النَّاسِ.",
        "وَفِي الْحِكْمَةِ: مَنِ اسْتَغْنَى بِمَالِ النَّاسِ افْتَقَرَ، وَالْعَالِمُ إِذَا كَانَ طَمَّاعًا لَا يَبْقىٰ لَهُ حُرْمَةُ الْعِلْمِ وَلَا يَقُوْلُ بِالْحَقِّ،",
        "وَلِهَذَا كَانَ يَتَعَوَّذُ صَاحِبَ الشَّرْعِ عَلَيْهِ السَّلَامُ وَيَقُولُ: أَعُوْذُ بِاللَّهِ مِنْ طَمَعٍ يُدْنِى إِلىٰ طَبْعٍ."
      ],
      "isi_indonesia": [
        "Diceritakan bahwa **Fakhrul Islam Al-Arsabaandi** pernah mengumpulkan kulit semangka yang terbuang di tempat yang sepi, lalu memakannya. Hal itu dilihat oleh seorang budak perempuan, lalu budak tersebut melaporkan peristiwa itu kepada tuannya. Tuannya segera membuatkan hidangan untuk Imam Al-Arsabaandi, kemudian beliau diundang makan. Tapi beliau menolak undangan itu. Begitulah seharusnya seorang pelajar memiliki cita-cita yang tinggi dan bersikap. **Jangan rakus dengan harta orang lain.**",
        "Rasulullah ﷺ bersabda, \"**Jauhilah sifat tamak, karena tamak adalah kefakiran yang nyata (hadir).**\" Seorang santri juga tidak boleh kikir dengan harta yang dimiliki, tapi harus menafkahkannya untuk kepentingan dirinya dan orang lain.",
        "Rasulullah ﷺ bersabda, \"**Manusia semuanya berada dalam kefakiran karena ketakutan akan kefakiran.**\" Orang-orang pada zaman dahulu belajar keterampilan (bekerja) terlebih dahulu, kemudian baru belajar ilmu pengetahuan, sehingga mereka tidak tamak dengan harta orang lain.",
        "Dalam kata hikmah dikatakan, \"**Barang siapa yang merasa kaya (berkecukupan) dengan harta orang lain, maka dia akan fakir.**\" Seorang alim yang tamak, maka musnahlah kehormatan ilmunya dan ia tidak akan dapat berkata benar.",
        "Oleh karena itulah Pembawa Syariat (Nabi Muhammad) ﷺ berlindung seraya berdoa, \"**Aku berlindung kepada Allah dari sifat tamak yang menyebabkan tabiat buruk.**\""
      ]
    },
    {
      "id": 64,
      "judul_arab": "وَيَنْبَغِيْ أَنْ لَا يَرْجُوَ إِلاَّ مِنَ اللَّهَ تَعَالىٰ وَلَا يَخَافَ إِلَّا مِنْهُ",
      "judul_indonesia": "Santri hendaknya hanya Berharap dan Takut kepada Allah",
      "isi_arab": [
        "وَيَنْبَغِيْ أَنْ لَا يَرْجُوَ إِلاَّ مِنَ اللَّهَ تَعَالىٰ وَلَا يَخَافَ إِلَّا مِنْهُ وَيَظْهَرُ ذٰلِكَ بِمُجَاوَزَةِ حَدِّ الشَّرْعِ وَعَدَمِهَا",
        "فَمَنْ عَصَى اللّٰهُ تَعَالىٰ خَوْفًا مِنَ الْمَخْلُوْقِ فَقَدْ خَافَ غَيْرَ اللَّهِ تَعَالىٰ، فَإِذَا لَمْ يَعْصِ اللّٰهَ لِخَوْفِ الْمَخْلُوْقِ وَرَاقَبَ حُدُوْدَ الشَّرْعِ فَلَمْ يَخَفْ غَيْرَ اللَّهِ تَعَالىٰ بَلْ خَافَ اللَّهَ تَعَالىٰ. وَكَذَا فِي جَانِبِ الرَّجَاءِ."
      ],
      "isi_indonesia": [
        "Para pelajar seharusnya **tidak berharap kecuali hanya kepada Allah Ta'ala** dan **tidak takut kecuali kepada-Nya**. Hal itu tampak dari berani tidaknya ia melanggar batas-batas syariat (karena takut kepada selain Allah) dan menjaganya (karena takut kepada Allah).",
        "Barang siapa bermaksiat kepada Allah karena takut kepada makhluk, berarti dia takut kepada selain Allah Ta'ala. Dan barang siapa yang tidak bermaksiat karena takut kepada makhluk (tetapi karena takut kepada Allah), dan dia menjaga batas-batas hukum syariat, maka dia tidak takut kepada selain Allah Ta'ala, melainkan dia takut kepada Allah Ta'ala. Begitu pula dalam urusan harapan (jangan berharap kecuali kepada Allah)."
      ]
    },
    {
      "id": 65,
      "judul_arab": "وَيَنْبَغِيْ لِطَالِبِ الْعِلْمِ أَنْ يَعُدَّ وَيُقَدِّرَ لِنَفْسِهٖ تَقْدِيْرًا فِي التِّكْرَارِ",
      "judul_indonesia": "Santri harus Semangat dalam Musyawarah dan Mengulang-ngulang Pelajarannya",
      "isi_arab": [
        "وَيَنْبَغِيْ لِطَالِبِ الْعِلْمِ أَنْ يَعُدَّ وَيُقَدِّرَ لِنَفْسِهٖ تَقْدِيْرًا فِي التِّكْرَارِ فَإِنَّهُ لَا يَسْتَقِرَّ قَلْبَهُ حَتّٰى يَبْلُغَ ذٰلِكَ الْمَبْلَغَ.",
        "وَيَنْبَغِيْ أَنْ لَا يَعْتَادَ الْمُخَافَةَ فِي التِّكْرَارِ لِأَنَّ الدَّرْسَ يَنْبَغِيْ أَنْ يَكُوْنَ بِقُوَّةٍ وَنَشَاطٍ وَلَا يَجْهَرَ جَهْرًا يُجْهِدَ نَفْسَهُ كَيْلَا يَنْقَطِعَ عَنِ التِّكْرَارِ، فَخَيْرُ الْأُمُوْرِ أَوْسَطُهَا.",
        "وَحُكِىَ أَنَّ أَبَا يُوْسُفَ يُذَاكِرُ الْفِقْهَ مَعَ الْفُقَهَاءِ بِقُوَّةٍ وَنَشَاطٍ، وَكَانَ صِهْرُهُ يَتَعَجَّبُ فِيْ أَمْرِهٖ وَيَقُوْلُ: أَنَا أَعْلَمُ أَنَّهُ جَائِعٌ مُنْذُ خَمْسَةِ أَيَّامٍ وَمَعَ ذٰلِكَ أَنَّهُ يُنَاظِرُمَعَ الْقُوَّةِ وَنَّشَاطِ."
      ],
      "isi_indonesia": [
        "Para santri harus **menentukan dan memperkirakan jumlah pengulangan** untuk dirinya sendiri, karena hatinya tidak akan tenang dan pelajarannya tidak akan melekat hingga ia mencapai jumlah pengulangan tersebut.",
        "Dan hendaknya ia **tidak membiasakan diri untuk takut (lemah/ragu) dalam mengulang pelajaran**, karena pelajaran itu harus dilakukan dengan **kekuatan dan semangat**. Namun, jangan pula mengeraskan suara hingga memaksakan diri agar tidak terputus dari pengulangan, karena **sebaik-baik perkara adalah yang pertengahan**.",
        "Dikisahkan bahwa **Abu Yusuf** mendiskusikan fikih bersama para fuqaha dengan **kekuatan dan semangat**. Mertuanya merasa heran dengan keadaannya dan berkata: \"Aku tahu dia sudah kelaparan selama lima hari, namun demikian dia masih berdebat dengan kekuatan dan semangat.\""
      ]
    },
    {
      "id": 66,
      "judul_arab": "وَيَنْبَغِيْ أَنْ لَا يَكُوْنَ لِطَالِبِ الْعِلْمِ فَتْرَةٌ وَتَحَيَّرٌ فَإِنَّهَا آفَةٌ",
      "judul_indonesia": "Santri tidak boleh Frustasi dan Patah Semangat",
      "isi_arab": [
        "وَيَنْبَغِيْ أَنْ لَا يَكُوْنَ لِطَالِبِ الْعِلْمِ فَتْرَةٌ وَتَحَيَّرٌ فَإِنَّهَا آفَةٌ. وَكَانَ أَسْتَاذُنَا شَيْخُ الْإِسْلامِ بُرْهَانُ الدِّيْنِ يَقُوْلُ: إنَّمَا غَلَبْتُ عَلىٰ شُرَكَائِيْ بِأَنِّيْ لَمْ يَقَعْ لِي الْفَتْرَةُ وَالْإِضْطِرَابُ فِي التَّحْصِيْلِ.",
        "وَكَانَ يُحْكىٰ عَنْ شَيْخِ الْأَسْبِيْجَابِيِّ أَنَّهُ وَقَعَ فِي تَحْصِيْلِهِ وَتَعَلُّمِهٖ وَتَعَلُّمِهٖ فَتْرَةُ اثْنَتٰي عَشْرَةَ سَنَةً بِانْقِلَابِ الْمُلْكِ، فَخَرَجَ مَعَ شَرِيْكِهٖ فِي الْمُنَاظَرَة وَلَمْ يَتْرُكَا الْمُنَاظَرَةَ وَكَانَ يَجْلِسَانِ فِي الْمُنَاظَرَة كُلَّ يَوْمٍ وَلَمْ يَتْرُكَا الْجُلُوْسَ لِلْمُنَاظَرَةِ اثْنَتٰي عَشْرَةَ سَنَةً. فَصَارَ شَرِيْكُهُ شَيْخَ الْإِسْلامِ لِلشَّافِعِيِّيْنَ وَهُوَ كَانَ شَافِعِيًّا.",
        "وَكَانَ أُسْتَاذُنَا الشَّيْخُ الْقَاضِي الْإِمَامُ فَخْرُ الْإِسْلامِ قَاضِيْخَانُ يَقُوْلُ: يَنْبَغِيْ لِلْمُتَفَقِّهِ أَنْ يَحْفَظَ نُسْخَةً وَاحِدَةً مِنْ نُسِخَ الْفِقْهِ دَائِمًا فَيَتَيَسَّرَ لَهُ بَعْدَ ذٰلِكَ حِفْظُ مَا سَمِعَ مِنَ الْفِقْهِ."
      ],
      "isi_indonesia": [
        "Seyogianya seorang santri **tidak mengalami kelesuan (fatroh) dan kebingungan (tahayyur)**, karena keduanya adalah bencana. Guru kami, **Syaikhul Islam Burhanuddin**, berkata, \"Aku dapat mengalahkan teman-temanku karena aku **tidak pernah mengalami kelesuan dan keguncangan dalam belajar**.\"",
        "Dikisahkan tentang **Syaikh Al-Asbijabi**, bahwa ia mengalami **periode kelesuan dalam belajar dan menuntut ilmu selama dua belas tahun** karena adanya pergolakan politik (perubahan pemerintahan) di negerinya. Kemudian beliau keluar bersama temannya untuk berdiskusi (munazharah). Mereka tidak meninggalkan diskusi, dan mereka duduk berdiskusi setiap hari dan tidak pernah meninggalkan majelis diskusi selama dua belas tahun. Maka temannya menjadi **Syaikhul Islam bagi mazhab Syafi'i**, karena beliau juga beraqidah Syafi'i. (Kisah ini menunjukkan pentingnya ketekunan meskipun dalam kondisi sulit).",
        "Guru kami, **Syaikh Al-Qadhi Imam Fakhrul Islam Qadhikhan**, berkata: \"Seyogianya bagi seorang yang mendalami fikih untuk **selalu menghafal satu naskah (kitab) fikih**, agar setelah itu mudah baginya menghafal apa yang ia dengar dari ilmu fikih lainnya.\""
      ]
    },
    {
      "id": 67,
      "judul_arab": "ثُمَّ لَا بُدَّ لِطَالِبِ الْعِلْمِ مِنَ التَّوَكُّلِ فِي طَالِبِ الْعِلْمِ",
      "judul_indonesia": "Pelajar harus Tawakkal kepada Allah dalam mencari",
      "isi_arab": [
        "ثُمَّ لَا بُدَّ لِطَالِبِ الْعِلْمِ مِنَ التَّوَكُّلِ فِي طَالِبِ الْعِلْمِ وَلَا يَهْتَمُّ لِأَمْرِ الرِّزْقِ وَلَا يُشْغِلُ قَلْبَهُ بِذَلِكَ.",
        "رَوٰى أَبُو حَنِيفَةَ رَحْمَةُ اللهِ عَلَيْهِ عَنْ عَبْدِ اللَّهِ بْنِ الْحَسَنِ الزُّبَيْدِيِّ صَاحِبِ رَسُوْلِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَنْ تَفَقَّهَ فِي دِيْنِ اللهِ كَفَاهُ اللهُ هَمَّهُ وَرَزَقَهُ مِنْ حَيْثُ لَا يَحْتَسِبُ .فَإِنَّ مَنْ شَغَلَ قَلْبُهُ بِالرِّزْقِ مِنَ الْقُوْتِ وَالْكِسْوَةِ قَلَّ مَا يَتَفَرَّغُ لِتَحْصِيْلِ مَكَارِمِ الْأَخْلَاقِ وَمَعَالِي الْأُمُورِ."
      ],
      "isi_indonesia": [
        "Para pelajar harus **bertawakal kepada Allah** saat mencari ilmu dan **tidak perlu khawatir soal rezeki**. Dan jangan terlalu sibuk memikirkan soal rezeki.",
        "Abu Hanifah *rahimahullah* meriwayatkan hadis dari Abdullah bin Hasan Az-Zubaidi, sahabat Rasul ﷺ, beliau berkata: \"**Barang siapa memperdalam ilmu agama, maka Allah akan mencukupi kebutuhannya dan memberinya rezeki dari jalan yang tidak ia sangka-sangka.**\" Karena sesungguhnya barang siapa yang hatinya sibuk memikirkan rezeki berupa makanan dan pakaian, maka ia akan jarang meluangkan waktu untuk meraih akhlak yang mulia dan perkara-perkara yang luhur nilainya."
      ]
    },
    {
      "id": 68,
      "judul_arab": "هِيَ نَفْسُكَ، إِنْ لَمْ تُشْغِلْهَا شَغَلَتْكَ",
      "judul_indonesia": "Jangan Mengejar Kemulian dan Mengendalikan Nafsu.",
      "isi_arab": [
        "قِيلَ: دَعِ الْمَكَارِمَ لَا تَرْحَلْ لِبُغْيَتِهَا وَاقْعُدْ فَإِنَّكَ أَنْتَ الطَّاعِمُ الْكَاسِيْ.",
        "قَالَ رَجُلٌ لِمَنْصُوْرِ الْحَلاَّجِ أَوْصَنِي فَقَالَ: هِيَ نَفْسُكَ، إِنْ لَمْ تُشْغِلْهَا شَغَلَتْكَ. فَيَنْبَغِيْ لِكُلِّ أَحَدٍ أَنْ يُشْغِلَ نَفْسَهُ بِأَعْمَالِ الْخَيْرِ حَتَّى لَا تَشْتَغِلَ نَفْسُهُ بِهَوَاهَا.",
        "وَلَا يَهْتَمَّ الْعَاقِلُ لِأَمْرِ الدُّنْيَا لِأَنَّ الْهَمَّ وَالْحَزَنَ لَا يَرُدُّ مُصِيبَةً، وَلَا يَنْفَعُ بَلْ يَضُرُّ الْقَلْبَ وَالْعَقْلَ، وَالْبَدَنَ وَيُخِلُّ بِأَعْمَالِ الْخَيْرِ، وَيَهْتَمَّ لِأَمْرِ الْآخِرَةِ لِأَنَّهُ يَنْفَعُ."
      ],
      "isi_indonesia": [
        "Dikatakan:\n\n\"**Tinggalkanlah kemuliaan, jangan bersusah payah mengejarnya.**\n**Duduklah saja, karena engkau hanyalah orang yang memikirkan makanan dan pakaian.**\"\n\n(Makna: Syair ini dimaksudkan untuk orang yang hanya berorientasi duniawi, yang tidak memahami kemuliaan sejati. Bagi orang yang hanya memikirkan makan dan pakai, mengejar kemuliaan duniawi pun tidak akan bermanfaat bagi akhiratnya.)",
        "Ada seorang laki-laki berkata kepada Manshur Al-Hallaj, \"Tuan, sudilah berwasiat kepada saya.\" Beliau menjawab, \"**Dirimu (nafsumu) adalah tungganganmu, jika tidak kamu sibukkan, ia akan menyibukkanmu.**\" Jadi, setiap orang harus menyibukkan dirinya dengan amal-amal kebaikan, agar nafsunya tidak sibuk menuruti hawa nafsunya sendiri.",
        "Orang berakal tak layak cemas dengan urusan dunia. Sebab, kecemasan dan kesedihan tidak dapat menolak musibah, dan tidak bermanfaat. Bahkan malah membahayakan hati, akal, dan badan, serta dapat merusak amal baik. Seharusnya seorang Muslim itu prihatin memikirkan urusan akhirat, karena itulah yang lebih bermanfaat."
      ]
    },
    {
      "id": 69,
      "judul_arab": "إِنَّ مِنَ الذُّنُوْبِ ذُنُوبًا لَا يُكَفِّرُهَا إِلَّا هَمُّ الْمَعِيْشَةِ",
      "judul_indonesia": "Sesungguhnya diantara dosa-dosa itu ada dosa yang tidak dapat terhapus kecuali dengan prihatin soal mencari nafkah",
      "isi_arab": [
        "وَأَمَّا قَوْلُهُ عَلَيْهِ الصَّلاَةُ وَالسَّلاَمُ: \"إِنَّ مِنَ الذُّنُوْبِ ذُنُوبًا لَا يُكَفِّرُهَا إِلَّا هَمُّ الْمَعِيْشَةِ\"،",
        "فَالْمُرَادُ مِنْهُ قَدْرُ هَمٍّ لَا يُخِلُّ بِأَعْمَالِ الْخَيْرِ وَلَا يُشْغِلَ الْقَلْبَ شُغْلًا يُخِلُّ بِإِحْضَارِ الْقَلْبِ فِي الصَّلَاةِ، فَإِنَّ ذٰلِكَ الْقَدْرَ مِنَ الْهَمِّ وَالْقَصْدِ مِنْ أَعْمَالِ الْآخِرَةِ."
      ],
      "isi_indonesia": [
        "Adapun sabda Nabi ﷺ: \"**Sesungguhnya di antara dosa-dosa itu ada dosa yang tidak dapat terhapus kecuali dengan keprihatinan (usaha) dalam mencari nafkah.**\"",
        "Maksud dari sabda itu adalah keprihatinan (usaha) yang tidak sampai melalaikan amal-amal kebaikan dan tidak membuat hati terlalu sibuk sehingga mengganggu kekhusyukan hati dalam salat. Maka, kadar keprihatinan dan tujuan mencari nafkah yang demikian itu termasuk dalam amal-amal akhirat."
      ]
    },
    {
      "id": 70,
      "judul_arab": "وَلا بُدَّ لِطالِبِ الْعِلمِ مِنْ تَقْلِيْلِ الْعَلَآئِقِ الدُّنْيَوِيَّةِ بِقَدْرِ الوُسْعِ",
      "judul_indonesia": "Penuntut Ilmu harus mengurangi Kesenanga Duniawi sesuai Kemampuannya",
      "isi_arab": [
        "وَلا بُدَّ لِطالِبِ الْعِلمِ مِنْ تَقْلِيْلِ الْعَلَآئِقِ الدُّنْيَوِيَّةِ بِقَدْرِ الوُسْعِ، وَلِهٰذَا إِخْتَارُوا الْغُرْبَةَ. وَلا بُدَّ لِطَالِبِ مِنْ تَحَمُّلِ الْمَشَقَّةِ وَ النَّصَبِ فِي سَفَرِ التَّعَلُّمِ، كَمَا قالَ مُوسٰى عَلَيْهِ الصَّلاَةُ وَالسَّلاَمُ فِي سَفَرِ التَّعَلُّمِ وَلَمْ يُنْقَلْ عَنْهُ ذٰلِكَ فِي غَيْرِهٖ مِنَ الْأَسْفَارِ لَقَدْ لَقِيْنَا مِنْ سَفَرِنَا هٰذَا نَصَبًا.",
        "لِيَعْلَمَ أَنَّ سَفَرَ الْعِلْمِ لاَ يَخْلُوْ عَنِ التَّعَبِ، لِأَنَّ طَلَبَ العِلْمِ أَمْرٌ عَظِيمٌ وَهُوَ أَفْضَلُ مِنَ الْغَزَوَاةِ عِنْدَ أَكْثَرِ الْعُلَمَاءِ، وَالْأَجْرُ عَلَى قَدْرِ التَّعَبِ وَالنَّصَبِ.",
        "فَمَنْ صَبَرَ عَلىٰ ذٰلِكَ وَجَدَ لَذَّةَ الْعِلْمِ تَفْوُقُ سَائِرَ لَذَّاتِ الدُّنْيَا."
      ],
      "isi_indonesia": [
        "**TENTANG KESUNGGUHAN DALAM BELAJAR, KETEKUNAN, DAN CITA-CITA**",
        "Seorang penuntut ilmu harus **mengurangi keterikatan dengan urusan duniawi** sesuai dengan kemampuannya. Oleh karena itu, para ulama memilih untuk **merantau (berada di perantauan)**. Dan seorang penuntut ilmu harus **sanggup menanggung kesulitan dan kepayahan dalam perjalanan menuntut ilmu**, sebagaimana yang disabdakan Nabi Musa *alaihis salam* dalam perjalanan menuntut ilmu, dan tidak pernah dinukil dari beliau hal serupa dalam perjalanan-perjalanan lainnya: \"**Sungguh, kami benar-benar telah merasakan kepayahan dalam perjalanan kami ini.**\"",
        "Ini agar diketahui bahwa perjalanan menuntut ilmu **tidak lepas dari kesulitan**. Karena menuntut ilmu adalah urusan yang sangat agung, dan ia lebih utama daripada peperangan menurut kebanyakan ulama. Dan **pahala itu sebanding dengan kadar kepayahan dan kesusahan yang dialami**.",
        "Maka, barang siapa bersabar atas hal itu, niscaya ia akan merasakan **lezatnya ilmu yang melebihi segala kenikmatan dunia**."
      ]
    },
    {
      "id": 71,
      "judul_arab": "أَيْنَ أَبْنَاءُ الْمُلُوْكِ مِنْ هٰذِهِ اللَّذَّاتِ",
      "judul_indonesia": "Kenikmatan dalam Menuntut Ilmu",
      "isi_arab": [
        "وَلِهٰذَا كَانَ مُحَمَّدُ بْنُ الْحَسَنِ إِذَا سَهِرَ اللَّيَالِيَ إِنْحَلَّ لَهُ الْمُشْكِلَاتُ يَقُوْلُ: أَيْنَ أَبْنَاءُ الْمُلُوْكِ مِنْ هٰذِهِ اللَّذَّاتِ."
      ],
      "isi_indonesia": [
        "Oleh karena inilah, **Imam Muhammad bin Al-Hasan** jika belajar sampai larut malam, lalu menemukan jawaban dari masalah-masalah yang sulit baginya, beliau berkata, \"**Di manakah kenikmatan putra-putra raja jika dibandingkan dengan kenikmatan yang kini aku rasakan?**\""
      ]
    },
    {
      "id": 72,
      "judul_arab": "وَيَنْبَغِيْ لِطَالِبِ الْعِلْمِ أَنْ لاَ يَشْتَغِلَ بِشَيْءٍ آخَرَ غَيْرَ الْعِلْمِ وَلَا يُعْرِضَ عَنِ الْفِقْهِ",
      "judul_indonesia": "Penuntut Ilmu senantiasa Menyibukkan Dirinya dengan Masalah-masalah Ilmu dan Kepuasan dalam Memecahkan Masalah Ilmu",
      "isi_arab": [
        "وَيَنْبَغِيْ لِطَالِبِ الْعِلْمِ أَنْ لاَ يَشْتَغِلَ بِشَيْءٍ آخَرَ غَيْرَ الْعِلْمِ وَلَا يُعْرِضَ عَنِ الْفِقْهِ. قَالَ مُحَمَّدٌ رَحِمَهُ اللَّهُ تَعَالىٰ: إِنَّ صِنَاعَتَنَا هٰذِهٖ مِنَ الْمَهْدِ إِلَى اللَّحْدِ. فَمَنْ أَرَادَ أَنْ يَتْرُكَ عِلْمَنَا هٰذَا سَاعَةً فَلْيَتْرُكْهُ السَّاعَةُ.",
        "وَدَخَلَ فَقِيهٌ وَهُوَ إِبْرَاهِيْمُ بْنُ الْجَرَّاحِ عَلىٰ أَبِي يُوسُفَ يَعُوْدُهُ فِي مَرَضِ مَوْتِهٖ وَهُوَ يَجُوْدُ بِنَفْسِهٖ، فَقَالَ أَبُوْ يُوسُفَ لَهُ: رَمْيُ الْجِمَارِ رَاكِبًا أَفْضَلُ أَمْ رَاجِلًا؟\" فَلَمْ يَعْرِفِ الْجَوَابَ، فَأَجَابَ بِنَفْسِهِ وَهُوَ أَنَّ الرَّمْيَ مَا شِيًا أَحَبُّ فِي الْأَوَّلِيْنَ.",
        "وَهٰكَذَا يَنْبَغِيْ لِلْفَقِيْهِ أَنْ يَشْتَغِلَ بِهٖ فِي جَمِيعِ أَوْقَاتِهٖ. فَحِيْنَئِذٍ يَجِدُ لَذَّةً عَظِيْمَةً",
        "وَقِيْلَ: رُؤِيَ مُحَمَّدٌ فِي الْمَنَامِ بَعْدَ وَفَاتِهٖ فَقِيْلَ لَهُ: كَيْفَ كُنْتَ فِي حَالِ النَّزْعِ؟ فَقَالَ: كُنْتُ مُتَأَمِّلًا فِي مَسْأَلَةٍ مِنْ مَسَائِلِ الْمَكَاتِبِ، فَلَمْ أَشْعُرْ بِخُرُوْجِ رُوْحِيْ.",
        "وَقِيلَ: إِنَّهُ قَالَ فِي آخِرِ عُمْرِهٖ: \"شَغَلَتْنِيْ مَسَائِلُ الْمَكَاتِبِ عَنِ الْإِسْتِعْدَادِ لِهٰذَا الْيَوْمِ\"، وَإِنَّمَا قَالَ ذٰلِكَ تَوَاضُعًا."
      ],
      "isi_indonesia": [
        "Seyogianya seorang penuntut ilmu **tidak menyibukkan diri dengan sesuatu yang lain selain ilmu**, dan **jangan berpaling dari fikih**. **Imam Muhammad** *rahimahullah Ta'ala* berkata: \"**Pekerjaan kami ini (menuntut ilmu) adalah dari ayunan hingga liang kubur. Maka, barang siapa ingin meninggalkan ilmu kami ini sesaat, hendaklah ia tinggalkan sekarang juga.**\"",
        "Seorang ahli fikih, **Ibrahim bin Al-Jarrah**, menjenguk **Abu Yusuf** yang sedang sakit di ambang kematiannya, dan beliau sedang sakaratul maut. Abu Yusuf bertanya kepadanya: \"**Mana yang lebih utama, melempar jumrah sambil berkendara atau sambil berjalan kaki?**\" Ibrahim tidak mengetahui jawabannya. Lalu Abu Yusuf menjawab sendiri, bahwa melempar jumrah sambil berjalan kaki lebih disukai oleh para ulama terdahulu.",
        "Begitulah seharusnya seorang ahli fikih, selalu **menyibukkan dirinya dengan ilmu** di seluruh waktunya. Pada saat itu, ia akan menemukan **kenikmatan yang agung**.",
        "Dikatakan: \"**Muhammad** pernah terlihat dalam mimpi setelah wafatnya. Lalu ditanyakan kepadanya: 'Bagaimana keadaanmu saat sakaratul maut?' Beliau menjawab: '**Aku sedang merenungkan sebuah masalah dari masalah-masalah *mukātab* (budak yang dijanjikan merdeka), sehingga aku tidak merasakan ruhku keluar.**'\"",
        "Dan dikatakan: \"Beliau berkata di akhir usianya: '**Masalah-masalah *mukātab* telah menyibukkanku dari mempersiapkan diri untuk hari ini (kematian).**'\" Dan beliau berkata demikian hanya sebagai bentuk **tawadhu' (kerendahan hati)**."
      ]
    },
    {
      "id": 73,
      "judul_arab": "وَقْتُ التَّعَلُّمِ مِنَ الْمَهْدِ إلَى اللَّحْدِ",
      "judul_indonesia": "Waktu dalam Belajar Ilmu",
      "isi_arab": [
        "قِيْلَ: وَقْتُ التَّعَلُّمِ مِنَ الْمَهْدِ إلَى اللَّحْدِ. دَخَلَ حَسَنُ بْنُ زِيَادٍ فِي التَّفَقُّهِ وَهُوَ ابْنُ ثَمَانِيْنَ سَنَةً، وَلَمْ يَبِتْ عَلَى الْفِرَاشِ أَرْبَعِينَ سَنَةً فَأَفْتٰى بَعْدَ ذٰلِكَ أَرْبَعِيْنَ سَنَةً.",
        "وَأَفْضَلُ الْأَوْقَاتِ شَرَخَ الشَّبَابِ، وَوَقْتُ السَّحَرِ وَبَيْنَ الْعِشَائَيْنِ.",
        "وَيَنْبَغِيْ أَنْ يَسْتَغْرِقَ جَمِيْعَ أَوْقَاتِهٖ، فَإِذَا مَلَّ عَنْ عِلْمٍ يَشْتَغِلُ بِعِلْمٍ آخَرَ. وَكَانَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ تَعَالىٰ عَنْهُمَا. إِذَا مَلَّ مِنَ الْكَلَامِ يَقُوْلُ: هَاتُوا دِيْوَانَ الشُّعَرَاءِ.",
        "وَكَانَ مُحَمَّدُ بْنُ الْحَسَنِ لَا يَنَامُ اللَّيْلَ، وَكَانَ يَضَعُ عِنْدَهُ دَفَاتِرَ، وَكَانَ إِذَا مَلَّ مِنْ نَوْعٍ يَنْظُرُ فِي نَوْعٍ آخَرَ،",
        "وَكَانَ يَضَعُ عِنْدَهُ الْمَاءَ وَيُزِيْلُ نَوْمَهُ بِالْمَاءِ، وَكَانَ يَقُوْلُ: النَّوْمُ مِنَ الْحَرَارَةِ فَلَا بُدَّ مِنْ دَفْعِهٖ بِالْمَاءِ الْبَارِدِ."
      ],
      "isi_indonesia": [
        "**WAKTU-WAKTU BELAJAR ILMU**",
        "Dikatakan: \"**Waktu belajar itu dari buaian (bayi) hingga liang lahat (meninggal).**\" Hasan bin Ziyad mulai mendalami fikih ketika berusia 80 tahun, dan beliau tidak pernah tidur nyenyak di atas kasur selama 40 tahun. Setelah itu, beliau berfatwa selama 40 tahun.",
        "Adapun **waktu terbaik untuk belajar adalah masa puncak muda**, waktu sahur, dan antara Isya' dan Subuh.",
        "Para santri harus **memanfaatkan seluruh waktunya** untuk belajar. Jika bosan mempelajari satu bidang ilmu, maka hendaknya ia menyibukkan diri dengan ilmu lain. Ibnu Abbas *radhiyallahu Ta'ala 'anhuma*, jika mulai jemu dengan pembicaraan, beliau berkata, \"**Bawakanlah ke mari kitab-kitab syair!**\"",
        "**Muhammad bin Hasan** tidak pernah tidur di malam hari. Beliau selalu menyediakan buku-buku di sisinya. Jika beliau bosan dengan satu jenis ilmu, beliau akan melihat ke jenis ilmu yang lain.",
        "Beliau selalu menyediakan air di sampingnya, dan menghilangkan rasa kantuknya dengan air. Beliau berkata, \"**Kantuk itu timbul dari panas, maka harus dihilangkan dengan air dingin.**\""
      ]
    },
    {
      "id": 74,
      "judul_arab": "وَيَنْبَغِيْ أَنْ يَكُوْنَ صَاحِبُ العِلْمِ مُشْفِقًا نَاصِحًا غَيْرَ حَاسِدٍ. فَالْحَسَدُ يَضُرُّ وَلَا يَنْفَعُ.",
      "judul_indonesia": "Orang Berilmu harus memiliki Rasa Kasih Sayang",
      "isi_arab": [
        "وَيَنْبَغِيْ أَنْ يَكُوْنَ صَاحِبُ العِلْمِ مُشْفِقًا نَاصِحًا غَيْرَ حَاسِدٍ. فَالْحَسَدُ يَضُرُّ وَلَا يَنْفَعُ.",
        "وَكَانَ أُستَاذُنَا شَيْخُ الْإِسْلَامِ بُرْهَانُ الدِّيْنِ رَحْمَةُ اللهِ تَعَالىٰ عَلَيْهِ يَقُوْلُ: قَالُوْا إِنَّ ابْنَ الْمُعَلِّمِ يَكُوْنُ عَالِمًا لِأَنَّ الْمُعَلِّمَ يُرِيْدُ أَنْ يَكُوْنَ تَلاَمِيْذُهُ فِي الْقُرْآنِ عُلَمَاءَ. فَبِبَرَكَةِ اعْتِقَادِهٖ وَشَفَقَتِهٖ يَكُوْنُ ابْنُهُ عَالِمًا.",
        "وَكَانَ يُحْكىٰ أَنَّ الصَّدْرَ الْأَجَلَّ بُرْهَانَ الْأَئِمَّةِ جَعَلَ وَقْتَ السَّبَقِ لِابْنَيْهِ الصَّدْرِ الشَّهِيْدِ حُسَامِ الدِّيْنِ وَالصَّدْرِ السَّعِيْدِ تَاجَ الدِّيْنِ وَقْتَ الضُّحْوَةِ الْكُبْرىٰ بَعْدَ جَمِيْعِ الْأَسْبَاقِ.",
        "وَكَانَا يَقُوْلَانِ: إِنَّ طَبِيْعَتَنَا تَكِلُّ وَتَمُلُّ فِي ذٰلِكَ الْوَقْتِ، فَقَالَ أَبُوْهُمَا: إِنَّ الْغُرَبَاءِ وَأَوْلَادَ الْكُبَرَاءِ يَأْتُوْنَنِيْ مِنْ أَقْطَارِ الْأَرْضِ فَلَا بُدَّ مِنْ أَنْ أُقَدِّمَ أَسْبَاقَهُمْ. فَبِبَرَكَةِ شَفَقَتِهٖ فَاقَ ابْنَاهُ عَلىٰ أَكْثَرِ فُقَهَآءِ أَهْلِ الْأَرْضِ فِي ذٰلِكَ الْعَصْرِ فِي الْفِقْهِ."
      ],
      "isi_indonesia": [
        "**KASIH SAYANG DAN NASIHAT**",
        "Seyogianya seorang **pemilik ilmu itu berbelas kasih (musyfiq), penasihat, dan bukan pendengki**. Karena **hasad (iri hati) itu membahayakan dan tidak bermanfaat**.",
        "Guru kami, **Syaikhul Islam Burhanuddin** *rahimahullah Ta'ala*, berkata: \"Mereka mengatakan bahwa anak seorang guru akan menjadi alim, karena guru itu berharap murid-muridnya menjadi ulama dalam Al-Qur'an. Maka, berkat keyakinan dan kasih sayangnya (terhadap murid), anaknya (sendiri) menjadi alim.\"",
        "Dikisahkan bahwa **Shadrul Ajall Burhanul A'immah** menetapkan waktu mengaji untuk kedua putranya, Shadrus Syahid Husamuddin dan Shadrus Sa'id Tajuddin, yaitu pada waktu dhuha kubra (pagi menjelang tengah hari) setelah semua pelajaran lainnya selesai.",
        "Kedua anak itu berkata, \"Sesungguhnya tabiat kami merasa lelah dan bosan pada waktu itu.\" Lalu ayah mereka berkata, \"Sesungguhnya para perantau dan anak-anak para pembesar datang kepadaku dari berbagai penjuru bumi. Maka, aku harus mendahulukan pelajaran mereka.\" Maka, berkat kasih sayangnya, kedua putranya tadi **mengungguli sebagian besar fuqaha (ahli fikih) penduduk bumi pada masa itu dalam bidang fikih**."
      ]
    },
    {
      "id": 75,
      "judul_arab": "وَيَنْبَغِيْ أَنْ لَا يُنَازِعَ أَحَدًا وَلَا يُخَاصِمَهُ لِأَنَّهُ يُضَيِّعُ أَوْقَاتَهُ",
      "judul_indonesia": "Anjuran Tidak Berdebat dan Senantiasa Berbuat Kebaikan",
      "isi_arab": [
        "وَيَنْبَغِيْ أَنْ لَا يُنَازِعَ أَحَدًا وَلَا يُخَاصِمَهُ لِأَنَّهُ يُضَيِّعُ أَوْقَاتَهُ. قِيلَ: الْمُحْسِنُ سَيُجْزٰى بِإِحْسَانِهِ وَالْمُسِيْءُ سَتَكْفِيْهِ مِسَاوِيْهِ.",
        "أَنْشَدَنِيْ الشَّيْخُ الْإِمَامُ الْأَجَلُّ الزَّاهِدُ الْعَارِفُ رُكْنُ الدِّيْنِ مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمَعْرُوْفِ بِإِمَامِ خَوَاهِرْ زَادِهْ الْمُفْتِي رَحْمَةُ اللهِ عَلَيْهِ. قَالَ: أَنْشَدَنِيْ سُلْطَانُ الشَّرِيْعَةِ يُوْسُفُ الْهَمْدَانِي هٰذَا الشِّعْرَ: دَعِ الْمَرْءَ لَا تُجْزِهْ عَلىٰ سُوءِ فِعْلِهِ سَيَكْفِيْهِ مَا فِيهِ وَمَا هُوَ فَاعِلُهْ"
      ],
      "isi_indonesia": [
        "Seorang santri hendaknya **tidak menentang (berdebat) siapa pun dan tidak memusuhinya**, karena hal itu hanya menyia-nyiakan waktunya. Dikatakan: \"**Orang yang berbuat baik akan dibalas dengan kebaikannya, dan orang yang berbuat buruk akan dicukupi dengan keburukannya sendiri.**\"",
        "**Syaikh Imam Al-Ajall Az-Zahid Al-'Arif Ruknuddin Muhammad bin Abi Bakar**, yang dikenal dengan **Imam Khawarizmi Zadatul Mufti** *rahmatullah 'alaih*, berkata: \"Sultan Asy-Syari'ah **Yusuf Al-Hamdani** membacakan syair ini kepadaku:\n\n**'Biarkanlah seseorang (yang berbuat buruk kepadamu), janganlah engkau membalas perbuatan buruknya,**\n**Cukuplah apa yang ada padanya dan apa yang ia perbuat sebagai balasan baginya.'**\""
      ]
    },
    {
      "id": 76,
      "judul_arab": "مَنْ أَرَادَ أَنْ يُرْغِمَ أَنْفَ عَدُوِّهٖ فَلْيُكَرِّرْ هَذَا الشِّعْرَ وَأُنْشِدَتُ",
      "judul_indonesia": "Syair Penyemangat Menuntut Ilmu untuk Menundukkan Musuh",
      "isi_arab": [
        "قِيْلَ: مَنْ أَرَادَ أَنْ يُرْغِمَ أَنْفَ عَدُوِّهٖ فَلْيُكَرِّرْ هَذَا الشِّعْرَ وَأُنْشِدَتُ:",
        "إِذَا شِئْتَ أَنْ تَلْقَى عَدُوَّكَ رَاغِمًا وَتَقْتُلَهُ غَمًّا وَتَحْرِقَهُ هَمًّا فَرُمْ لِلْعُلَى وَازْدَدْ مِنَ الْعِلْمِ أَنَّهُ مَنِ ازْدَادَ عِلْمًا ازْدَادَ حَاسِدُهْ غَمًّا",
        "قِيْلَ: عَلَيْكَ أَنْ تَشْتَغِلَ بِمَصَالِحِ نَفْسِكَ لَا بِقَهْرِ عَدُوِّكَ. فَإِذَا أَقَمْتَ مَصَالِحَ نَفْسِكَ تَضَمَّنَ ذٰلِكَ قَهْرَ عَدُوِّكَ.",
        "وَإِيَّاكَ وَالْمُعَادَاةَ فَإِنَّهَا تُفْضِحُكَ وَتَضِيِّعُ أَوْقَاتَكَ. وَعَلَيْكَ بِالتَّحَمُّلِ لاَ سِيَّمَا مِنَ السُّفَهَاءِ. قَالَ عِيسَى بْنُ مَرْيَمَ عَلَيْهِ الصَّلاةُ وَالسَّلاَمُ: إِحْتَمِلُوْا مِنَ السَّفِيْهِ وَاحِدَةً كَيْ تَرْبَحُوا عَشْرًا شِعْرٌ:"
      ],
      "isi_indonesia": [
        "Dikatakan: \"Barang siapa ingin **menundukkan musuhnya**, hendaklah ia mengulang-ulang syair ini.\" Aku juga pernah dibacakan syair berikut:",
        "**\"Jika kamu ingin menjumpai musuhmu dalam keadaan hina,**\n**Dan membunuhnya dengan kesedihan, serta membakarnya dengan kegelisahan,**\n**Maka bergegaslah menuju ketinggian dan tambahlah ilmumu,**\n**Karena siapa saja yang bertambah ilmunya, bertambahlah kegelisahan orang yang mendengkinya.\"**",
        "Dikatakan: \"Kamu harus sibuk melakukan kebaikan untuk dirimu sendiri, bukan untuk mengalahkan musuhmu. Karena jika kamu telah menegakkan kebaikan untuk dirimu, hal itu sudah mencakup mengalahkan musuhmu.\"",
        "**Jauhilah permusuhan**, karena ia akan mempermalukanmu dan menyia-nyiakan waktumu. Dan kamu harus **menahan diri (bersabar)**, terutama terhadap orang-orang bodoh. Nabi Isa *'alaihis shalatu was salam* bersabda, \"**Bersabarlah menghadapi kebodohan orang bodoh satu kali saja, niscaya kamu akan beruntung sepuluh kali.**\""
      ]
    },
    {
      "id": 77,
      "judul_arab": "بَلَوْتُ النَّاسَ قَرْنًا بَعْدَ قَرْنٍ",
      "judul_indonesia": "Syair : Manusia sebagai Pengkhianat dan Penipu",
      "isi_arab": [
        "بَلَوْتُ النَّاسَ قَرْنًا بَعْدَ قَرْنٍ فَلَمْ أَرَ غَيْرَ خِتَالٍ وَقَالٍ",
        "وَلَمْ أَرَ فِي الْخُطُوْبِ أَشَدَّ وَقَعًا وَأَصْعَبَ مِنْ مُعَادَاةِ الرِّجَالِ وَذُقْتُ مِرَارَةَ الْأَشْيَاءِ طُرًّا وَمَا ذُقْتُ أَمْرًا مِنَ السُّؤَالِ",
        "بَلَوْتُ النَّاسَ قَرْنًا بَعْدَ قَرْنٍ # فَلَمْ أَرَ غَيْرَ خَتَّالٍ وَقَالِ",
        "وَلَمْ أَرَ فِى الْخُطُوْبِ أَشَدَّ وَقْعًا # وَأَصْعَبَ مِنْ مُعَادَاةِ الرِّجَالِ",
        "وَذُقْتُ مِرَارَةَ الْأَشْيَاءِ طُرًّا # وَمَا ذُقْتُ أَمَرَّ مِنَ السُّؤَالِ"
      ],
      "isi_indonesia": [
        "Seorang penyair berkata:\n\n**\"Dari masa ke masa, aku telah meneliti manusia,**\n**Maka belum pernah aku melihat dari mereka, kecuali orang-orang yang berkhianat dan pemurka (pemarah).**\"",
        "**\"Dan aku tak pernah menghadapi masalah besar yang lebih berat dampaknya,**\n**Dan lebih sulit daripada permusuhan sesama manusia (laki-laki).**\n**Dan sudah kurasakan seluruh kepahitan segala sesuatu,**\n**Namun tiada yang kurasakan lebih pahit kecuali meminta-minta.\"**",
        "**\"Aku telah menguji manusia dari masa ke masa,**\n**Namun aku tidak pernah melihat selain pengkhianat dan penipu.**\"",
        "**\"Dan aku tidak pernah melihat kejadian besar yang lebih berat dampaknya,**\n**Dan lebih sulit daripada orang yang saling bermusuhan.**\"",
        "**\"Dan aku pun telah merasakan getirnya seluruh perkara,**\n**Namun aku tidak pernah merasakan yang lebih getir daripada meminta-minta.\"**"
      ]
    },
    {
      "id": 78,
      "judul_arab": "وَإيَّاكَ وَ أَنْ تَظُنُّ بِالْمُؤْمِنَ سُوْءًا",
      "judul_indonesia": "Larangan Berburuk Sangka dan Syair agar Senantiasa Berbuat Baik",
      "isi_arab": [
        "وَإيَّاكَ وَ أَنْ تَظُنُّ بِالْمُؤْمِنَ سُوْءًا فَإِنَّهُ مَنْشَأُ الْعَدَاوَةِ وَلَا يَحِلُّ ذٰلِكَ لِقَوْلِهٖ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ظُنُّوْا بِالْمُؤْمِنِيْنَ خَيْرًا. وَإنَّمَا يَنْشَأُ ذٰلِكَ مِنْ خَبَثِ النِّيَّةِ وَسُوْءِ السَّرِيْرَةِ.",
        "كَمَا قَالَ أَبُو الطَّيِّبِ شِعْرًا : إِذَا سَاءَ فِعْلُ الْمَرْءِ سَاءَتْ ظُنُونُهُ وَصَدَقَ مَا يَعْتَادُهُ مِنْ تَوَهُّمِ وَعَادٰى مُحِبِّيْهِ بِقَوْلِ عَدَاتِهٖ وَأَصْبَحَ فِي لَيْلٍ مِنَ الشَّكِ مُظْلِمًا",
        "وَأَنْشِدْتُ لِبَعْضِهِمْ: تَنَّحَ عَنِ الْقَبِيْحِ وَلا تَرِدْهُ وَمَنْ أَوْلَيْتَهُ حَسَنًا فَزِدْهُ سَتَكْفَي مِنْ عَدُوِّكَ كُلَّ كَيْدٍ إِذَا كَادَ الْعَدُوُّ فَلاَ تَكِدْهُ",
        "وَأُنْشِدْتُ لِلشَّيْخِ الْعُمَيْدِ أَبِي الْفَتْحِ الْبُسَتِيِّ رَحِمَهُ اللهُ تَعَالىٰ : ذُوْ العَقْلِ لاَ يَسْلَمُ مِنْ جَاهِلٍ يَسُوْمُهُ ظُلْمًا وَإِعْنَاتاً فَلْيَخْتَرِ السِّلْمَ عَلَى حَرْبِهٖ وَلْيَلْزَمِ الْإِنْصَاتَ إِنْصَاتًا"
      ],
      "isi_indonesia": [
        "**Jauhilah berprasangka buruk terhadap orang mukmin**, karena hal itu adalah sumber permusuhan, dan tidak halal. Nabi ﷺ bersabda, \"**Berprasangka baiklah terhadap orang mukmin.**\" Karena prasangka buruk itu timbul dari niat yang buruk dan batin yang jahat.",
        "Seperti yang dikatakan **Abu Thoyyib** dalam syairnya:\n\n**\"Jika perbuatan seseorang itu buruk, maka buruk pulalah prasangka-prasangkanya,**\n**Dan ia mempercayai apa yang biasa ia sangka-sangka.**\n**Ia memusuhi orang-orang yang mencintainya dengan perkataan musuh-musuhnya,**\n**Dan ia berada di malam yang gelap gulita karena keraguan.\"**",
        "Aku juga pernah dibacakan syair berikut dari sebagian ulama:\n\n**\"Menyingkirlah dari keburukan dan janganlah engkau menginginkannya,**\n**Dan barang siapa yang telah engkau perlakukan baik, maka tambahkanlah kebaikan kepadanya.**\n**Engkau akan terlindungi dari segala tipu daya musuhmu,**\n**Jika musuhmu berbuat tipu daya, maka janganlah engkau membalas menipunya.**\"",
        "Aku juga pernah dibacakan syair dari **Syaikh Al-'Amid Abul Fath Al-Busti** *rahimahullah Ta'ala*:\n\n**\"Orang yang berakal tidak akan selamat dari orang bodoh,**\n**Yang menimpakan kezaliman dan kesulitan kepadanya.**\n**Maka hendaklah ia memilih kedamaian daripada perang dengannya,**\n**Dan hendaklah ia berpegang teguh pada diam, benar-benar diam.**\""
      ]
    },
    {
      "id": 79,
      "judul_arab": "وَيَنْبَغِيْ أَنْ يَكُوْنَ طَالِبُ الْعِلْمِ مُسْتَفِيدًا فِي كُلِّ وَقْتٍ",
      "judul_indonesia": "Pelajar harus mencari Tambahan Ilmu setiap Hari",
      "isi_arab": [
        "وَيَنْبَغِيْ أَنْ يَكُوْنَ طَالِبُ الْعِلْمِ مُسْتَفِيدًا فِي كُلِّ وَقْتٍ حَتَّى يَحْصُلَ لَهُ الْفَضْلُ. وَطَرِيْقُ الْإِسْتِفَادَةِ أَنْ يَكُوْنَ مَعَهُ فِي كُلِّ وَقْتٍ مِحْبَرَةٌ حَتّٰى يَكْتُبَ مَا يَسْمَعُ مِنَ الْفَوَائِدِ الْعِلْمِيَّةِ.",
        "قِيلَ: مَنْ حَفِظَ فَرَّ وَمَنْ كَتَبَ شَيْئًا قَرَّ.",
        "وَقِيلَ: الْعِلْمُ مَا يُؤْخَذُ مِنْ أَفْوَاهِ الرِّجَالِ، لِأَنَّهُمْ يَحْفَظُوْنَ أَحْسَنَ مَا يَسْمَعُوْنَ، وَيَقُوْلُوْنَ أَحْسَنَ مَا يَحْفَظُونَ."
      ],
      "isi_indonesia": [
        "**MENCARI TAMBAHAN ILMU**",
        "Seorang santri harus **terus-menerus mengambil faedah (menambah ilmu) di setiap waktu**, agar ia memperoleh keutamaan. Cara mengambil faedah adalah dengan **selalu membawa tempat tinta (pulpen dan buku)** di setiap waktu, sehingga ia dapat menulis segala faedah ilmiah yang ia dengar. (Karena ilmu yang dihafal suatu ketika bisa lupa, sedang ilmu yang ditulis akan tetap abadi.)",
        "Dikatakan: \"**Barang siapa menghafal, ia akan lupa; dan barang siapa menulis sesuatu, ia akan tetap (ingat).**\"",
        "Ada yang berkata: \"**Ilmu itu adalah apa yang diambil dari mulut para ahli (ulama)**, karena mereka menghafal yang terbaik dari apa yang mereka dengar, dan mengatakan yang terbaik dari apa yang mereka hafal.\""
      ]
    },
    {
      "id": 80,
      "judul_arab": "يَا هِلَالُ لَا تُفَارِقِ الْمِحْبَرَةَ فَإِنَّ الْخَيْرَ فِيْهَا وَفِي أَهْلِهَا إِلىٰ يَوْمِ الْقِيَامَةِ",
      "judul_indonesia": "Hadits dan Kisah tentang Pentingnya Mencatat Ilmu",
      "isi_arab": [
        "وَسَمِعْتُ شَيْخَ الأُسْتَاذَ زَيْدَ الْإِسْلامِ الْمَعْرُوْفِ بِالْأَدِيْبِ الْمُخْتَارِ يَقُوْلُ: قَالَ هِلَالُ بْنُ يَسَارٍ: رَأَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ لِأَصْحَابِهٖ شَيْئًا مِنَ الْعِلْمِ وَالْحِكْمَةِ فَقُلْتُ: يَا رَسُوْلَ اللهِ أَعِدْ لِيْ مَا قُلْتَ لَهُمْ، فَقَالَ لِيْ: هَلْ مَعَكَ مِحْبَرَةٌ؟ فَقُلْتُ: مَا مَعِيْ مِحْبَرَةٌ؟",
        "فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ السَّلَامُ: يَا هِلَالُ لَا تُفَارِقِ الْمِحْبَرَةَ فَإِنَّ الْخَيْرَ فِيْهَا وَفِي أَهْلِهَا إِلىٰ يَوْمِ الْقِيَامَةِ.",
        "وَوَصَّى الصَّدْرِ الشَّهِيْدُ حُسَامُ الدِّيْنِ ابْنَهُ شَمْسَ الدِّيْنِ أَنْ يَحْفَظَ كُلَّ يَوْمٍ يَسِيْرًا مِنَ الْعِلْمِ وَالْحِكْمَةِ فَإِنَّهُ يَسِيْرٌ، وَعَنْ قَرِيْبٍ يَكُوْنَ كَثِيْرًا. وَاشْتَرٰى عِصَامُ بْنُ يُوْسُفَ قَلَمًا بِدِيْنِارٍ لِيَكْتُبَ مَا سَمِعَ فِى الْحٰالِ، فَالْعُمْرُ قَصِيْرٌ وَالْعِلْمُ كَثِيْرٌ."
      ],
      "isi_indonesia": [
        "Aku mendengar Syaikh Al-Ustadz Zaidul Islam, yang dikenal dengan Al-Adib Al-Mukhtar, berkata: Hilal bin Yasar berkata, \"Aku melihat Nabi ﷺ bersabda kepada para sahabatnya tentang sesuatu dari ilmu dan hikmah. Lalu aku berkata, 'Ya Rasulullah, sudilah Tuan mengulangi apa yang Tuan katakan kepada mereka?' Beliau bertanya kepadaku, 'Apakah engkau membawa tempat tinta (pulpen)?' Aku menjawab, 'Aku tidak membawa tempat tinta.'\"",
        "Maka Nabi ﷺ bersabda, \"**Wahai Hilal, janganlah kamu meninggalkan tempat tinta, karena kebaikan itu ada padanya dan pada pemiliknya hingga hari Kiamat.**\"",
        "**Shadrus Syahid Husamuddin** berpesan kepada putranya, Syamsuddin, agar menghafal sedikit ilmu dan hikmah setiap hari. Karena yang sedikit itu, dalam waktu dekat akan menjadi banyak. **Ishom bin Yusuf** pernah membeli pena seharga satu dinar untuk menulis apa yang ia dengar saat itu juga, karena dia tahu bahwa **umur manusia itu pendek, sedangkan ilmu itu amat banyak.**"
      ]
    },
    {
      "id": 81,
      "judul_arab": "فَيَنْبَغِىْ أَنْ لَا يُضَيِّعَ الْأَوْقَاتَ وَالسَّاعَاتِ وَيَغْتَنِمَ اللَّيَالِىَ وَالْخَلَوَاتِ",
      "judul_indonesia": "Hendaknya Pelajar tidak Menyia-nyiakan Waktu dan Selalu Murojaah",
      "isi_arab": [
        "فَيَنْبَغِىْ أَنْ لَا يُضَيِّعَ الْأَوْقَاتَ وَالسَّاعَاتِ وَيَغْتَنِمَ اللَّيَالِىَ وَالْخَلَوَاتِ. عَنْ يَحْيَى بْنِ مُعَاذِ الرَّازِيِّ اَللَّيْلُ طَوِيْلٌ وَلاَ تُقْصِرْهُ بِمَنَامِكَ، وَالنَّهَارُ مُضِيْءٌ فَلَا تُكَدِّرْهُ بِآثَامِكَ.",
        "وَيَنْبَغِيْ أَنْ يَغْتَنِمَ الشُّيُوْخَ وَيَسْتَفِيْدَ مِنْهُمْ، وَلَيْسَ كُلُّ مَا فَاتَ يُدْرِكَ كَمَا قَالَ أُسْتَاذُنَا شَيْخُ الْإِسْلامِ فِى مَشِيْخَتِهٖ: كَمْ مِنْ شَيْخٍ كَبِيْرٍ فٍي الْعِلْمِ وَالْفَضْلِ أَدْرَكْتُهُ وَمَا اسْتَخْرَجْتُهُ",
        "وَأَقُوْلُ عَلىٰ هٰذَا الْفَوْتِ مُنْشِئًا هٰذَا الْبَيْتَ شِعْرًا : لَهْفًا عَلىٰ فَوْتِ التَّلَاقِىْ لَهْفًا مَا كُلُّ مَا فَاتَ وَيَفْنَى يُلْفَى",
        "وَلاَ بُدَّ لِطَالِبِ الْعِلْمِ مِنَ الْمُوَاظَبَةِ عَلَى الدَّرْسِ وَالتِّكَرَارِ فِىْ أَوَّلَ اللَّيْلِ وَآخِرِهٖ فَإِنَّ مَا بَيْنَ الْعِشَاءِ وَوَقْتِ السَّحَرِ وَقْتٌ مُبَارَكٌ."
      ],
      "isi_indonesia": [
        "Oleh karena itu, hendaknya ia **tidak menyia-nyiakan waktu** dan jam-jam (berharga), serta **memanfaatkan malam-malam dan kesendiriannya** (untuk belajar). Yahya bin Mu’adz Ar-Razi berkata, \"**Malam itu amat panjang, maka jangan kamu persingkat dengan tidurmu. Siang hari itu terang benderang, maka jangan kamu keruhkan dengan dosa-dosamu.**\"",
        "Dan hendaknya ia **memanfaatkan para guru besar (masyayikh)** dan mengambil faedah dari mereka. Karena tidak semua yang telah luput dapat diraih kembali, sebagaimana yang dikatakan guru kami, **Syaikhul Islam**, dalam kitab *Masyikhoh*-nya: \"**Betapa banyak guru besar dalam ilmu dan keutamaan yang pernah aku temui, namun aku tidak mendapatkan faedah (ilmu) darinya.**\"",
        "Dan atas kelalaian ini, aku menggubah sebuah syair:\n\n**\"Alangkah menyesalnya atas kesempatan bertemu yang terlewatkan, alangkah menyesal!**\n**Tidak semua yang telah luput dan binasa dapat ditemukan kembali.**\"",
        "Dan seorang penuntut ilmu harus **tekun dalam belajar dan mengulang-ulang pelajaran** di awal malam dan akhir malam. Karena waktu antara Isya' dan waktu sahur adalah **waktu yang diberkati**."
      ]
    },
    {
      "id": 82,
      "judul_arab": "إِذَا كُنْتَ فِىْ أَمْرٍ فَكثنْ فِيْهِ وَكَفٰى بِالْإِعْرَاضِ عَنْ عِلْمِ اللهِ",
      "judul_indonesia": "Senantiasa Berlindung Kepada Allah SWT dan Merendahkan Diri dalam Menuntut Ilmu",
      "isi_arab": [
        "قَالَ عَلِىُّ رَضِيَ اللهُ تَعَالىٰ عَنْهُ: إِذَا كُنْتَ فِىْ أَمْرٍ فَكثنْ فِيْهِ وَكَفٰى بِالْإِعْرَاضِ عَنْ عِلْمِ اللهِ تَعَالىٰ خِزْيًا وَخَسَارًا وَاسْتَعِذْ بِاللهِ مِنْهُ لَيْلاً وَنَهَارًا.",
        "وَلَا بُدَّ لِطَالِبِ الْعِلْمِ مِنْ تَحَمُّلِ الْمَشَقَّةِ وَالْمَذَلَّةِ فِى طَلَبِ الْعِلْمِ. وَالتَّمَلُّقُ مَذْمُوْمٌ إِلَّا فِى طَلَبِ الْعِلْمِ لِأَنَّهُ لَا بُدَّ لَهُ مِنَ التَّمَلُّقِ لِلْأُسْتَاذِ وَالشُّرَكَاءِ وَغَيْرِهِمْ لِلْإِسْتِفَادَةِ مِنْهُمْ.",
        "قِيْلَ: الْعِلُم عِزٌّ لَا ذُلَّ فِيْهِ لَا يُدْرِكَ إِلَّا بِذُلٍّ لَا عِزَّ فِيْهِ وَقَالَ الْقَائِلُ: أَرٰى لَكَ نَفْسًا تَشْتَهِىْ أَنْ تُعِزِّهَا فَلَسْتَ تَنَالُ الْعِزَّ حَــتَّى تُذِلَّهَا"
      ],
      "isi_indonesia": [
        "Sayyidina Ali *karramallahu wajhah* berkata, \"**Bila kamu berada dalam satu urusan (penting), maka tetaplah di dalamnya. Kehinaan dan kerugian itu akibat berpaling dari ilmu Allah. Maka berlindunglah kepada Allah darinya pada malam dan siang hari.**\"",
        "Para penuntut ilmu harus **tahan menanggung penderitaan dan kerendahan diri (kehinaan) ketika mencari ilmu**. ***Tamalluq*** (menjilat dan mencari muka) itu tercela, kecuali dalam urusan menuntut ilmu. Karena menuntut ilmu itu tidak bisa terpisah dari guru, teman-teman belajar, dan lainnya (yang darinya bisa mengambil manfaat).",
        "Dikatakan, \"**Ilmu itu mulia, tiada kehinaan padanya. Namun ilmu tak bisa didapat kecuali dengan kerendahan diri yang tiada kemuliaan padanya.**\" Dan seorang penyair berkata:\n\n\"**Aku tahu jiwamu berhasrat untuk mulia,**\n**Namun kamu tak akan memperoleh kemuliaan hingga kamu merendahkannya.**\""
      ]
    },
    {
      "id": 83,
      "judul_arab": "مَنْ لَمْ يَتَوَرَّعْ فِىْ تَعَلُّمِهِ ابْتَلَاهُ اللهُ تَعَالىٰ بِأَحَدِ ثَلَاثَةِ أَشْيَآءَ",
      "judul_indonesia": "Ujian Penuntut Ilmu yang Tidak Wara`",
      "isi_arab": [
        "رَوٰى بَعْضُهُمْ حَدِيْثًا فِى هٰذَا الْبَابِ عَنْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: مَنْ لَمْ يَتَوَرَّعْ فِىْ تَعَلُّمِهِ ابْتَلَاهُ اللهُ تَعَالىٰ بِأَحَدِ ثَلَاثَةِ أَشْيَآءَ: إِمَّا أَنْ يُمِيْتَهُ فِى شَبَابِهٖ، أَوْ يُوْقِعَهُ فِى الرَّسَاتِيْقِ أَوْ يَبْتَلِيَهُ بِخِدْمَةَ السُّلْطَانِ."
      ],
      "isi_indonesia": [
        "**SIKAP WARA’ DALAM MENUNTUT ILMU**",
        "Sebagian ulama meriwayatkan sebuah hadis dari Rasulullah ﷺ, beliau bersabda, \"**Barang siapa tidak berlaku *wara'* (hati-hati dari yang haram/syubhat) ketika belajar ilmu, maka Allah Ta'ala akan mengujinya dengan salah satu dari tiga macam ujian: (1) Entah Dia mematikannya di usia mudanya, (2) atau menjatuhkannya di tengah-tengah orang-orang bodoh (di desa-desa), (3) atau mengujinya dengan berkhidmat kepada penguasa (sultan).**\""
      ]
    },
    {
      "id": 84,
      "judul_arab": "فَمَهْمَا كَانَ طَاِلثب الْعِلْمِ أَوْرَعَ كَانَ عِلْمُهُ أَنْفَعَ وَالتَّعَلُّمُ لَهُ وَفَوَائِدُهُ أَكْثَرَ",
      "judul_indonesia": "Manfaat menjadi Wara` dan Caranya",
      "isi_arab": [
        "فَمَهْمَا كَانَ طَاِلبُ الْعِلْمِ أَوْرَعَ كَانَ عِلْمُهُ أَنْفَعَ وَالتَّعَلُّمُ لَهُ وَفَوَائِدُهُ أَكْثَرَ. وَمِنَ الْوَرَعِ أَنْ يَتَحَرَّزَ عَنِ الشِّبَعِ وَكَثْرَةِ النَّوْمِ وَكَثْرَةِ الْكَلاَمِ فِيْمَا لَا يَنْفَعُ",
        "وَأَنْ يَتَحَرَّزَ عَنْ أَكْلِ طَعَامِ السُّوْقِ إِنْ أَمْكَنَ لِأَنَّ طَعَامَ السُّوْقِ أَقْرَبُ إِلَى النَّجَاسَةِ وَالْخَبَاثَةِ وَأَبْعَدُ عَنْ ذِكْرِ اللهِ تَعَالىٰ وَأَقْرَبُ إِلَى الْغَفْلَةِ لِأَنَّ أَبْصَارَ الْفُقَرَاءِ تَقَعُ عَلَيْهِ وَلَا يُقْدِرُوْنَ عَلَى الشِّرَاءِ مِنْهُ، فَيَتَأذَّوْنَ بِذٰلِكَ فَتَذْهَبُ بَرْكَتُهُ."
      ],
      "isi_indonesia": [
        "Semakin seorang santri bersifat **wara' (hati-hati)**, maka **ilmunya akan semakin bermanfaat** dan belajarnya serta faedah yang didapatnya akan lebih banyak. Termasuk sifat wara' adalah **menjauhi rasa kenyang, banyak tidur, dan banyak bicara yang tidak berguna**.",
        "Dan hendaknya ia **menjauhi makan makanan pasar jika memungkinkan**, karena makanan pasar itu lebih dekat kepada najis dan kotoran. Ia juga menjauhkan dari zikir kepada Allah Ta'ala dan lebih mendekatkan kepada kelalaian. Sebab, mata orang-orang fakir melihat makanan itu, tetapi mereka tidak mampu membelinya, sehingga mereka merasa tersakiti. Dengan demikian, **keberkahan makanan itu hilang**."
      ]
    },
    {
      "id": 85,
      "judul_arab": "لَا يَأْكُلُ مِنْ طَعَامِ السُّوْقِ",
      "judul_indonesia": "Kisah tentang Makanan Pasar dan Sifat Wara`",
      "isi_arab": [
        "وَحُكِيَ أَنَّ الإِمَامَ الشَّيْخَ الْجَلِيْلَ مُحَمَّدَ بْنَ الْفَضْلِ كَانَ فِي حَالِ تَعَلُّمِهِ لَا يَأْكُلُ مِنْ طَعَامِ السُّوْقِ، وَكَانَ أَبُوْهُ يَسْكُنُ فِي الرَّسْتَاقِ وَيُهَيِّئُ طَعَامَهُ وَيَدْخُلُ إِلَيْهِ يَوْمَ الْجُمُعَةِ، فَرَأٰى فِي بَيْتِ ابْنِهِ خُبْزَ السُّوْقِ يَوْمًا فَلَمْ يُكَلِّمْهُ سَاخِطًا عَلَيْهِ.",
        "فَاعْتَذَرَ ابْنُهُ، فَقَالَ: مَا اِشْتَرَيْتُهُ أَنَا وَلَمْ أَرْضَ بِهِ وَلٰكِنَّ أَحْضَرَهُ شَرِيْكِي. فَقَالَ أَبُوْهُ: لَوْ كُنْتَ تَحْتَاطُ وَتَتَوَرَّعُ لَمْ يَجْتَرِئْ شَرِيْكُكَ بِذٰلِكَ.",
        "وَهَكَذَا كَانُوْا يَتَوَرَّعُوْنَ فَلِذَلِكَ وَفَقُوْا لِلْعِلْمِ وَالنَّشْرِ حَتَّى بَقِيَ اِسْمُهُمْ إِلَى يَوْمِ الْقِيَامَةِ."
      ],
      "isi_indonesia": [
        "Dikisahkan bahwa **Imam Syaikh Al-Jalil Muhammad bin Al-Fadhl**, saat menuntut ilmu, beliau **tidak mau makan makanan pasar**. Ayahnya yang tinggal di pedesaan, pada suatu hari Jumat datang menemuinya dan menyiapkan makanan untuknya. Ketika ayahnya masuk ke rumah putranya, dia melihat ada roti pasar. Maka ayahnya tidak mau berbicara dengannya karena murka.",
        "Putranya (Muhammad bin Al-Fadhl) meminta maaf, ia berkata, \"Makanan ini bukan saya yang membeli, dan saya juga tidak merelakannya. Tetapi teman saya yang membawanya.\" Lalu ayahnya berkata, \"**Jika kamu berhati-hati dan hidup *wara'*, tentu temanmu itu tidak akan berani melakukan hal itu (membawakan makanan pasar).**\"",
        "Begitulah cara hidup para ulama salaf. Mereka bersikap **wara' (hati-hati dari syubhat)**. Oleh sebab itu, mereka diberi **kemudahan dalam ilmu dan penyebarannya**, hingga nama mereka tetap dikenang sampai hari Kiamat."
      ]
    },
    {
      "id": 86,
      "judul_arab": "أَنْ تَتَحَرَّزَ عَنِ الْغِيْبَةِ وَعَنْ مُجَالَسَةِ الْمِكَثَارِ",
      "judul_indonesia": "Tidak Membicarakan Orang dan TIdak banyak Omong",
      "isi_arab": [
        "وَوَصَّى فَقِيْهٌ مِنْ زُهَّادِ الْفُقَهَاءِ طَالِبَ الْعِلْمِ: عَلَيْكَ أَنْ تَتَحَرَّزَ عَنِ الْغِيْبَةِ وَعَنْ مُجَالَسَةِ الْمِكَثَارِ. وَقَالَ: إِنَّ مَنْ يُكْثِرُ الْكَلَامَ يَسْرِقُ عُمْرَكَ وَيُضَيِّقُ أَوْقَاتَكَ.",
        "وَمِنَ الْوَرَعِ أَنْ يَتَجَنَّبَ مِنْ أَهْلِ الْفَسَادِ وَالْمَعَاصِي وَالتَّعَطِّيْلِ، فَإِنَّ الْمُجَاوَرَةَ مُؤَثِّرَةٌ لاَ مَحَالَةَ"
      ],
      "isi_indonesia": [
        "Salah seorang ahli fikih yang zuhud berpesan kepada seorang pelajar: \"Wajib bagimu untuk **menjauhi *ghibah* (membicarakan orang lain)** dan **menjauhi duduk bersama orang yang banyak bicara**.\" Beliau berkata pula, \"**Sungguh, orang yang banyak bicara itu mencuri umurmu dan menyia-nyiakan waktumu.**\"",
        "Termasuk **wara' (kehati-hatian)** adalah **menjauhi orang-orang yang suka berbuat kerusakan, maksiat, dan senang menganggur**. Karena pergaulan dengan orang seperti itu pasti akan berpengaruh (negatif)."
      ]
    },
    {
      "id": 87,
      "judul_arab": "وَأَنْ يَجْلِسَ مُسْتَقْبِلَ الْقِبْلَةِ وَيَكُوْنَ مُسْتَنًّا بِسُنَّةِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
      "judul_indonesia": "Anjuran Belajar Mengadap Kiblat, Efek, dan Manfaatnya",
      "isi_arab": [
        "وَأَنْ يَجْلِسَ مُسْتَقْبِلَ الْقِبْلَةِ وَيَكُوْنَ مُسْتَنًّا بِسُنَّةِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَيَغْتَنِمُ دَعْوَةَ أَهْلِ الْخَيْرِ وَيَتَحَرَّزَ عَنْ دَعْوَةِ الْمَظْلُوْمِيْنَ.",
        "وَحُكِيَ أَنَّ رَجُلَيْنِ خَرَجَا فِي طَلَبِ الْعِلْمِ لِلْغُرْبَةِ وَكَانَا شَرِيْكَيْنِ فيِ الْعِلْمِ فَرَجَعَا بَعْدَ سِنِيْنَ إِلىٰ بَلَدِهِمَا وَقَدْ فَقُهَ أَحَدُهُمَا وَلَمْ يَفْقُهِ الْآخَرُ، فَتَأَمَّلَ فُقَهَاءُ الْبَلْدَةِ وَسَئَلُوْا عَنْ حَالِهِمَا وَتِكْرَارِهِمَا وَجُلْوْسِهِمَا فَأُخْبِرُوْا أَنَّ جُلُوْسَ الَّذِيْ تَفَقَّهَ فِي حَالِ التِّكْرَارِ كَانَ مُسْتَقْبِلَ الْقِبْلَةِ وَالْمِصْرِالَّذِي حَصَلَ الْعِلْمِ فِيهِ وَالْآخِرِ كَانَ مُسْتَدْبِرَ الْقِبْلَةِ وَوَجْهُهُ إِلىٰ غَيْرِ الْمِصْرِ.",
        "فَاتَّفَقَ الْعُلَمَآءُ وَالْفُقَهَاءُ أَنَّ الْفَقِيْهَ فَقُهَ بِبَرْكَةِ اسْتِقْبَالِ الْقِبْلَةِ إذْ هُوَ السُّنَّةُ فِي الْجُلُوْسِ إِلَّا عِنْدَ الضَّرُوْرَةِ، وَبِبَرَكَةِ دُعَاءِ الْمُسْلِمِيْنَ. فَإِنَّ الْمِصْرَ لَا يَخْلُوْ عَنِ الْعُبَّادِ وَأَهْلِ الْخَيْرِ. فَالظَّاهِرُ أَنَّ عَابِدًا دَعَا لَهُ فِي اللَّيْلِ."
      ],
      "isi_indonesia": [
        "Dan hendaknya ia **duduk menghadap kiblat** dan mengikuti sunah Nabi ﷺ. Hendaknya ia **mengambil manfaat dari doa orang-orang yang ahli kebaikan** dan **berhati-hatilah dari doa orang-orang yang teraniaya**.",
        "Dikisahkan bahwa ada dua orang laki-laki pergi merantau untuk menuntut ilmu. Kedua orang tersebut belajar bersama. Setelah bertahun-tahun, mereka kembali ke kampung halaman, dan **salah satu dari mereka menjadi ahli fikih, sedangkan yang lain tidak**. Kemudian para fuqaha di daerah itu merenung dan bertanya tentang keadaan keduanya, cara mereka mengulang pelajaran, dan cara duduk mereka. Lalu diberitakan bahwa orang yang menjadi ahli fikih itu, ketika mengulang pelajaran, ia **duduk menghadap kiblat dan menghadap ke kota tempat ia menimba ilmu**. Sedangkan temannya membelakangi kiblat ketika belajar, dan wajahnya berpaling dari arah kota itu.",
        "Maka para ulama dan fuqaha bersepakat bahwa orang yang menjadi ahli fikih itu karena mendapat **keberkahan dari menghadap kiblat**, karena itu adalah sunah dalam duduk kecuali dalam keadaan darurat, dan juga karena **berkat doa orang-orang Muslim (saleh)**. Sesungguhnya kota (tempat mereka belajar) itu tidak sepi dari ahli ibadah dan orang-orang baik. Maka jelaslah bahwa seorang ahli ibadah telah mendoakannya di malam hari."
      ]
    },
    {
      "id": 88,
      "judul_arab": "فَيَنْبَغِيْ لِطَالِبِ الْعِلْمِ أَنْ لَا يَتَهَاوَنَ بِالْآدَابِ وَالسُّنَنِ",
      "judul_indonesia": "Meremehkan Adab dapat berdampak Meremehkan Kewajiban",
      "isi_arab": [
        "فَيَنْبَغِيْ لِطَالِبِ الْعِلْمِ أَنْ لَا يَتَهَاوَنَ بِالْآدَابِ وَالسُّنَنِ، فَإِنَّ مَنْ تَهَاوَنَ بِالْأَدَبِ حُرِمَ السُّنَنَ.",
        "وَمَنْ تَهَاوَنَ بِالسُّنَنِ حُرِمَ الْفَرَائِضَ وَمَنْ تَهَاوَنَ بِالْفَرَائِضِ حُرِمَ الْآخِرَةَ. وَبَعْضُهُمْ قَالَ: هٰذَا حَدِيثٌ عَنْ رَسُوْلِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ."
      ],
      "isi_indonesia": [
        "Oleh karena itu, seorang santri **tidak boleh meremehkan adab sopan santun dan hal-hal yang hukumnya sunah**. Karena orang yang meremehkan adab, pasti dia terhalang dari hal-hal yang sunah.",
        "Dan barang siapa yang **meremehkan ibadah sunah, maka dia pasti terhalang dari ibadah fardu**. Akibatnya, dia bisa meremehkan ibadah fardu. Dan orang yang meremehkan ibadah fardu, tentu terhalang dari urusan akhirat. Begitu menurut hadis Rasulullah ﷺ."
      ]
    },
    {
      "id": 89,
      "judul_arab": "وَيَنْبَغِيْ أَنْ يُكْثِرَ الصَّلَاةَ وَيُصَلِّيَ صَلَاةَ الْخَاشِعِيْنَ",
      "judul_indonesia": "Memperbanyak Shalat, Shalat Khusyu`, dan Memohon Kepada Allah SWT",
      "isi_arab": [
        "وَيَنْبَغِيْ أَنْ يُكْثِرَ الصَّلَاةَ وَيُصَلِّيَ صَلَاةَ الْخَاشِعِيْنَ، فَإِنَّ ذٰلِكَ عَوْنٌ لَهُ عَلَى التَّحْصِيْلِ وَالتَّعَلُّمِ.",
        "وَأُنْشِدْتُ لِلشَّيْخِ الْجَلِيْلِ الزَّاهِدِ الْحَجَّاجِ نَجْمُ الدِّيْنِ عُمَرَ بْنُ مُحَمَّدِ النَّسَفِىِّ: كُنْ لِلْأَوَامِرِ وَالنَّوَاهِىْ حَافِظًا وَعَلَى الصَّلَاةِ مُوَاظِبًا وَمُحَافِظًا وَاطْلُبْ عُلُوْمَ الشَّرْعِ وَاجْهَدْ وَاسْتَعِنْ بِالطَّيِّبَاتِ تَصِرْ فَقِيْهًا حَافِظًا وَاسْئَلْ إِلٰهَكَ حِفْـــــــظَ حِفْظِكَ رَاغِبًا فيِ فَضْلِهٖ فَاللهُ خَيْرٌ حَافِظًا",
        "وَقَالَ: أَطِيعُوْا وَجِدُّوا وَلَا تَكْسَلُوْا، وَأَنْتُمْ إِلىٰ رَبِّكُمْ تَرْجَعُونَ وَلَا تَهْجَعُوْا، فَخِيَارُ الْوَرٰى قَلِيْلاً مِنَ اللَّيْلِ مَا يَهْجَعُوْنَ."
      ],
      "isi_indonesia": [
        "Seorang santri harus **memperbanyak salat** dan menunaikannya dengan **khusyuk**, karena hal itu dapat membantu memperoleh ilmu dan belajar.",
        "**Syaikh Al-Jalil Az-Zahid Al-Hajjaj Najmuddin Umar bin Muhammad An-Nasafi** berkata dalam syairnya:\n\n**\"Jadilah engkau penjaga perintah-perintah dan larangan-larangan (Allah),**\n**Dan tekunlah serta jagalah salat.**\n**Tuntutlah ilmu syariat, bersungguh-sungguhlah dan mohonlah pertolongan**\n**Dengan hal-hal yang baik, niscaya engkau menjadi ahli fikih lagi penghafal.**\n**Dan mintalah kepada Tuhanmu agar hafalanmu terpelihara, seraya berharap**\n**Karunia-Nya, karena Allah adalah sebaik-baik Penjaga.**\"",
        "Beliau juga berkata, \"**Taatlah kalian (kepada Allah) dan bersungguh-sungguhlah, jangan bermalas-malasan. Karena kalian pasti akan kembali kepada Rabb kalian. Dan janganlah banyak tidur di malam hari, karena sebaik-baik manusia (makhluk) itu hanya sedikit tidurnya di malam hari.**\""
      ]
    },
    {
      "id": 90,
      "judul_arab": "وَيَنْبَغِيْ أَنْ يَسْتَصْحِبَ دَفْتَرًا عَلىٰ كُلِّ حَالٍ لِيُطَالِعَهُ.",
      "judul_indonesia": "Pelajar harus selalu Membawa Buku Tulis dan dianjurkan Warnanya Putih",
      "isi_arab": [
        "وَيَنْبَغِيْ أَنْ يَسْتَصْحِبَ دَفْتَرًا عَلىٰ كُلِّ حَالٍ لِيُطَالِعَهُ. وَقِيْلَ: مَنْ لَمْ يَكُنِ الدَّفْتَرُ فِىْ كُمِّهٖ لَمْ تَثْبُتُ الْحِكْمَة ُفِى قَلْبِهٖ.",
        "وَيَنْبَغِيْ أَنْ يَكُوْنَ فِى الدَّفْتَرِ بَيَاضٌ وَيَسْتَصْحِبَ الْمِحْبَرَةَ لِيَكْتُبَ مَا سَمِعَ وَقَدْ ذَكَرْنَا حَدِيْثَ هِلَالِ بْنِ يَسَارٍ."
      ],
      "isi_indonesia": [
        "Seorang pelajar harus **selalu membawa buku catatan** dalam setiap keadaan untuk menelaahnya. Dikatakan, \"**Barang siapa yang tidak ada buku catatan di kantongnya (bersamanya), maka hikmah tidak akan melekat di hatinya.**\"",
        "Dan hendaknya ada **bagian kosong (putih)** dalam buku catatan. Dan hendaknya ia **membawa tempat tinta (pulpen)** untuk menulis apa yang ia dengar. Kami telah menyebutkan hadis Hilal bin Yasar sebelumnya (yang menekankan pentingnya alat tulis)."
      ]
    },
    {
      "id": 91,
      "judul_arab": "وَأَقْوٰى أَسْبَابِ الْحِفْظِ",
      "judul_indonesia": "Hal-hal yang Memperkuat Hafalan : Membaca Al-Qur`an dengan Melihatnya",
      "isi_arab": [
        "وَأَقْوٰى أَسْبَابِ الْحِفْظِ الْجِدُّ وَالْمُوَاظَبَةُ، وَتَقْلِيْلُ الَغَذَاءِ وَصَلَاةُ اللَّيْلِ وَقِرَاءَةُ الْقُرْآنِ مِنْ أَسْبَابِ الْحِفْظِ.",
        "قِيْلَ: لَيْسَ شَيْئٌ أَزْيَدَ لِلْحِفْظِ مِنْ قِرَاءَةِ الْقُرْآنِ نَظَرًا. وَقِرَاءَةُ الْقُرْآنِ نَظَرًا أَفْضَلُ لِقَوْلِهٖ عَلَيْهِ الصَّلاَةُ وَالسَّلَامُ: أَفْضَلُ أَعْمَالِ أُمَّتِىْ قِرَاءَةُ الْقُرْآنِ نَظَرًا.",
        "رَأَىٰ شَدَادُ بْنُ حَكِيْمٍ بَعْضَ إِخْوَانِهٖ وَفَاتِهٖ فِى الْمَنَامِ، فَقَالَ لِأَخِيْهِ: أَىُّ شَيْئٍ وَجَدْتَهُ أَنْفَعُ؟ قِرَاءَةُ الْقُرْآنِ نَظَرًا."
      ],
      "isi_indonesia": [
        "**HAL-HAL YANG DAPAT MEMPERKUAT HAFALAN DAN MELEMAHKANNYA**",
        "Hal-hal yang dapat **menguatkan hafalan** ialah: **tekun atau rajin belajar, mengurangi makan, salat malam, dan membaca Al-Qur'an**.",
        "Dikatakan: \"**Tidak ada yang lebih menambah kuatnya hafalan melebihi membaca Al-Qur'an dengan melihat (mushaf).**\" Dan membaca Al-Qur'an dengan melihat mushaf itu lebih utama, berdasarkan sabda Nabi ﷺ: \"**Amalan umatku yang paling utama adalah membaca Al-Qur'an dengan melihat (mushaf).**\"",
        "Syaddad bin Hakim pernah bermimpi melihat sebagian temannya yang telah wafat. Lalu dia bertanya kepada temannya itu: \"**Apakah sesuatu yang kamu dapati paling bermanfaat (di akhirat)?**\" Temannya menjawab: \"**Membaca Al-Qur'an dengan melihat (mushaf).**\""
      ]
    },
    {
      "id": 92,
      "judul_arab": "وَيَقُوْلُ عِنْدَ رَفْعِ الْكِتَابِ - وَيَقُوْلُ بَعْدَ كُلِّ مَكْتُوْبَةٍ",
      "judul_indonesia": "Bacaan saat Mengambil Kitab dan Setelah Menulis Pelajaran",
      "isi_arab": [
        "وَيَقُوْلُ عِنْدَ رَفْعِ الْكِتَابِ: بِسْمِ اللهِ سُبْحَانَ اللهِ وَالْحَمْدُ لِلّٰهِ وَلآ إِلٰهَ إِلَّا اللهُ وَاللهُ أَ كْبَرُلَا حَوْلَ وَلَا قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ الْعَزِيْزِ الْكَرِيْمِ عَدَدَ كُلِّ حَرْفٍ كُتِبَ وَيُكْتَبُ أَبَدَ اْلآبِدِيْنَ وَدَهْرَ الدَّاهِرِيْنَ.",
        "وَيَقُوْلُ بَعْدَ كُلِّ مَكْتُوْبَةٍ : آمَنْتُ بِاللهِ الْوَاحِدِ الْحَقُّ وَحْدَهُ لَا شَرِيْكَ لَهُ وَكَفَرْتُ بِمَا سِوَاهُ. وَيُكْثِرُ الصَّلَاةَ عَلَى النَّبِىِّ عَلَيْهِ السَّلَامُ فَإِنَّهُ ذِكْرُ لِلْعَالَمِيْنَ."
      ],
      "isi_indonesia": [
        "Santri ketika mengangkat kitab hendaknya membaca doa: \"**Bismillahi Subhanallahi walhamdulillahi wa laa ilaha illallah wallahu Akbar. Laa hawla wa laa quwwata illa billahil 'aliyyil 'adzimil 'azizi karim. 'Adada kulli harfin kutiba wa yuktabu abadal abidina wa dahrad dahirin.**\" (Dengan menyebut nama Allah, Maha Suci Allah, segala puji hanya bagi Allah, dan tiada ilah selain Allah, dan Allah Maha Besar. Tiada daya dan upaya melainkan dengan pertolongan dari Allah Yang Maha Luhur dan Agung, Maha Perkasa, Maha Mulia. Sebanyak jumlah huruf yang telah ditulis dan yang akan ditulis sepanjang masa dan sepanjang zaman.)",
        "Dan setiap habis salat fardu, hendaknya berdoa: \"**Aamantu billahil Wahidil Haqqi wahdahu la syarika lahu wa kafartu bima siwahu.**\" (Aku beriman kepada Allah Yang Maha Tunggal, Yang Maha Benar, Yang Maha Esa, tiada sekutu bagi-Nya, dan aku kufur terhadap selain-Nya.) Santri juga harus **banyak membaca shalawat atas Nabi Muhammad ﷺ**, karena beliau adalah rahmat bagi alam semesta."
      ]
    },
    {
      "id": 93,
      "judul_arab": "شَكَوْتُ إِلىٰ وَكِيْعٍ سُوْءَ حِفْظِى",
      "judul_indonesia": "Syair Imam Syafii :",
      "isi_arab": [
        "قِيْلَ شِعْرٌ:",
        "شَكَوْتُ إِلىٰ وَكِيْعٍ سُوْءَ حِفْظِى فَأَرْشَدَنِىْ إِلِى تَرْكِ الْمَعَاصِىْ",
        "فَإِنَّ الْحِفْظَ فَضْلٌ مِنْ إِلٰهِ وَفَضْلُ اللهِ لاَ يُعْطَى لِعضاصِـىْ"
      ],
      "isi_indonesia": [
        "Dikatakan dalam sebuah syair:",
        "**Imam Syafi'i** berkata, \"**Kuadukan buruknya hafalanku kepada Waki' (Guruku). Lalu beliau menunjukiku untuk meninggalkan maksiat.**\"",
        "**\"Karena sesungguhnya hafalan itu adalah karunia dari Tuhan,**\n**Dan karunia Allah tidak diberikan kepada orang yang (sering) bermaksiat.\"**"
      ]
    },
    {
      "id": 94,
      "judul_arab": "وَالسِّوَاكُ وَشْرْبُ الْعَسَلِ وَأَ كْلُ الْكُنْدُرِ مَعَ السُّكَّرِ",
      "judul_indonesia": "Beriswak, Makan Kemenyan + Madu, dsb Dapat Menguatkan Hafalan",
      "isi_arab": [
        "وَالسِّوَاكُ وَشْرْبُ الْعَسَلِ وَأَ كْلُ الْكُنْدُرِ مَعَ السُّكَّرِ وَأَ كْلُ إِحْدٰى وَعِشْرِيْنَ زَبِيْبَةً حَمْرَاءض كُلَّ يَوْمٍ عَلَى الرٍّيْقِ يُوْرِثُ الْحٍفْظَ وَيُشْفِىْ مِنْ كَثِيْرٍ مِنَ الْأَمْرَاضِ وَالْأَسْقَامِ",
        "وَكُلُّ مَا يُقضلِّلُ الْبَلْغَمَ وَالرُّطُوْبَاتِ يَزِيْدُ فِى الْحِفْظِ وَكُلُّ مَا الْبَلْغَمَ يُوْرِثُ النِّسْيَانَ."
      ],
      "isi_indonesia": [
        "**Bersiwak**, **minum madu**, dan **makan *kundur* (getah kemenyan) bersama gula**, serta **makan dua puluh satu buah kismis merah setiap pagi saat perut kosong** dapat **menguatkan hafalan** dan dapat menyembuhkan banyak penyakit dan kesengsaraan.",
        "Dan apa saja yang dapat **mengurangi dahak dan cairan tubuh** akan **menambah hafalan**. Sebaliknya, apa pun yang **menambah dahak** akan **menyebabkan lupa**."
      ]
    },
    {
      "id": 95,
      "judul_arab": "​وَأَمّا مَا يُوْرِثُ النِّسْيَانَ فَالْمَعَاصِىْ وَكَثْرَةُ الذُّنُوْبِ وَالْهُمُوْمِ",
      "judul_indonesia": "Hal-hal yang Mewariskan Lupa dan Pikun : Banyak Dosa, Maksiat, Galau, dsb",
      "isi_arab": [
        "وَأَمّا مَا يُوْرِثُ النِّسْيَانَ فَالْمَعَاصِىْ وَكَثْرَةُ الذُّنُوْبِ وَالْهُمُوْمِ وَالْأَحْزَانِ فِىْ أُمُوْرِ الدُّنْيَا وَكَثْرَةُ الْأَشْغَالِ وَالْعَلَائِقْ.",
        "وَقَدْ ذَكَرْنَا أَنَّهُ لَا يَنْبَغِىْ لِلْعَاقِلِ أَنْ يَهْتَمَّ لِأَمْرِ الدُّنْيَا لِأَنَّهُ يَضُرُّ وَلَا يَنْفَعُ.",
        "وَهُمُوْمُ الدُّنْيَا لَا تَخْلُوْ عَنِ الظُّلْمَةِ فِى الْقَلْبِ. وَهُمُوْمُ الْآخِرَةِ لَا تَخْلُوْ عَنِ النُّوْرِ فِى الْقَلْبِ. وَيَظْهَرُ أَثَرُهُ فِى الصَّلَاةِ.",
        "فَهَمُّ الدُّنْيَا يَمْنَعُهُ عَنِ الْخَيْرِ وَهَمُّ الْآخِرَةِ يُحْمِلُهُ عَلَيْهِ.",
        "وَاْلِإشْتِغَالُ بِالصَّلاَةِ عَلَى الْخُشُوْعِ وَتضحْصِيْلُ الْعُلُوْمِ يُنْفِىْ الْهَمَّ وَالْحَزَنَ كَمَا قَالَ الشَّيْخُ الْإِمَامُ نَصْرُ بْنُ الْحَسَنِ الْمُرْغِيْنَانِىُّ فِىْ قَصِيْدَةٍ لَهُ: إِسْتَعِنْ نَصْرَ بْنَ الْحَسَنِ فِـى كُلِّ عِلْمٍ يُخْتَـزَنُ ذَاكَ الَّذِى يُنْفِى الْحَــزَنَ وَغَيْرُهُ لَا يُؤْتَمَنُ"
      ],
      "isi_indonesia": [
        "Adapun hal-hal yang dapat **menyebabkan lupa** adalah **kemaksiatan, banyaknya dosa, kegalauan, dan kesedihan dalam urusan dunia**, serta **banyaknya kesibukan dan keterikatan (dengan dunia)**.",
        "Telah kami sebutkan bahwa orang yang berakal tidak perlu pusing memikirkan urusan dunia, karena hal itu membahayakan dan tidak bermanfaat.",
        "Kecemasan dunia tidak akan lepas dari **kegelapan di hati**. Sedangkan kecemasan akhirat tidak akan lepas dari **cahaya di hati**. Dan pengaruhnya akan terlihat dalam salat.",
        "Maka, kecemasan dunia menghalanginya dari kebaikan. Sedangkan kecemasan akhirat mendorongnya untuk berbuat kebaikan.",
        "Menyibukkan diri dengan **salat yang khusyuk** dan **meraih berbagai ilmu** dapat menghilangkan kegalauan dan kesedihan. Sebagaimana yang dikatakan **Syaikh Imam Nashr bin Al-Hasan Al-Murghinani** dalam salah satu qasidahnya:\n\n**\"Mohonlah pertolongan, wahai Nashr bin Al-Hasan,**\n**Dalam setiap ilmu yang tersembunyi (tersimpan).**\n**Itulah yang dapat mengusir kesedihan,**\n**Sedangkan selainnya tidak dapat dipercaya.\"**"
      ]
    },
    {
      "id": 96,
      "judul_arab": "وَأَمَّا أَسْبَابُ نِسْيَانِ الْعِلْمِ",
      "judul_indonesia": "Syair tentang Ummu Walad dan Sebab-sebab Cepat Lupa",
      "isi_arab": [
        "وَالشَّيْخُ الْإِمَامُ الْأَجَلُّ نَجْمُ الدِّيْنِ عُمَرَ بْنُ مُحَمَّدِ النَّسَفِيُّ فِى أُمِّ وَلَدٍ لَهُ شِعْرٌ: سَلَامٌ عَلَى مَنْ تَيْمَتْنِىْ بِظَرْفِـهَا وَلَمْعَةٍ خَدَّيْهَا وَلَمْحَةِ طَرْفِهَا سَبَتْنِىْ وَأَصْبَتْنِىْ فَتَاةٌ مَلِيْحَةً تَحَيْرَتِ الْأَوْهَامِ فِى كُـنْهِ وَصْفِهَا فَقُلْتُ ذَرِيْنِىْ وَاعْذَرِيْنِـىْ فَإِنَّهُ شَغَفْتُ بِتَحْصِيْلِ الْعُلُوْمِ وَكَــشْفِهَا وَلِىْ فِى طَلَابِ الْفَضْلِ وَالْعِلْمِ وَالتُّقَى غِنًى عَنْ غِنَاءِ الْغَانِيَاتِ وَعَرْفِهَا",
        "وَأَمَّا أَسْبَابُ نِسْيَانِ الْعِلْمِ فَأَكْلُ الْكُزْبَرَةِ الرُّطْبَةِ وَالتُّفَاحِ الْخَامِضِ وَالنَّظَرُ إِلَى الْمَصْلُوْبِ وَقِرَاءَةُ لَوْحِ الْقُبُوْرِ وَالْمُرُوْرُ بَيْنَ قِطَارٍ الْجَمَالِ وَإِلْقَاءُ الْقُمَّلِ الْحَيِّ عَلَى الْأَرْضِ وَالْحُجَامَةُ عَلَى نَقْرَةِ الْقَفَا فَتَجَنَّبُوْهَا كُلَّهَا تُوْرِثُ النِّسْيَانَ."
      ],
      "isi_indonesia": [
        "**Syaikh Imam Al-Ajall Najmuddin Umar bin Muhammad An-Nasafi** mengalunkan beberapa bait syair tentang *Ummu Walad* (budak perempuan yang melahirkan anak tuannya) miliknya:\n\n**\"Salam bagimu yang memikatku dengan keanggunanmu,**\n**Dan kilauan kedua pipimu serta lirikan matamu.**\n**Ia telah menawanku dan memikatku, seorang gadis yang menawan,**\n**Sehingga khayalan pun bingung mendeskripsikan hakikat keelokannya.**\n\n**Maka kukatakan, 'Biarkanlah aku dan maafkanlah aku,**\n**Karena sesungguhnya aku terpikat pada usaha meraih ilmu dan menyingkapnya.**\n**Bagiku, dalam mencari keutamaan, ilmu, dan takwa,**\n**Cukup bagiku dari nyanyian para biduanita dan harumnya mereka.'**\"",
        "Adapun **sebab-sebab lupa ilmu** adalah: **makan ketumbar basah, makan apel yang asam, melihat orang yang disalib, membaca tulisan di papan kuburan, berjalan di antara iring-iringan unta, membuang kutu hidup ke tanah, dan berbekam di tengkuk.** Maka jauhilah semua itu, karena semuanya menyebabkan lupa."
      ]
    },
    {
      "id": 97,
      "judul_arab": "لَا يَرُدُّ الْقَدْرِ إِلَّا الدُّعَاءُ وَلَا يَزِيْدُ فِى الْعُمْرِ إِلاَّ الْبِرُّ، فَإِنَّ الرَّجُلَ لَيُحْرَ الرِّزْقَ بِالذَّنْبِ يُصِيْبُهُ.",
      "judul_indonesia": "Hal-hal yang Menghalangi Rezeki dan Menguranginya",
      "isi_arab": [
        "ثُمَّ لَابُدَّ لِطَالِبِ الْعِلْم مِنَ الْقُوْتِ وَمَعْرِفَةِ مَا يَزِيْدُ فِيْهِ وَمَا يَزِيْدُ فِى الْعُمْرِ وَالصِّحَّةِ لِيَتَفَّرَغَ لِطَلَبِ الْعِلْمِ وَفِىْ كُلِّ ذٰلِكَ صَنَّفُوْا كُتُبًا، فَأَوْرَدْتُ بَعْضَهَا هُنَا عَلىٰ سَبِيْلِ الْإِخْتِصَارِ.",
        "قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: لَا يَرُدُّ الْقَدْرِ إِلَّا الدُّعَاءُ وَلَا يَزِيْدُ فِى الْعُمْرِ إِلاَّ الْبِرُّ، فَإِنَّ الرَّجُلَ لَيُحْرَ الرِّزْقَ بِالذَّنْبِ يُصِيْبُهُ.",
        "ثَبَتَ بِهٰذَا الْحَدِيْثِ أَنَّ ارْتِكَابَ الذَّنْبِ سَبَبُ حِرْمَانِ الرِّزْقِ خُصُوْصًا اَلْكَذِبُ الْفَقْرَ. وَقَدْ وَرَدَ فِيْهِ حَدِيْثٌ خَاصٌّ. وَكَذَا نَوْمُ الصُّبْحَةِ يَمْنَعُ الرِّزْقَ. وَكَثْرَةِ النَّوْمِ تُوْرِثُ الْفَقْرَ وَفَقْرَ الْعِلْمِ أَيْضًا."
      ],
      "isi_indonesia": [
        "**HAL-HAL YANG MENDATANGKAN REZEKI DAN YANG MENGHALANGINYA, DAN YANG MENAMBAH UMUR YANG MENGURANGINYA**",
        "Setiap manusia membutuhkan makanan, maka para santri harus mengetahui hal-hal yang dapat mendatangkan rezeki. Juga harus mengetahui apa yang dapat menambah dan mengurangi umur serta hal-hal yang menyehatkan badan agar leluasa dalam menuntut ilmu.",
        "Para ulama telah menyusun beberapa kitab yang berkaitan dengan masalah-masalah tersebut. Oleh karena itu kami akan membahas secara ringkas.",
        "Rasulullah ﷺ bersabda, \"**Tidak dapat menolak takdir kecuali doa. Dan tidak dapat menambah usia kecuali berbuat baik. Maka sesungguhnya seorang laki-laki bisa terhalang rezekinya karena dosa yang dikerjakannya.**\"",
        "Hadis ini menunjukkan bahwa **melakukan dosa adalah sebab terhalangnya rezeki**, khususnya **dusta yang menyebabkan kemiskinan**. Sungguh telah disebutkan hadis khusus tentang hal itu. Demikian juga **tidur pagi dapat menghalangi rezeki**, dan **banyak tidur dapat menyebabkan kefakiran**, serta **kefakiran ilmu** pula."
      ]
    },
    {
      "id": 98,
      "judul_arab": "سُرُوْرُ النَّاِس فِى لُبْسِ اللِّبَاسِ وَجَمْعُ الْعِلْمِ فِـىْ تَرْكِ النُّعَاسِ",
      "judul_indonesia": "Syair untuk Pelajar agar Memanfaatkan Waktu dan Menyedikitikan Tidur",
      "isi_arab": [
        "وَقَالَ القَائِلْ: سُرُوْرُ النَّاِس فِى لُبْسِ اللِّبَاسِ وَجَمْعُ الْعِلْمِ فِـىْ تَرْكِ النُّعَاسِ",
        "وَقَالَ: أَلَيْسَ مِنَ الْخُسْرَانِ أَنَّ لَيَالِيَا تَمُرُّ بِلاَ نَفْعٍ وَتُحْسَبُ مِنَ الْعُمْر",
        "وَقَالَ: قُـمِ اللَّيْلَ يَاهٰذَا لَعَلَّكَ تُرْشَدُ إِلَى كَمْ تَنَامُ اللَّيْلَ وَالْعُمْرُ يَنْفَدُ"
      ],
      "isi_indonesia": [
        "Seseorang berkata:\n\n**\"Kebahagiaan manusia itu ada pada mengenakan pakaian,**\n**Dan mengumpulkan ilmu itu ada pada meninggalkan kantuk.**\"",
        "Penyair berkata:\n\n**\"Bukankah termasuk kerugian bila malam-malam,**\n**Berlalu tanpa manfaat, padahal ia terhitung dari jatah umur.\"**",
        "Penyair lain mengatakan:\n\n\"**Bangunlah di malam hari, wahai kamu, semoga engkau mendapat petunjuk,**\n**Sampai kapan engkau tidur di malam hari, sedangkan umur terus berkurang.**\""
      ]
    },
    {
      "id": 99,
      "judul_arab": "وَالنَّوْمُ عُرْيَانًا وَالْبَوْلُ عُرْيَانًا وَاْلأَ كْلُ جُنُبًا",
      "judul_indonesia": "Hal-hal yang Menyebabkan Lupa : Tidur telanjang, Makan dalam Junub, dan 36 lainnya",
      "isi_arab": [
        "وَالنَّوْمُ عُرْيَانًا وَالْبَوْلُ عُرْيَانًا وَاْلأَ كْلُ جُنُبًا وَمُتَّكِئًا عَلىٰ جَنْبٍ وَالتَّهَاوُنُ بِسُقَاطِ الْمَائِدَةِ وَحَرْقُ قَشْرِ الْبَصَلِ وَالثَّوْمِ",
        "وَكَنْسُ الْبَيْتِ بِالْمِنْدِيْلِ وَكَنْسُ الْبَيْتِ وَتَرْكُ الْقُمَامَةِ فِى الْبَيْتِ وَالْمَشْيُ قُدَّامَ الْمَشَايِخِ وَنِدَاءُ الْأَبَوَيْنِ بِاسْمِهِمَا وَالْخَلَالُ بِكُلِّ خَشَبَةٍ وَغَسْلُ الْيَدِ بِالطِّيْنِ وَالتُّرَابِ",
        "وَالْجُلُوْسُ عَلَى الْعَتَبَةِ وَاْلإِتِّكَاءُ عَلىٰ أَحَدَ زَوْجَيِ الْبَابَ, وَالتَّوَضُّؤُ فِى الْمَبْرَزِ وَخِيَاطَةُ الثَّوْبِ عَلىٰ بَدَنِهٖ وَتَجْفِيْفُ الْوَجْهِ بِالثَّوْبِ وَتَرْكُ الْبَيْتِ الْعَنْكَبُوْتِ فِى الْبَيْتِ وَالتَّهَاوُنُ بِاالصَّلَاةِ.",
        "وَإْسْرَاعُ الْخُرُوْجِ مِنَ الْمَسْجِدِ بَعْدَ صَلاَةِ الْفَجْرِ وَالْإِبْتِكَارُ فيِ الذَّهَابِ إِلَى السُّوْقِ, وَاْلإِبْطَاءُ فِى الرُّجُوْعِ مِنْهُ وَشِرَآءُ كُسَيْرَاتِ الْخُبْزِ مِنَ الْفُقَرَاءِ وَالسُّؤَّالِ وَدُعَاءُ الشَّرِّ عَلَى الْوَالَدِ",
        "وَتَرْكُ تَخْمِيْرُ الْأَوَانِىْ وَإِطْفَاءُ السِّرَاجِ بِالنَّفْسِ كُلُّ ذٰلِكَ يُوْرِثُ الْفَقْرِ. عُرِفَ ذٰلِكَ بِالْآثَارِ",
        "وَكَذَا الْكِتَابَةُ بِقَلَمٍ مَعْقُوْدٍ وَاْلإِمْتِشَاطُ بِمُشْطٍ مُنْكَسِرٍ، وَتَرْكُ الدُّعَاءِ بِالْخَيْرِ لِلْوَالِدَيْنِ وَالتَّعَمُّمُ قَاعِدًا وَالتَّسَرْوُلُ قَائِمًا وَالْبُخْلِ وَالتَّقْتِيْرُ وَالْإِسْرَافُ وَالْكَسَلُ وَالتَّوَانِىْ وَالتَّهَاؤُنُ فِى الْأُمُوْرِ. كُلُّ ذٰلِكَ يُوْرِثُ الْفَقْرَ."
      ],
      "isi_indonesia": [
        "Termasuk yang dapat **menghambat rezeki (dan menyebabkan lupa)** ialah:\n1.  **Tidur telanjang**.\n2.  **Kencing telanjang**.\n3.  **Makan dalam keadaan junub**.\n4.  **Makan sambil bersandar** di atas lambung.\n5.  **Meremehkan makanan yang terjatuh** dari meja makan.\n6.  **Membakar kulit bawang merah dan bawang putih**.",
        "7.  **Menyapu rumah dengan sapu tangan**.\n8.  **Menyapu rumah pada malam hari**.\n9.  **Membiarkan sampah di dalam rumah**.\n10. **Berjalan di depan orang yang lebih tua (masyayikh)**.\n11. **Memanggil kedua orang tua dengan nama mereka**.\n12. **Membersihkan sisa makanan di celah-celah gigi dengan sembarang kayu**.\n13. **Membersihkan tangan dengan tanah atau debu**.",
        "14. **Duduk di ambang pintu**.\n15. **Bersandar pada salah satu daun pintu**.\n16. **Berwudu di tempat buang kotoran**.\n17. **Menambal baju yang sedang dikenakan** (dipakai di badan).\n18. **Mengeringkan wajah dengan baju**.\n19. **Membiarkan sarang laba-laba di dalam rumah**.\n20. **Menyepelekan salat**.",
        "21. **Tergesa-gesa keluar dari masjid setelah salat Subuh** juga dapat menghambat rezeki.\n22. **Terlalu pagi pergi ke pasar**.\n23. **Terlambat pulang dari pasar**.\n24. **Membeli remah-remah roti dari pengemis**.\n25. **Mendoakan keburukan pada anak**.",
        "26. **Tidak menutupi wadah (makanan/minuman)**.\n27. **Memadamkan lampu dengan ditiup**.\n\n**Semua hal itu dapat menyebabkan kefakiran.** Hal itu dikenal melalui riwayat (atsar).",
        "28. Demikian juga **menulis dengan pena yang diikat (patah)**.\n29. **Menyisir rambut dengan sisir yang patah**.\n30. **Tidak mendoakan kebaikan bagi kedua orang tua**.\n31. **Mengenakan sorban sambil duduk**.\n32. **Mengenakan celana sambil berdiri**.\n33. **Kikir**.\n34. **Terlalu hemat** (bakhil).\n35. **Berlebihan** (israf).\n36. **Malas dan menunda-nunda**.\n37. **Menyepelekan segala urusan**.\n\n**Semua itu dapat menyebabkan kefakiran.**"
      ]
    },
    {
      "id": 100,
      "judul_arab": "إِسْتَنْزِلُوْا الرِّزْقَ بِالصَّدَقَةِ. وَالْبُكُوْرُ مُبَارَكً يَزِيْدُ فِىْ جَمِيْعِ النِّعَمِ خُصُوْصًا فىِ الرِّزْقِ",
      "judul_indonesia": "Hal-hal yang mendatangkan Rizki : Sedekah, Bangun Pagi-pagi, dsb",
      "isi_arab": [
        "قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: إِسْتَنْزِلُوْا الرِّزْقَ بِالصَّدَقَةِ. وَالْبُكُوْرُ مُبَارَكً يَزِيْدُ فِىْ جَمِيْعِ النِّعَمِ خُصُوْصًا فىِ الرِّزْقِ. وَحُسْنَ الْحَطِّ مِنْ مَفَاتِيْحِ الرِّزْقِ وَبَسْطُ الْوَجْهِ وَطِيْبُ الْكَلاَمِ يَزِيْدُ فيِ الرِّزْقِ.",
        "وَعَنْ حَسَنِ بْنِ عَلِىِّ رَضِيَ اللهُ تَعَالىٰ عَنْهُمَا: كَنْسُ الْفِنَاءِ وَغَسْلُ الْإِنَاءِ مُجْلِبَةٌ لِلْغِنٰى. وَأَقْوَى الْأَسْبَابِ الْجَالِبَةِ الْمُحَصِّلَةِ الرِّزْقِ إِقَامَةُ الصَّلاَةِ بِالتَّعْظِيْمِ وَالْخُشُوْعِ وَتَعْدِيْلِ الْأَرْكَانِ وَسَائِرِ وَاجِبَاتِهَا وَسُنَنِهَا وَآدَابِهَا،",
        "وَصَلاَةُ الضُّحٰى فِى ذٰلِكَ مَعْرُوْفَةٌ مَشْهُوْرَةٌ وَقِرَاءَةُ سُوْرَةِ الْوَاقِعَةِ خُصُوْصًا بٍاللَّيْلِ وَقْتَ النَّوْمِ وَقِرَاءَةُ سُوْرَةِ الْمُلْكِ وَالْمُزَّمِّلِ وَاللَّيْلِ إِذَا يَغْشٰى وَأَلَمْ نَشْرَحْ لَكَ",
        "وَحُضُوْرُ الْمَسْجِدِ قَبْلَ الْأَذَانِ وَالْمُدَاوَمضةُ عَلىٰ الطَّهَارَةِ وَأَدَاءُ سُنَّةِ الْفَجْرِ وَالْوِتْرِ فِى الْبَيْتِ.",
        "وَأَنْ لَا يَتَكَلَّمُ بِكَلاَمِ الدُّنْيَا بَعْدَ الْوِتْرِ وَلَا يُكْثِرَ مُجَالَسَةِ النِّسَآءِ إِلاَّ عِنْدَ الْحَاجَةِ وَأَنْ يَتَكَلَّمَ بِكَلَامٍ لَغْوٍ غَيْرِ مُفِيْدٍ لِدِيْنِهٖ وَدُنْيَاهُ."
      ],
      "isi_indonesia": [
        "Rasulullah ﷺ bersabda, \"**Mohonlah kalian akan turunnya rezeki dengan (1) bersedekah.**\" (2) **Bangun pagi-pagi** itu diberkati, dan bisa menambah nikmat terutama rezeki. (3) **Tulisan yang indah**, (4) **berwajah ceria**, dan **berbicara yang baik** juga dapat mendatangkan rezeki.",
        "Hasan bin Ali *radhiyallahu Ta'ala 'anhuma* berkata: \"(5) **Menyapu halaman** dan (6) **mencuci wadah (pakaian)** bisa mendatangkan kekayaan.\" Dan sebab paling kuat untuk mendatangkan dan meraih rezeki adalah (7) **mendirikan salat dengan pengagungan dan kekhusyukan**, serta **menyempurnakan rukun-rukunnya** dan seluruh kewajiban, sunah, dan adabnya.",
        "(8) **Salat Duha** dalam hal ini sangat dikenal dan masyhur. (9) **Membaca surat Al-Waqi'ah** khususnya di malam hari sebelum tidur, dan membaca **surat Al-Mulk, surat Al-Muzzammil, surat Al-Lail (Jika meliputi), dan surat Alam Nasyrah (Al-Insyirah)** juga dapat mempermudah datangnya rezeki.",
        "(10) **Hadir di masjid sebelum azan**, (11) **terus-menerus dalam keadaan suci**, (12) **melakukan salat sunah Fajar**, dan (13) **salat witir di rumah** juga dapat melapangkan rezeki.",
        "Setelah mengerjakan salat witir, **jangan membicarakan masalah dunia**, dan **jangan banyak bergaul dengan kaum wanita kecuali ada keperluan**, dan **jangan membicarakan masalah-masalah yang tidak bermanfaat** baik untuk urusan agama maupun dunianya."
      ]
    },
    {
      "id": 101,
      "judul_arab": "​وَقِيْلَ: مَنِ اشْتَغَلَ بِمَا لَا يَعْنِيْهِ يَفُوْتُهُ مَا يَعْنِيْهِ.",
      "judul_indonesia": "Syair tentang Banyak Bicara, Anjuran Berdiam, dan Memanfaatkan Waktu",
      "isi_arab": [
        "وَقِيْلَ: مَنِ اشْتَغَلَ بِمَا لَا يَعْنِيْهِ يَفُوْتُهُ مَا يَعْنِيْهِ.",
        "قَالَ بَزْرَجَمْهَرُ: إَذَا رَأَيْتُ الرَّجُلَ يُكْثِرُ الْكَلَامَ فَاسْتَيْقِنْ بِجُنُوْنِهٖ.",
        "وَقَالَ عَلىُّ رَضِيَ اللهُ تَعَالىٰ عَنْهُ: إِذَا تَمَّ الْعَقْلُ نَقَصَ الْكَلَامُ.",
        "قَالَ المْصُنِّفُ رَحِمَهُ اللهُ تَعَالىٰ: إِتَّفَقَ لِىْ فِى هٰذَا الْمَعْنٰى شِعْرٌ: إِذَا تَمَّ عَقْلُ الْمَرْءِ قَلَّ كَلاَمـُــهُ وَأَيْقِنْ بِحُمْقِ الْمَرْءِ إِنْ كَانِ مُكْثِرًا",
        "وَقَالَ آخَرُ: النُّطْقُ زَيْنٌ وَالسُّكُوْتُ سَلَامَةٌ فَإِذَا نَطَقْتَ فَلَا تَكُنْ مِكْثَارًا مَا إِنْ نَدِمْتَ عَلَى سُكُوْتٍ مَرَّةً وَلَقَدْ نَدِمْتَ عَلَى الْكَلَامِ مِرَارًا"
      ],
      "isi_indonesia": [
        "Dikatakan: \"**Barang siapa yang sibuk mengerjakan sesuatu yang tidak berguna (tidak berarti), maka ia akan kehilangan sesuatu yang berguna baginya.**\"",
        "**Imam Bazrajamhar** berkata, \"**Jika kamu melihat orang yang banyak bicara, maka yakinilah bahwa dia adalah orang gila.**\"",
        "**Sayyidina Ali** *radhiyallahu Ta'ala 'anhu* berkata, \"**Bila akal seseorang sempurna, niscaya bicaranya sedikit.**\" Penyusun kitab ini berkata, perkataan Sayyidina Ali *radhiyallahu 'anhu* tersebut sesuai dengan kandungan syair ini:",
        "\"**Jika akal seseorang sempurna, bicaranya akan sedikit,**\n**Dan yakinilah kebodohan seseorang jika ia banyak bicara.**\"",
        "Penyair lain berkata:\n\n\"**Berbicara itu adalah perhiasan, sedangkan diam adalah keselamatan,**\n**Maka jika engkau berbicara, janganlah banyak bicara.**\n**Tidaklah engkau menyesal karena diam sekali pun,**\n**Namun sungguh engkau telah menyesal berkali-kali karena bicara.**\""
      ]
    },
    {
      "id": 102,
      "judul_arab": "وَمِمَّا يَزِيْدُ فِى الرِّزْقِ أَنْ يَقُوْلَ كُلَّ يَوْمٍ بَعْدَ انْشِقَاقِ الْفَجْرِ إِلىٰ وَقْتِ الصَّلَاةِ",
      "judul_indonesia": "Amalan untuk Menarik Rezeki di Baca Pagi dan Petang",
      "isi_arab": [
        "وَمِمَّا يَزِيْدُ فِى الرِّزْقِ أَنْ يَقُوْلَ كُلَّ يَوْمٍ بَعْدَ انْشِقَاقِ الْفَجْرِ إِلىٰ وَقْتِ الصَّلَاةِ: سُبْحَانَ اللهِ الْعَظِيْمِ سُبْحَانَ اللهِ وَبِحَمْدِهٖ أَسْتَغْفِرُ اللهَ وَأَتُوْبُ إِلَيْهِ مِائَةَ مَرَّةٍ.",
        "وَأَنْ يَقُوْلَ: لَا إِلٰهَ إِلَّا اللهُ الْمَلِكَ الْحَقُّ الْمُبِيْنُ كُلَّ يَوْمٍ صَبَاحًا وَمَسَاءً مِائَةَ مَرَّةٍ.",
        "وَأَنْ يَقُوْلُ بَعْدَ الْفَجْرِ كُلَّ يَوْمٍ: الْحَمْدُ لِلّٰهِ وَسُبْحَانَ اللهِ وَلآ إِلٰهَ إِلاَّ اللهُ ثَلَاثًا وَثَلَاثَيْنِ مَرَّةً، وَبَعْدَ صَلاَةِ الْمَغْرِبِ أَيْضًا وَيَسْتَغْفِرَ اللهَ تَعَالٰى سَبْعِيْنَ مَرَّةً بَعْدَ صَلَاةِ الْفَجْرِ.",
        "وَيُكْثِرَ مِنْ قَوْلِ لَا حَوْلَ وَلَا قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ وَالصَّلَاةُ عَلَى النَّبِيِّ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ.",
        "وَيَقُوْلُ يَوْمَ الْجُمْعَةِ سَبْعِيْنَ مَرَّةً : اللّٰهُمَّ أَغْنِنِىْ بِحَلَالِكَ عَنْ حَرَامِكَ وَاكْفِنِىْ بِفَضْلِكَ عَمَّنْ سِوَاكَ.",
        "وَيَقُوْلُ هٰذَا الثَّنَاءَ كُلَّ يَوْمٍ وَلَيْلَةٍ : أَنْتَ اللهُ الْعَزِيْزُ الْحَكِيْمُ أَنْتَ اللهُ الْمَلِكُ الْقُدُّوْسُ."
      ],
      "isi_indonesia": [
        "Di antara yang dapat **menambah rezeki** adalah: setiap hari setelah terbit fajar hingga waktu salat (Subuh) membaca:",
        "**1. `Subhanallahil 'Adzimi Subhanallahi wa bihamdihi Astaghfirullaha wa atubu ilaih` (Maha Suci Allah Yang Maha Agung, Maha Suci Allah dengan segala puji bagi-Nya, aku memohon ampun kepada Allah dan bertaubat kepada-Nya) seratus kali.**",
        "**2. Mengucapkan `Laa Ilaha Illallah Al-Malikul Haqqul Mubin` (Tiada Tuhan melainkan Allah, Maha Raja, Maha Benar, Maha Pemberi Penerangan) setiap pagi dan sore seratus kali.**",
        "**3. Mengucapkan `Alhamdulillahi wa Subhanallahi wa Laa Ilaha Illallah` (Segala puji bagi Allah, Maha Suci Allah, dan tiada Tuhan melainkan Allah) tiga puluh tiga kali setiap selesai salat Subuh dan juga setelah salat Magrib.**",
        "**4. Beristigfar kepada Allah Ta'ala tujuh puluh kali setelah salat Subuh.**",
        "**5. Memperbanyak ucapan `Laa Hawla wa Laa Quwwata Illa Billahil 'Aliyyil 'Adzim` (Tiada daya dan kekuatan melainkan dengan pertolongan Allah Yang Maha Luhur dan Agung) dan berselawat kepada Nabi ﷺ.**",
        "**6. Pada hari Jumat, mengucapkan `Allahumma aghnini bihalalika 'an haramika wakfini bifadhlika 'amman siwak` (Ya Allah, cukupkanlah aku dengan rezeki-Mu yang halal dari yang haram, dan cukupkanlah aku dengan karunia-Mu dari selain-Mu) tujuh puluh kali.**",
        "**7. Mengucapkan pujian ini setiap siang dan malam:** `Antallahul 'Azizul Hakim. Antallahul Malikul Quddus.` (Engkaulah Allah Yang Maha Perkasa, Maha Bijaksana. Engkaulah Allah Maha Raja, Maha Suci)."
      ]
    },
    {
      "id": 103,
      "judul_arab": "أَنْتَ اللهُ الْحَلِيْمُ الْكَرِيْمُ . . . الخ",
      "judul_indonesia": "Penutup Kitab",
      "isi_arab": [
        "أَنْتَ اللهُ الْعَزِيْزُ الْحَكِيْمُ أَنْتَ اللهُ الْمَلِكُ الْقُدُّوْسُ.",
        "أَنْتَ اللهُ الْحَلِيْمُ الْكَرِيْمُ . . . الخ"
      ],
      "isi_indonesia": [
        "**Engkaulah Allah Yang Maha Perkasa, Yang Maha Bijaksana. Engkaulah Allah Maha Raja, Maha Suci.**",
        "**Engkaulah Allah Yang Maha Penyantun, Maha Mulia... dan seterusnya.**"
      ]
    }
  ]
}
