{
  "data": [
    {
      "id": 5,
      "judul_arab": "1-الْأَخْلاَقُ",
      "judul_indonesia": "1. Akhlak",
      "isi_arab": [
        "أَيُّهَاالْوَلَدُالْعَزِيِزُ: إِنَّ الْأَخْلَاقَ الْحَسَنَةَ سَبَبُ سَعَادَتُكَ فِي الدُّنْيَا وَالآخِرَةِ: يَرْضَي عَنْكَ رَبُّكَ، وَيُحِبُّكَ أُسْرَتُكَ وَ جَمِيْعُ النَّاسِ، وَ تَعِيْشُ بَيْنَهُمْ مُحْتَرَمًا، وَ عَكْسُهَا الْأَخْلَاقُ السّيِّئَةُ ، فَهِيَ أصْلُ شَقَاوَتِكَ، فيِ الدُّنْيَا وَالْلآخِرَةِ: يَسْخَطُ عَلَيْكَ اللَّهُ وَ يُبْغِضُكَ أَهْلُ بَيْتِكَ وَ جَمِيْعُ النَّاسِ، وَ تَعِيْشُ بَيْنَهُمْ مُهْتَقَرًاذَلِيْلاً.",
        "فَتَخَلَّقَ بِمَكَارِمَ اْلأَخْلَاقِ، وَ مَحَاسِنِ اْلآدَابِ مِنْ صِغَرِكَ، لِتَنْشَأَ عَلَيْهَا وَ تَعْتَادَهَا فيِ كِبَرِكَ، وَلَابُدَّ أَنْتُكَلِّفَ نَفْسَكَ عَلَيْهَا أَوَّلاً،حَتيَّ تَصِيْرَطَبِيْعَةً أَخِيْرًا قَالَ اللَّهُ تَعَاليَ: (قَدْ أَفْلَحَ مَنْ زَكَّاهَا، وَ قَدْ خَابَ مَنْ دَسَّاهَا) وَ قَالَ النَّبِيُّ صَليَّ اللَّهُ عَلَيْهِ وَ سَلَّمَ: «أَكْثَرُمَا يُدْخِلُ النَّاسَ اْلجَنَّةَ تَقْوَي اللَّهِ وَ حُسْنُ اْلخُلُقِ، أَكْمَلُ الْمُؤْمِنِيْنَ إِيْمَانًا أَحْسَنُهُمْ خُلُقاً. إِنَّ الْمُؤْمِنَ لَيُدْرِكُبِحُسْنِ خُلُقِهِ دَرَجَةَ الصاَّئِمِ اْلقَائِمِ»",
        "وَإِنَّ النَّاسَ لاَ يَنْظُرُوْنَ إِليَ جَمَالِ وَجْهِكَ، وَلاَ جِدَّةِ ثِيَابِكَ، وَلَكِنَّهُمْ يَنْظُرُوْنَ إِليَ أَخْلَاقِكَ، كَمَا قَالَ الشَّاعِرُ: لَا تَنْظُرُنَّ لِأَثْوَابِ عَليَ أَحَدٍ إِن ْرُمْتَ تَعْرِفُهُ فَانْظُرْ إِليَ اْلأَدَبِ فَالْعُوْدُ لَوْ لَمْ تَفُحْ مِنْهُ رَوَائِحَهُ لَمْ يَفْرِقِ النَّاسُ بَيْنَ اْلعُوْدِوَالْحَطَبِ وَقَالَ آخَرُ: وَمَا يَنْفَعُ الْفِتْيَانَ حُسْنُ وُ جُوْهِهِمْ إِذَا كَانَتِ اْلأَخْلَاقُ غَيْرَ حِسَانِ وَكَذَالِكَ الْعِلْمُ لَا يَنْفَعُ مَعَ سُوْءِالْخُلُقِ وَالْعَالِمُ السَّيِّءُ اْلأَخْلاَقِ، مَكْرُوْهٌ عِنْدَالنَّاسِ،أَكْثَرُمِنَ الْجَاهِلِ، فَعَلَيْكَ أَنْ تَعْتَنِيَ بِتَهْذِيْبِ أَخْلاَقِكَ، كَمَا تَعْتَنِي بَطَلَبِ الْعُلُوْمِ وَالْمَعَارِفِ",
        "وَإِذَاكَبِرَالْوَلَدُ وَقَدْتَعَوَدُّالْأَخْلَاقَ الْفَاسِدَةَ،فَإِنَّهُ يَصْعُبُ جِدًّا تَهْذِيْبُهُ وَإِصْلَاحُهُ، وَقَدْ لَا يَتَأَتَّي ذَلِكَ أَصْلًا، كَمَا قَالَ الشَّاعِرُ: قَدْ يَنْفَعُ اْلأَدَبُ اْلأَوْ لاَدَفِي صِغَرٍ. وَلَيْسَ يَنْفَعُهُمْ مِنْ بَعْدِهِ أَدَبُ إِنَّ الُغُصُوْنَ إِذَاقَوَّمْتَهَا اعْتَدَلَتْ وَلَا يَلِيْنَ وَلَوْ قَوَّمْتَهُ الْخَشَبُ",
        "هَذَا وَقَدْ قَرَأْتَ أَيُّهَا التِّلْمِيْذُ الْمَحْبُوْبُ، الْجُزْءَ الأَوَّلَ مِنْ هَذَاالْكِتَابِ، وَانْتَفَعْتَ بِهِ، وَ دُوْنَكَ هَذَاالْجُزْءَ الثَّانِي فَتَفَهَّمَهُ تَمَامًا وَاعْمَلْ بِمَافِيْهِ، لِتَكُوْنَ مِنَ الْمُفْلِحِيْنَ،الَّذِيْنَ حَسُنَتْ أَخْلَاقُهُمْ وَ تَهَذَّبَتْ نُفُوْسُهُمْ فَفَازُوْابِخَيْرَاتِ الدُّنْيَا وَالدِّ يْنِ"
      ],
      "isi_indonesia": [
        "Wahai anakku yang mulia: Sesungguhnya akhlak yang baik adalah **penyebab kebahagiaanmu di dunia dan akhirat**. Tuhanmu akan rida kepadamu, keluargamu dan seluruh manusia akan mencintaimu, dan engkau akan hidup di antara mereka sebagai orang yang dihormati. Sebaliknya, **akhlak yang buruk** adalah **akar kesengsaraanmu** di dunia dan akhirat. Allah akan murka kepadamu, anggota keluargamu dan seluruh manusia akan membencimu, dan engkau akan hidup di antara mereka sebagai orang yang direndahkan dan dihinakan.",
        "Maka, berakhlaklah dengan **akhlak yang mulia** dan **adab yang baik** sejak kecil, agar engkau terbiasa dengannya dan menjadi sifatmu saat dewasa. Engkau harus memaksakan dirimu untuk membiasakannya pada awalnya, hingga akhirnya menjadi kebiasaan. Allah Ta'ala berfirman: \"**Sungguh beruntunglah orang yang menyucikan jiwa itu, dan sungguh merugilah orang yang mengotorinya**.\" Nabi Muhammad Shallallahu 'alaihi wa sallam bersabda: \"**Yang paling banyak memasukkan manusia ke surga adalah takwa kepada Allah dan akhlak yang baik. Mukmin yang paling sempurna imannya adalah yang paling baik akhlaknya. Sesungguhnya seorang mukmin dapat mencapai derajat orang yang berpuasa dan salat malam dengan akhlaknya yang baik**.\"",
        "Sesungguhnya manusia tidak melihat pada **ketampanan wajahmu**, tidak pula pada **baru atau bagusnya pakaianmu**, tetapi mereka melihat pada **akhlakmu**, sebagaimana dikatakan oleh seorang penyair:\n\n**Janganlah engkau melihat pada pakaian seseorang,**\n**Jika engkau ingin mengenalnya, maka lihatlah adabnya.**\n**Kayu gaharu pun, jika tidak semerbak wanginya,**\n**Manusia takkan bisa membedakannya dengan kayu bakar.**\n\nDan penyair lain berkata:\n\n**Tiada bermanfaat bagi pemuda ketampanan wajahnya,**\n**Jika akhlaknya tidak baik.**\n\nDemikian pula, **ilmu tidak akan bermanfaat jika disertai akhlak yang buruk**. Seorang yang berilmu namun berakhlak buruk lebih dibenci di mata manusia daripada orang yang bodoh. Maka, wajib bagimu untuk **memperhatikan pembinaan akhlakmu**, sebagaimana engkau memperhatikan dalam menuntut ilmu dan pengetahuan.",
        "Dan jika seorang anak tumbuh dewasa dengan kebiasaan **akhlak yang rusak**, maka **sangat sulit sekali untuk mendidiknya dan memperbaikinya**, bahkan kadang tidak mungkin sama sekali, sebagaimana dikatakan oleh seorang penyair:\n\n**Sungguh, adab bermanfaat bagi anak-anak di usia muda,**\n**Namun tak lagi bermanfaat adab bagi mereka setelahnya.**\n**Sesungguhnya ranting, jika engkau luruskan, ia akan lurus,**\n**Namun kayu keras takkan melentur meski engkau meluruskannya.**",
        "Demikianlah, wahai murid yang tercinta, engkau telah membaca **juz pertama** dari kitab ini dan mengambil manfaat darinya. Sekarang, ambillah **juz kedua** ini, pahamilah ia sepenuhnya, dan amalkanlah isinya, agar engkau menjadi bagian dari **orang-orang yang beruntung**, yaitu mereka yang akhlaknya mulia dan jiwanya bersih, sehingga mereka meraih kebaikan di dunia dan akhirat."
      ]
    },
    {
      "id": 6,
      "lesson_content": {
        "arabic": {
          "title": "2- وَاجِبُ الْوَلَدِ نَحْوَرَبِّهِ تَعَاليَ",
          "paragraphs": [
            "أَيُّهَاالْوَلَدُالْأَدِيْبُ : لَقَدْ مَنَّ اللَّه تَعَاليَ عَلَيْكَ بِنِعَمٍ كَثِيْرَة ٍ: أَوْ جَدَك َبَعْدَ الْعَدَمِ، وَجَعَلَ لَكَ عَقْلاً وَهَدَاكَ إِليَ دِيْن ِالْإِسْلاَمِ، الَّذِي هُوَأَعْظَمُ نِعْمَة ٍوَأَنْعَمَ عَلَيْكَ بِالسَّمْعِ وَالْبَصَرِوَاللِّسَانِ، وَالْيَدَيْنِ وَالرِّجْلَيْنِ، وَخَلَقَكَ بَشَرًاسَوِيًّا فيِ أَحْسَنِ خِلْقَةٍ كَمَا قَالَ تَعَاليَ : (لَقَدْخَلَقْنَا الْإِنْسَانَ فيِ أَحْسَنِ تَقْوِيْمٍ) وَ أَعْطَاكَ الصِّحَةَ وَالْعَافِيَةَ، وَوَضَعَ الرَّحْمَة َلَكَ فيِ قُلُوْبِ وَالِدَيْكَ، حَتَّي رَبَّيَاكَ تَرْبِيَةً كَا مِلَةً، وَ حَبَّبَكَ إِليَ أُسْتَاذِكَ، حَتَّي عَلَّمَكَ مَا يُفِيْدُكَ فيِ دِيْنِكَ وَ دُنْيَاكَ إِليَ غَيْرَ ذَلِكَ مِنْ نِعَمِهِ تَعَاليَ الَّتِي لَا تُحْصَي : (وَإِنْ تَعُدُّوانِعْمَةَ اللَّه ِلَا تُحْصُوْهَا)",
            "فَيَلْزَمُكَ أَنْ تَشْكُرَرَبَّكَ عَلَي نِعَمِهِ : بِأَنْ تُطِيْعَ أَوَامِرَهُ وَتَبْتَعِدَ عَنْ مَنْهِيَّاتِهِ، وَ تُعَظِّمَهُ مِنْ قَلْبِكَ، فَلَا تَعْمَلَ قَبِيْحًاوَلَوْفيِ حَالٍ وَحْدَتِكَ وَفيِ الْحَدِيْثِ : إِتَّقِ اللَّهَ حَيْثُمَا كُنْتَ. وَأَنْ تُحِبَّ رَبَّكَ أَكْثَرَ مِنْ مَحَبَّتِكَ لِوَالِدَيْكَ وَلِنَفْسِكَ، وَتُحِبُّ أَيْضًا جَمِيْعَ مَلَائِكَتِهِ، وَرُسُلِهِ وَأَنْبِيَا ئِه ِوَالصَّالِحِيْنَ مِنْ عِبَادِهِ، لِأَنَّه ُتَعَاليَ يُحِبُّهُمْ",
            "وَيَجِبُ عَلَيْكَ أَيْضًا : أَنْ تَسْتَعِيْنَ بِهِ فيِ حَاجَاتِكَ وَتَتَوَكَّلْ عَلَيْهِ، فيِ أُمُوْرِكَ، قَالَ تَعَالَي : (وَعَلَي اللَّهِ فَتَوَكَّلُوْاإِنْ كُنْتُم ْمُؤْمِنِيْنَ) وَ فِي حَدِيْثِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا : أَنَّ النَّبِيَّ صَلَي اللَّهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ : يَا غُلَامُ إِنِّي أَعْلِّمُكَ كَلِمَاتٍ : احْفَظِ اللَّهَ يَحْفَظْكَ، اِحْفَظِ اللَّهَ تَجِدْهُ تُجَاهَكَ، إِذَا سَأَلْتَ فَاسْأَلِ اللَّهَ، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِااللَّهِ، وَاعْلَمْ أَنَّ الْأُمَّة َلَوِاجْتَمَعَتْ عَليَ أَنْ يَنْفَعُوك َبِشَيءٍ لَمْ يَنْفَعُوكَ إِلَّا بِشَيءٍ قَدْ كَتَبَهُ اللَّهُ لَكَ وَإِنِ اجْتَمَعُوْا عَلَي أَنْ يَضُرُّوْكَ بِشَيْءٍ، لَمْ يَضُرُّوْكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ عَلَيْكَ : رُفِعَتِ الْأَقْلَامُ وَجَفَّتِ الصُّحُفُ",
            "إِذَا شَكَرْتَ رَبَّكَ زَادَكَ مِنْ نِعَمِهِ كَمَا قَالَ فِي كِتَابِهِ الْعَزِيْزِ: (لَئِنْ شَكَرْتُمْ لَأَزِيْدَنَّكُمْ) وَحَفِظَكَ مِنَ الْمَصَائِبِ، وَأَعْطَاكَ مَا تَرْجُوْهُ مِنَ الْمَقَاصِدِ، وَأَحِبَّكَ مَوْلَاكَ سُبْحَانَهُ وَتَعَالَي، وَجَعَلَ الْخَلْقَ يُحِبُّوْنَكَ، كَمَا قَالَ تَعَالَي: (إِنَّ الَّذِيْنَ آمَنُوْاوَعَمِلُواالصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدَّا) أَيْ يُحِبُّهُمْ وَ يُحِبُّهُمْ لِلنَّاسِ وَفِي الْحَدِيْثِ : إِنَّ اللَّهَ تَبَا رَكَ وَتَعَالَي : إِذَااَحَبَّ عَبْدًا نَادَى جِبْرِيْلَ عَلَيْهِ السَّلَامُ : إِنَّ اللَّهَ قَدْ أَحَبَّ فُلَانًا فَأَحِبَّهُ، فَيُحِبُّهُ فَيُحِبُّهُ جِبْرِيْلُ، ثُمَّ يُنَادَى جِبْرِيْلُ فِي السَّمَاءِ إِنَّ اللَّهَ قَدْ أَحَبَّ فُلَانًافَاَحِبُّوْهُ، فَيُحِبُّهُ أَهْلُ السَّمَاءِ، وَ يُوْضَعُ لَهُ الْقَبُوْلُ فِي أَهْلِ الْأَرْضِ."
          ]
        },
        "indonesian": {
          "title": "2. Kewajiban seorang anak kepada Tuhannya yang Maha Tinggi",
          "paragraphs": [
            "Wahai anak yang beradab: Sesungguhnya Allah Ta'ala telah menganugerahkan kepadamu nikmat yang banyak: Dia menciptakanmu setelah sebelumnya tiada, memberimu **akal**, dan menunjukimu kepada **agama Islam**, yang merupakan nikmat terbesar. Dia juga menganugerahkan kepadamu **pendengaran, penglihatan, lidah, kedua tangan, dan dua kaki**. Dia menciptakanmu sebagai manusia yang sempurna dalam bentuk sebaik-baiknya, sebagaimana firman-Nya: (Yang artinya) \"**Sungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya**.\" Dan Dia memberimu **kesehatan dan keafiatan**, serta menanamkan **kasih sayang** di hati kedua orang tuamu hingga mereka mendidikmu dengan sempurna. Dia juga menjadikanmu dicintai oleh gurumu hingga beliau mengajarkan apa-apa yang bermanfaat bagimu dalam agama dan urusan duniamu, dan masih banyak lagi nikmat-nikmat-Nya yang tak terhitung: (Yang artinya) \"**Dan jika kamu menghitung-hitung nikmat Allah, niscaya kamu tak dapat menghitungnya**.\"",
            "Maka, wajib bagimu untuk **mensyukuri Tuhanmu atas nikmat-nikmat-Nya**, yaitu dengan menaati segala perintah-Nya dan menjauhi segala larangan-Nya, serta **mengagungkan-Nya dari lubuk hatimu**. Janganlah berbuat buruk, meskipun dalam keadaan sendirian. Dalam hadis disebutkan: \"**Bertakwalah kepada Allah di mana pun engkau berada**.\" Dan engkau harus **mencintai Tuhanmu lebih besar** daripada rasa cintamu kepada kedua orang tuamu dan dirimu sendiri. Engkau juga harus **mencintai** seluruh **malaikat-Nya, rasul-rasul-Nya, nabi-nabi-Nya, dan orang-orang saleh** dari hamba-hamba-Nya, karena sesungguhnya Dia mencintai mereka.",
            "Dan wajib bagimu juga untuk **memohon pertolongan kepada-Nya** dalam segala kebutuhanmu, dan **bertawakal kepada-Nya** dalam semua urusanmu. Allah Ta'ala berfirman: (Yang artinya) \"**Dan hanya kepada Allah-lah kalian berserah diri, jika kalian benar-benar orang yang beriman**.\" Dan dalam hadis riwayat Ibnu Abbas Radhiyallahu 'anhuma, bahwa Nabi Shallallahu 'alaihi wa alihi wa sallam bersabda: \"**Wahai anak muda, sungguh aku akan mengajarkan kepadamu beberapa kalimat: Jagalah Allah, niscaya Allah akan menjagamu. Jagalah Allah, niscaya engkau akan mendapati-Nya di hadapanmu. Jika engkau meminta sesuatu, mintalah kepada Allah. Dan jika engkau memohon pertolongan, mohonlah kepada Allah. Dan ketahuilah, seandainya seluruh umat bersatu untuk memberikan manfaat kepadamu, niscaya mereka tidak akan bisa memberikan manfaat kepadamu kecuali apa yang telah Allah tetapkan untukmu. Dan seandainya mereka bersatu untuk memberikan bahaya kepadamu, niscaya mereka tidak akan bisa memberikan bahaya kepadamu kecuali apa yang telah Allah tetapkan untukmu. Pena-pena telah diangkat dan lembaran-lembaran telah kering**.\"",
            "Jika engkau mensyukuri Tuhanmu, Dia akan **menambah nikmat-Nya** kepadamu, sebagaimana firman-Nya dalam Kitab-Nya yang mulia: (Yang artinya) \"**Jika kalian bersyukur, niscaya Aku akan menambah (nikmat) kepadamu**.\" Dan Dia akan menjagamu dari berbagai musibah, serta memberimu apa pun yang engkau harapkan dari tujuan-tujuanmu. Tuhanmu, Subhanahu Wa Ta'ala, akan mencintaimu, dan menjadikan seluruh makhluk mencintaimu, sebagaimana firman-Nya: (Yang artinya) \"**Sesungguhnya orang-orang yang beriman dan beramal saleh, kelak Yang Maha Pengasih akan menanamkan rasa kasih sayang dalam hati mereka**.\" Artinya, Allah mencintai mereka dan membuat manusia mencintai mereka. Dan dalam hadis: \"**Sesungguhnya Allah Tabaraka wa Ta'ala, apabila mencintai seorang hamba, Dia menyeru Jibril 'alaihissalam: 'Sesungguhnya Allah telah mencintai Fulan, maka cintailah dia.' Lalu Jibril mencintainya. Kemudian Jibril berseru di langit: 'Sesungguhnya Allah telah mencintai Fulan, maka cintailah dia.' Lalu penduduk langit mencintainya, dan ia akan ditempatkan penerimaan (cinta) baginya di antara penduduk bumi**.\""
          ]
        }
      }
    },
    {
      "id": 7,
      "judul_arab": "3- التِّلْمِيْذُ الْمَحْبُوْبُ",
      "judul_indonesia": "3. Murid yang dicintai",
      "isi_arab": [
        "كَانَ بَعْضُ الْأَسَاتِذَةِ يُحِبُّ أَحَدَ تَلَامِذَتِهِ، أَكْثَرُمِنْ زُمَلَائِهِ، فَتَعَجَّبُوْا مِنْ ذَلِكَ، وَقَالُوا : لِأَيِّ شَيْءٍ يُحِبُّ أُسْتَاذُنَا هَذَا التِّلْمِيْذَ أَكْثَرَمِنَّا ؟ فَاَرَادَالْأُسْتَاذُ أَنْ يُظْهِرَ لَهُمُ السَّبَبَ فِي ذَلِكَ فَأَعْطَي كُلَّ وَاحِدٍمِنْهُمْ دَجَاجَةً،",
        "وَقَالَ : لِيَنْفَرِدُكُلُّ وَاحِدٍمِنْكُمْ فِي مَكَانٍ، وَلْيَذْبَحِ الدَّجَاجَةَ حَيْثُ لَا يَرَاهُ أَحَدٌ. فَاَمْتَثَلَ التَّلَا مِيْذُ أَمْرَالْاُسْتَاذِ، إِلَّا ذَلِكَ التِّلْمِيْذَالْوَحِيْدَ، فَإِنَّهُ رَدَّالدَّجَاجَةَ فَقَالَ لَهُ أُسْتَاذُهُ : مَالَكَ لَمْ تَذْبَحُ دَجَاجَتَكَ كَمَا ذَبَحَ أَصْحَابُكَ؟",
        "فَقَالَ : لِأَنِّي لَمْ أَقْدِرْ أَنْ أَنْفَرِدَ فِي مَكَانٍ، لَا يَرَانِي فِيْهِ أَحَدٌ، فَإِنَّ اللَّهَ يَرَانِي فِي كُلِّ مَوْضِعٍ، فَقَالَ الْأُسْتَا ذُ لِلتَّلَامِيْذِ : أُنْظُرُوْا إِلَي هَذَا التِّلْمِيْذِ : يَخَافُ اللَّهَ ، وَلَا يَنْسَاهُ فِي أَيِّ مَكَانٍ، فَلِهَذَا أَحْبَبْتُهُ أَكْثَرَ مِنْكُمْ،",
        "وَلَا شَكَّ أَنَّهُ إِذَاكَبِرَ يَكُوْنُ مِنَ الصَّالِحِيْنَ، الْمُطِيْعِيْنَ لِرَبِّهِمْ فِي كُلِّ حِيْنٍ"
      ],
      "isi_indonesia": [
        "Pada suatu waktu, sebagian guru menyayangi salah satu muridnya melebihi teman-teman yang lain. Mereka merasa heran dan bertanya, \"Mengapa guru kami mencintai murid ini lebih dari kami?\" Maka, sang guru ingin menunjukkan alasannya. Beliau memberikan setiap murid **satu ekor ayam**.",
        "Lalu, guru itu berkata, \"Hendaklah setiap dari kalian menyendiri di suatu tempat, dan sembelihlah ayam itu di mana tidak ada seorang pun yang melihatnya.\" Para murid pun mematuhi perintah guru tersebut, kecuali murid yang satu ini. Ia mengembalikan ayam itu. Gurunya bertanya kepadanya, \"Mengapa kamu tidak menyembelih ayammu seperti teman-temanmu?\"",
        "Maka ia menjawab, \"Karena aku tidak mampu menyendiri di tempat yang tidak ada seorang pun melihatku, sebab sesungguhnya **Allah melihatku di setiap tempat**.\" Mendengar itu, guru tersebut berkata kepada para murid, \"Lihatlah murid ini: **dia takut kepada Allah dan tidak melupakan-Nya di mana pun**. Oleh karena inilah aku mencintainya lebih dari kalian.\"",
        "Dan tidak diragukan lagi bahwa jika ia tumbuh besar, ia akan menjadi salah satu dari **orang-orang saleh**, yang **senantiasa taat kepada Tuhan mereka di setiap waktu**."
      ]
    },
    {
      "id": 8,
      "judul_arab": "4-وَاجِبُ الْوَلَدَ نَحْوَنَبِيِّهِ",
      "judul_indonesia": "4. Kewajiban Seorang Anak Kepada Nabinya",
      "isi_arab": [
        "إِعْلَمْ أَنَّ النَّبِيَّ صَليَّ اللَّهُ عَلَيْهِ وَآلِهِ وَ سَلَّمَ، لَهُ حَقٌّ عَظِيْمٌ عَلَيْكَ وَ حَقُّهُ أَعْظَمُ الْحُقُوْقِ بَعْدَ حَقِّ اللَّهِ تَعَالَي، وَالْأَدَبُ مَعَهُ آكَدُ اْلآدَابِ وَأَوْجَبُهَا فَهُوَالَّذِي أَتَي بِدِيْنِ الْإِسْلَلامِ، بِوَاسِطَتِهِ عَرَفْتَ رَبَّكَ، وَفَرَّقْتَ بَيْنَ الْحَرَامِ، وَإِنَّكَ لَا تَقْدِرُأَنْ تَجْزِيَهُ أَبَدًا، فَيَجِبُ عَلَيْكَ أَنْ تُحِبَّهُ غَايَةَالْمَحَبَّةِ، وَفِي الْحَدِيْثِ : «لَا يُؤْمِنُ أَحَدُكُمْ حَتَّي أَكُوْنَ أَحَبَّ إِلَيْهِ مِنْ وَلَدِهِ وَوَالِدِهِ وَالنَّاسِ أَجْمَعِيْنَ»",
        "وَإِنَّ عَلَامَتَ مَحَبَّتِكَ لِرَبِّكَ أَنْ تُحِبَّ نَبِيَّكَ، وَتَتَّبِعَهُ فِي سِيْرَتِهِ، كَمَا قَالَ تَعَالَي : (قُلْ إِنْ كُنْتُمْ تُحِبُّوْنَ اللَّهَ فَاتَّبِعُوْنِي يُحْبِبْكُمُ اللَّهُ) وَتُحِبَّ أَيْضًا أَهْلَ بَيْتِهِ وَأَصْحَابِهِ وَجَمِيْعَ أُمَّتِهِ، وَ فِي الْحَدِيْثِ : «أَحِبُّوااللَّهَ لِمَا يَغْذُوْكُمْ بِهِ مِنْ نِعَمِهِ، وَاَحِبُّوْنِي لِحُبِّ اللَّهِ، وَاَحِبُّوْااَهْلَ بَيْتِي لِحُبِّي». وَفِي الْحَدِيْثِ اْلآخَرِ : احْفَظُوْنِي فِي أَصْحَابِي، لَاتَتَّخِذُوْهُمْ غَرَضًا مِنْ بَعْدِي، فَمَنْ أَحَبَّهُمْ فَبِحُبِّي أَحَبَّهُمْ، وَمَنْ أَبْغَضَهُمْ فَبِبُغْضِي أَبْغَضَهُمْ». وَ فِي الْحَدِيْثِ الْآخَرِ : «لَا يُؤْمِنُ أَحَدُكُمْ حَتَّي يُحِبَّ لِأَخِيْهَ مَا يُحِبُّ لِنَفْسِهِ»",
        "وَأَنْ تُطِيْعَهُ فِي جَمِيْعِ أَوَامِرِهُ،كَمَا قَالَ تَعَالَي: (مَنْ يُطِعِ الرَّسُوْلَ فَقَدْ أَطَاعَ اللَّهَ)(وَمَا آتَاكُمُ الرَّسُوْلُ فَخُذُوْهُ وَ مَانَهَاكُمْ عَنْهُ فَانْتَهُوْا). وَمِنْ طَاعَتِهِ : أَنْ تَنْصُرَدِيْنَهُ بِقَوْلِكَ وَفِعْلِكَ، وَ تُدَافِعَ عَنْ شَرِيْعَتِهِ بِكُلِّ اسْتِطَاعَتِكَ، وَأَنْ تُصَلِّيَ عَلَيْهِ كَمَاأَمَرَكَ اللَّهُ بِقَوْلِهِ: إِنَّ اللَّهَ وَمَلآئِكَتَهُ يُصَلُّوْنَ عَليَ النَّبِيِّ يَآأَيُّهَا الَّذِيْنَ آمَنُوْا صَلُّوْا عَلَيْهِ وَسَلِّمُوْا تَسْلِيْمًا) وَخُصُوْصًا لَيْلَةَ الْجُمْعَةِ وَيَوْمَهَا، كَمَا فِي الْحَدِيْثِ: «أَكْثِرُوْامِنَ الصَّلَاةِ عَلَيَّ فِي يَوْمِ الْجُمْعَةِ وَلَيْلَةِ الْجُمْعَةِ، فَمَنْ فَعَلَ ذَلِكَ كُنْتُ لَهُ شَهِيْدًا وَشَافِعًا يَوْمَ الْقِيَامَةِ»"
      ],
      "isi_indonesia": [
        "Ketahuilah bahwa Nabi Muhammad Shallallahu 'alaihi wa alihi wa sallam memiliki **hak yang agung** atas dirimu. Hak beliau adalah hak yang paling agung setelah hak Allah Ta'ala, dan beradab kepada beliau adalah adab yang paling ditekankan dan paling wajib. Beliaulah yang membawa **agama Islam**, melalui perantaraan beliaulah kamu mengenal Tuhanmu, dan kamu bisa membedakan antara yang halal dan haram. Sesungguhnya engkau tidak akan mampu membalas kebaikan beliau selamanya, maka wajib bagimu untuk **mencintainya dengan kecintaan yang paling tinggi**. Dalam hadis disebutkan: \"**Tidaklah seseorang di antara kalian beriman hingga aku lebih dicintainya daripada anaknya, orang tuanya, dan seluruh manusia.**\"",
        "Dan sesungguhnya **tanda cintamu kepada Tuhanmu adalah engkau mencintai Nabimu dan mengikutinya dalam sirahnya (perjalanan hidupnya)**, sebagaimana firman Allah Ta'ala: (Yang artinya) \"**Katakanlah (Muhammad kepada mereka): 'Jika kalian (benar-benar) mencintai Allah, maka ikutilah aku, niscaya Allah akan mencintai kalian'.**\" Dan engkau juga harus mencintai **keluarganya (ahlul bait), para sahabatnya, dan seluruh umatnya**. Dalam hadis disebutkan: \"**Cintailah Allah karena nikmat-nikmat yang Dia berikan kepadamu. Dan cintailah aku karena cinta Allah, serta cintailah keluargaku karena cintaku padaku.**\" Dan dalam hadis lain: \"**Jagalah (hormati) aku dalam (urusan) sahabat-sahabatku. Janganlah kalian menjadikan mereka target (cercaan) setelahku. Barang siapa mencintai mereka, maka karena cintaku ia mencintai mereka. Dan barang siapa membenci mereka, maka karena kebencianku ia membenci mereka.**\" Dan dalam hadis lain: \"**Tidaklah salah seorang di antara kalian beriman hingga ia mencintai untuk saudaranya apa yang ia cintai untuk dirinya sendiri.**\"",
        "Dan engkau wajib **menaati beliau dalam semua perintahnya**, sebagaimana firman Allah Ta'ala: (Yang artinya) \"**Barang siapa menaati Rasul, sungguh ia telah menaati Allah.**\" Dan \"**Apa yang diberikan Rasul kepadamu, maka terimalah ia. Dan apa yang dilarangnya bagimu, maka tinggalkanlah.**\" Di antara bentuk ketaatan kepada beliau adalah **membela agamanya dengan perkataan dan perbuatanmu**, serta **mempertahankan syariatnya dengan segala kemampuanmu**. Dan juga, **berselawatlah kepadanya** sebagaimana Allah memerintahkanmu dengan firman-Nya: (Yang artinya) \"**Sesungguhnya Allah dan para malaikat-Nya berselawat kepada Nabi. Wahai orang-orang yang beriman, berselawatlah kalian kepadanya dan ucapkanlah salam dengan sungguh-sungguh.**\" Dan ini dikhususkan pada malam Jumat dan hari Jumat, sebagaimana dalam hadis: \"**Perbanyaklah selawat kepadaku pada hari Jumat dan malam Jumat. Barang siapa melakukan itu, aku akan menjadi saksi dan pemberi syafaat baginya pada hari Kiamat.**\""
      ]
    },
    {
      "id": 9,
      "judul_arab": "5- نُبْذَةٌ مِنْ أَخْلاَقِهِ صَلَّي اللَّهُ عَلَيْهِ وَسَلِّمَ (1)",
      "judul_indonesia": "5. Contoh akhlak Nabi SAW (1)",
      "isi_arab": [
        "كَانَ النَّبِيُّ صَلَّي اللَّهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ أَحْسَنَ النَّاسِ أَخْلَاقًا وَقَدْ مَدَحَهُ رَبُّهُ تَعَالَي بِقَوْلِهِ : (وَاِنَّكَ لَعَلَي خُلُقٍ عَظِيْمٍ) وَجَعَلَهُ قُدْوَةً لِلْمُسْلِمِيْنَ فِي أَقْوَالِهِ وَأَفْعَالِهِ، كَمَا قَالَ تَعَالَي : (لَقَدْ كَانَ لَكُمْ فِي رَسُوْ لِ اللَّهِ أُسْوَةٌ حَسَنَةٌ) وَ قَدْ أَرْسَلَهُ اللَّهُ لِيَكَمِّلَ الْآدَابَ، وَالْأَخْلَاقَ. وَفِي اْلحَدِيْثِ: «بُعِثْتُ لِأُتِمَّمِ مَكَارِمَ الْأَخْلَاقِ»",
        "وَإِنَّ مِنْ أَخْلَاقِهِ الْعِفَّةَ وَالْقَنَاعَةَ : يَرْضَي مِنَ اللِّبَاسِ وَالطَّعَامِ بِالْمَوْجُوْدِ، وَلَا يَسْأَلُ عَنِ الْمَفْقُوْدِ وَمَا ذَمَّ طَعَامًا قَطُّ، لَكِنْ إِنْ اَعْجَبَهُ أَكَلَهُ، وَاِنْ كَرِهَهُ تَرَكَهُ، وَمَا بَغَّضَهُ إِلَي غَيْرِهِ، لَا يَطْلُبُ مِنْ أَحَدٍ شَيْئًا، وَلَا يَمُدُّ عَيْنَيْهِ إِلَي غَيْرِهِ وَكَانَ حَلِيْمًا لَا يَغْضَبُ، صَابِرًا عَلَي الْبَلَاءِ وَالْأَذَي يَعْفُو عَنِ الَّذِي يُسِيءُ إِلَيْهِ، مُتَوَاضِعًا لِلصَّغِيْرِ وَالْكَبِيْرِ، وَمِنْ تَوَا ضُعِهِ أَنَّهُ إِذَا مَرَّبِالصِّبْيَانِ يُسَلِّمُ عَلَيْهِمْ، وَاِذَا دَعَاهُ أَحَدٌ، يُحِبُّهُ بِقَوْلِهِ : لَبَّيْكَ، وَلَا يُحِبُّ أَنْ يَقُوْمَ لَهُ أَحَدٌ مِنْ مَجْلِسِهِ، وَكَانَ يَخِيْطُ ثَوَبَهُ، وَيَخْصِفُ نَعْلَهُ، وَيَكْنُسُ بَيْتَهُ، وَيَخْدُمُ أَهْلَهُ، وَكَانَ يَشْتَرِي الشَّيْءَ فَيَحْمِلُهُ اِلَي بَيْتِهِ ، وَيَخْدُمُ أَهْلَهُ وَكَانَ يَشْتَرِي الشَّيْءَ فَيَحْمِلُهُ إِلَي بَيْتِهِ بِنَفْسِهِ، فَيَقُوْلُ لَهُ صَاحِبُهُ : أَعْطِنِي أَحْمِلْهُ، فَيَقُوْلُ : \"صَاحِبُ الشَّيْءَ أَحَقُّ بِحَمْلِهِ\"",
        "وَمِنْ أَخْلَاقِهِ : الشَّجَاعَةُ وَالْإِقْدَامُ، وَكَانَ الشُّجَاعُ هُوَالَّذِى يَقْرَبُ مِنْهُ فِي الْحَرَبِ، لِقُرْبِهِ مِنَ الْعَدُوِّ، وَالثَّبَاتُ عَلَي الْمَبَادِئِ، وَالصَّبْرُ عَلَي أَدَاءِ الْوَاجِبِ، بِرَغْمِ الْعَقَبَاتِ الشَّدِيْدَةِ، وَالْأَذِيَّاتِ الْعَظِيْمَةِ، وَالصِّدْقُ وَالْأَمَانَةُ فِي جَمِيْعِ أَقْوَالِهِ وَأَفْعَالِهِ، حَتَّي اشْتَهَرَ بَيْنَ قَوْمِهِ بِلَقَبِ مُحَمَّدٍ الْأَمِيْنِ.",
        "وَكَانَ شَدِيْدَالْخَوْفِ مِنَ اللَّهِ تَعَالَي، كَثِيْرَالْحَيَاءِ، عَظِيْمَ الشَّفَقَةِوَالرَّحْمَةِ : لَايُؤْذِي إِنْسَانًا وَلَا حَيَوَانًا، وَيَرْحَمُ الْفُقَرَءِ وَالْمَسَاكِيْنَ، وَ يَتَصَدَّقُ عَلَيْهِمْ كَثِيْرًا، وَ يُحِبُّهُمْ إِذَا دَعَوْهُ، فَيَأْكُلُ مَعَهُمْ، وَيَزُوْرُمَرْضَاهُمْ وَ كَانَ أَكْثَرَالنَّاسِ : لَا يَرُدُّ مَنْ طَلَبَ مِنْهُ شَيْئًا، وَإِذَا لَمْ يَجِدْ عِنْدَهُ مَا يُعْطِيْهِ، وَعَدَهُ بِإِعْطَائِهِ فِي وَقْتٍ آخَرَوَجَاءَهُ رَجُلٌ ذََاتَ يَوْمٍ، فَسَأَلَهُ فَأَعْطَاهُ غَنَمًا، سَدَّتْ مَا بَيْنَ جَبَلَيْنِ، فَرَجَعَ إِلَي قَوْمِهِ ، وَقَالَ: أَسْلِمُوْا، فَإِنَّ مُحَمَّدً ايُعْطِي عَطَاءً مَنْ لَا يَخْشَي الْفَاقَةَ .",
        "وَكَانَ يَرْحَمُ الْخَادِمَ : لَا يَنْهَرَ خَادِمًا قَطُّ، وَيَأْمُرُ بِالْعَفْوَ عَنِ الْخَادِمِ إِذَاغَلِطَ، وَيُشْفِقُ عَلَي الصِّبْيَانِ وَيُسَلِّمُ عَلَيْهِمْ، فَإِذَا صَلَّي وَسَمِعَ صَبِيًّا يَبْكِي خَفَّفَ صَلَاتَهُ. وَذَاتَ يَوْمٍ دَخَلَ سَيِّدُنَا الْحَسَنُ رَضِيَ اللَّهُ عَنْهُ وَهُوَ صَغِيْرٌ، وَالنَّبِيُّ صَلَّي اللَّهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ يُصَلِّي فَرَكِبُ ظَهْرَهُ، وَهُوَ سَا جِدٌ فَأَبْطَأَ فِي سُجُوْدِهِ، شَفَقَةً عَلَيْهِ، حَتَّي نَزَلَ عَنْهُ، وَكَانَ لِأَنَسٍ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ اَخٌ يُقَالُ لَهُ : أَبُوْ عُمَيْرٍ، وَكَانَ لَهُ نُغَرٌ، (طَائِرٌ صَغِيْرٌ أَحْمَرُ الْمِنْقَارِ) يَلْعَبُ بِهِ، فَمَاتَ فَدَخَلَ النَّبِيُّ صَلَّي اللَّهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ ذَاتَ يَوْمٍ، فَرَأَي الْوَلَدُ حَزِيْنًا، فَقَالَ: مَا شَأْنُهُ؟ قِيْلَ لَهُ : مَاتَ نُغَرُهُ فَقَالَ : يَا أَبَا عُمَيْرٍ! مَا فَعَلَ النُّغَيْرُ؟"
      ],
      "isi_indonesia": [
        "Nabi Shallallahu 'alaihi wa alihi wa sallam adalah **manusia yang paling baik akhlaknya**. Sungguh, Rabbnya (Allah Ta'ala) telah memuji beliau dengan firman-Nya: (Yang artinya) \"**Dan sesungguhnya engkau (Muhammad) benar-benar berada di atas akhlak yang agung.**\" Dan Allah menjadikan beliau sebagai **panutan bagi umat Muslim** dalam perkataan dan perbuatannya, sebagaimana firman-Nya: (Yang artinya) \"**Sungguh, telah ada pada (diri) Rasulullah itu suri teladan yang baik bagimu.**\" Dan sungguh Allah telah mengutus beliau untuk **menyempurnakan adab dan akhlak**. Dalam hadis disebutkan: \"**Aku diutus untuk menyempurnakan akhlak yang mulia.**\"",
        "Dan sesungguhnya di antara akhlak beliau adalah **'iffah (menjaga diri dari meminta-minta) dan qana'ah (merasa cukup)**: Beliau rida dengan pakaian dan makanan yang ada, tidak pernah menanyakan sesuatu yang tidak ada, dan tidak pernah mencela makanan sama sekali. Jika beliau menyukainya, beliau memakannya; jika tidak menyukainya, beliau meninggalkannya, dan tidak membuat orang lain tidak menyukainya. Beliau tidak pernah meminta sesuatu dari siapa pun, dan tidak memandang (dengan iri) kepada milik orang lain. Beliau adalah orang yang **lembut dan tidak pemarah, sabar atas cobaan dan gangguan, memaafkan orang yang berbuat buruk kepadanya, rendah hati kepada yang kecil maupun yang besar**. Di antara kerendahan hati beliau adalah jika berpapasan dengan anak-anak, beliau mengucapkan salam kepada mereka. Dan jika seseorang memanggilnya, beliau menjawab dengan perkataan: \"Labbaik (Aku memenuhi panggilanmu).\" Beliau tidak suka jika ada seseorang berdiri untuknya dari tempat duduknya. Beliau biasa menjahit pakaiannya, menambal sandalnya, menyapu rumahnya, dan membantu keluarganya. Beliau juga membeli sesuatu lalu membawanya sendiri ke rumahnya. Jika ada yang berkata kepadanya: \"Berikan padaku, biar aku yang membawanya,\" beliau akan menjawab: \"**Pemilik barang lebih berhak membawanya.**\"",
        "Dan di antara akhlak beliau adalah **keberanian dan ketegasan**. Orang yang paling berani adalah yang mendekati beliau dalam perang, karena kedekatan beliau dengan musuh. Beliau juga memiliki **keteguhan pada prinsip**, dan **kesabaran dalam melaksanakan kewajiban**, meskipun menghadapi rintangan yang berat dan gangguan yang besar. Beliau memiliki **kejujuran dan amanah** dalam semua perkataan dan perbuatannya, hingga beliau terkenal di kalangan kaumnya dengan gelar **Muhammad Al-Amin (Muhammad yang Terpercaya)**.",
        "Beliau sangat **takut kepada Allah Ta'ala**, memiliki **rasa malu yang tinggi**, dan **kasih sayang serta rahmat yang agung**. Beliau tidak pernah menyakiti manusia maupun hewan. Beliau menyayangi orang-orang fakir dan miskin, banyak bersedekah kepada mereka, dan menyukai jika mereka mengundangnya, lalu makan bersama mereka. Beliau juga mengunjungi orang yang sakit di antara mereka. Beliau adalah orang yang paling sering **tidak menolak permintaan siapa pun**. Jika tidak menemukan apa yang bisa diberikan, beliau akan berjanji untuk memberikannya di lain waktu. Suatu hari datanglah seorang laki-laki kepadanya dan meminta sesuatu, lalu beliau memberinya kambing dalam jumlah sangat banyak hingga memenuhi area antara dua gunung. Laki-laki itu kembali kepada kaumnya dan berkata: \"**Masuklah Islam, karena sesungguhnya Muhammad memberi seperti orang yang tidak takut kemiskinan.**\"",
        "Beliau **menyayangi pembantu**: tidak pernah membentak seorang pembantu pun, dan memerintahkan untuk memaafkan pembantu jika berbuat salah. Beliau juga menyayangi anak-anak dan mengucapkan salam kepada mereka. Jika beliau salat dan mendengar anak kecil menangis, beliau mempercepat salatnya. Suatu hari, Sayyidina Hasan Radhiyallahu 'anhu masuk ketika beliau masih kecil, dan Nabi Shallallahu 'alaihi wa alihi wa sallam sedang salat. Hasan menunggangi punggung Rasulullah saat beliau sujud, sehingga beliau melambatkan sujudnya karena kasih sayang kepada Hasan, sampai Hasan turun. Anas bin Malik Radhiyallahu 'anhu memiliki seorang saudara bernama Abu 'Umair, yang memiliki burung *nugr* (burung kecil berparuh merah) yang biasa ia ajak bermain. Kemudian burung itu mati. Suatu hari, Nabi Shallallahu 'alaihi wa alihi wa sallam datang dan melihat anak itu bersedih. Beliau bertanya: \"Ada apa dengannya?\" Dikatakan kepadanya: \"Burung *nugr*-nya mati.\" Maka Rasulullah bersabda: \"**Wahai Abu 'Umair! Apa yang terjadi dengan *nughair* (burung kecil)-mu?**\""
      ]
    },
    {
      "id": 10,
      "judul_arab": "6- نُبْذَةٌ مِنْ أَخْلَاقِهِ",
      "judul_indonesia": "6. Contoh akhlak Nabi SAW (2)",
      "isi_arab": [
        "وَكَانَ النَّبِيُّ صَلَّي اللَّهُ عَلَيْهِ وَ سَلَّمَ حَسَنَ الْمُعَامَلَةِ لِأَصْحَابِهِ : يَبْتَسِمُ فِي وُجُوْهِهِمْ وَيُبَاسِطُهُمْ، وَ يُبْدِؤُهُمْ بِاالسَّلَامِ وَالْمُصَافَحَةِ، وَ يُؤْثِرُهُمْ عَلَي نَفْسِهِ، حَتَّي أَحَبُّوْهُ أَكْثَرَمِنْ أَنْفُسِهِمْ وَأَوْلَادِهِمْ، وَكَانَ يَحْتَرِمُ الْجَارَ، وَيَأْمُرُبِا لْإِحْسَانِ إِلَيْهِ. وَقَالَ مَرَّةً لِأَحَدٍ أَصْحَابِهِ : إِذَا طَبَخْتَ مَرَقَةً فَأَكْثِرْ مَاءَهَاوَتَعَاهَدْ جِيْرَانَكَ، وَكَانَ يَقْرِي الضَّيْفَ، وَ يُحْسِنُ إِلَي أَقَارِبِهِ، وَلَمَّا جَاءَتْ إِلَيْهِ مُرْضِعَتُهُ سَيِّدَتُنَا حَلِيْمَةُ السَّعْدِيَّةُ رَضِيَ اللَّهُ عَنْهَا، وَهُوَجَالِسٌ، بَسَطَ لَهَا رِدَاءَهُ، وَ قَضَي حَاجَاتِهَا. وَ كَانَ يُجِلُّ عَمَّهُ الْعَبَّاسَ إِجْلَالَ الْوَالِدِوَالْوَالِدَةِ.",
        "وَكَانَ يَذْكُرُ عَهْدَا لصُّحْبَةِ الْقَدِيْمَةِ ، وَيَقُوْلُ : إِنَّ حُسْنَ الْعَهْدِ مِنَ الْإِيْمَانِ ، فَبَعْدَ وَفَاةِ سَيِّدَتِنَا خَدِيْجَةَ رَضِيَ اللَّهُ عَنْهَا، إِذَا ذَبَحَ شَاةً قَسَمَ لَحْمَهَا عَلَي صَدِيْقَاتِهَا، وَإِذَا أُتِيَ بِهَدِيَّةٍ قَالَ : اذْهَبُوْا بِهَا إِلَي بَيْتِ فُلَانَةَ ، فَإِنَّهَا كَانَتْ صَدِيْقَةً لِخَدِيْجَةَ. وَإِذَا فَقَدَ الرَّجُلُ مِنْ أَصْحَابِهِ ثَلَاثَةَ أَيَّامٍ، سَأَلَ عَنْهُ، فَإِنْ كَانَ غَائِبًا دَعَالَهُ، وَإِنْ كَانَ شَاهِدًا زَارَهُ ، وَ إِنْ كَانَ مَرِيْضًا عَادَهُ. وَكَانَ إِذَا وَعَدَ بِشَيْءٍ يَفِى بِهِ, وَيَنْهَي أَشَدَّ النَّهْيِ عَنْ إِخْلَا فِ الْوَعْدِ , وَكَانَ يَحِبُ أَنْ يُنَظِّمَ أَعْمَالَهُ وَيُتْقِنَهَا, وَيَقُوْلُ : إِنَّ اللَّهَ كَتَبَ الْإِحْسَانَ عَلَي كُلِّ شَيْءٍ وَيُحِبُّ أَيْضًا النَّظَافَةَ فِي جَمِيْعِ الْأَشْيَاءِ : فِي طَعَامِهِ وَلِبَاسِهِ وَمَسْكَنِهِ, وَيَأْمُرُبِاانَّظَافَةِ, كَمَا قَالَ فِي حَدِيْثِهِ : النَّظَافَةُ مِنَ الْإِيْمَا نِ.",
        "وَكَانَ إِذَا مَسَي لَا يَلْتَفِتُ يَمِيْنًا وَلَا شِمَالًا، وَإِذَاأَكَلَ إِلَي أَنْ يَشْبَعَ، عَمَلًا بِقَوْلِهِ تَعَالَي : (وَكُلُوْاوَاشْرَبُوْاوَلَا تُسْرِفُوْاإِنَّهُ لَا يُحِبُّ الْمُسْرِفِيْنَ). وَإِذّا تَكَلَمَ قْتَصَرَ عَلَي قَدْرِ الْحَاجَةِ، وَيَقُوْلُ : «مَنْ صَمَتَ نَجَا» وَكَانَ يُحَافِظُ عَلَي أَوْقَاتِهِ، فَيَصْرِفُهَا كُلَّهَا فِي طَاعَةِ رَبِّهِ، وَ فِي الْحَدِيْثِ «كَانَ يَذْكُرُاللَّهَ عَلَي كُلِّ أَحْيَانِهِ، وَيَقُوْمُ مِنَ اللَّيْلِ حَتَّي تَتَفَطَّرَ قَدَمَاهُ»"
      ],
      "isi_indonesia": [
        "Nabi Shallallahu 'alaihi wa sallam adalah orang yang **sangat baik dalam berhubungan dengan para sahabatnya**: beliau tersenyum di hadapan mereka, berlemah lembut kepada mereka, memulai salam dan berjabat tangan dengan mereka, serta mendahulukan mereka daripada dirinya sendiri, sehingga mereka mencintai beliau lebih dari diri mereka dan anak-anak mereka. Beliau **menghormati tetangga** dan memerintahkan untuk **berbuat baik kepada tetangga**. Beliau pernah berkata kepada salah seorang sahabatnya: \"**Jika kamu memasak kuah, perbanyaklah airnya dan perhatikanlah tetanggamu.**\" Beliau juga **suka menjamu tamu** dan **berbuat baik kepada kerabatnya**. Ketika ibu susu beliau, Sayyidatina Halimah As-Sa'diyah Radhiyallahu 'anha, datang menemui beliau saat beliau sedang duduk, beliau membentangkan ridanya untuknya dan memenuhi kebutuhannya. Beliau sangat memuliakan pamannya, Abbas, sebagaimana memuliakan ayah dan ibu.",
        "Beliau **mengingat ikatan persahabatan yang lama** dan berkata: \"**Sesungguhnya menjaga hubungan baik adalah bagian dari iman.**\" Maka, setelah wafatnya Sayyidatina Khadijah Radhiyallahu 'anha, jika beliau menyembelih kambing, beliau membagi dagingnya kepada teman-teman Khadijah. Jika beliau mendapatkan hadiah, beliau berkata: \"**Bawalah ini ke rumah fulanah, karena dia adalah teman Khadijah.**\" Jika seorang sahabatnya tidak terlihat selama tiga hari, beliau akan menanyakannya. Jika orang itu tidak ada, beliau mendoakannya; jika ia ada, beliau mengunjunginya; dan jika ia sakit, beliau menjenguknya. Beliau **jika berjanji akan menepatinya**, dan **sangat keras melarang mengingkari janji**. Beliau suka **mengatur pekerjaannya dan mengerjakannya dengan sempurna**, dan beliau bersabda: \"**Sesungguhnya Allah telah menetapkan ihsan (berbuat baik) pada segala sesuatu.**\" Beliau juga **menyukai kebersihan** dalam segala hal: dalam makanan, pakaian, dan tempat tinggalnya, dan beliau memerintahkan kebersihan, sebagaimana beliau bersabda dalam hadisnya: \"**Kebersihan itu sebagian dari iman.**\"",
        "Jika beliau berjalan, beliau **tidak menoleh ke kanan maupun ke kiri**. Jika makan, beliau **tidak makan sampai kenyang**, mengamalkan firman Allah Ta'ala: (Yang artinya) \"**Makanlah dan minumlah, tetapi jangan berlebihan. Sungguh, Allah tidak menyukai orang yang berlebihan.**\" Jika beliau berbicara, beliau **meringkasnya sesuai kebutuhan**, dan beliau bersabda: \"**Barang siapa diam, ia akan selamat.**\" Beliau **menjaga waktu-waktunya**, menggunakannya seluruhnya untuk ketaatan kepada Rabbnya. Dalam hadis disebutkan: \"**Beliau mengingat Allah di setiap waktu, dan beliau salat malam hingga kedua kakinya bengkak.**\""
      ]
    },
    {
      "id": 11,
      "judul_arab": "7- مَحَبَّةُ الْوَالِدَيْنِ",
      "judul_indonesia": "7. Kecintaan kepada orang tua.",
      "isi_arab": [
        "إِنَّ وَالِدَيْكَ يُحِبَّانِكَ مَحَبَّةً عَظِيْمَةً، وَهُمَا سَبَبَا وُجُوْدِكَ، وَقَدْ تَعِبَاكَثِيْرًا فِي تَرْبِيَتِكَ، وَلَكِنَّهُمَا مَسْرُوْرَانِ بِذَلِكَ : فَأُمُّكَ حَمَلَتْكَ فِي بَطْنِهَاتِسْعَةَ أَشْهُرٍ، ثُمَّ أَرْضَعَتْكَ، وَهِيَ صَابِرَةٌ عَلَي اَتْعَابِ الْحَمْلِ وَالرَّضَاعِ، وَاعْتَنَتْ بِنَظَافَةِ جِسْمُكَ وَثِيَابِكَ، وَصَنَعَتْ مَلَابِسَكَ اللِّيْنَةَ، وَرَتَّبَتْ فِرَاشَكَ النَّظِيْفَ، وَطَرَدَتْ عَنْكَ الْبَعُوْضَ لِتَنَامَ مُسْتَرِيْحًا، وَحَفِظَتْكَ فِي كُلِّ وَقْتٍ مِنْ كُلِّ مَا يُؤْذِيْكَ، إِذَا مَشَيْتَ أَوْقَعَدْتَ، أَوْلَعِبْتَ أَوْرَقَدْتَ، وَهِيَ الَّتِي هَيَّأَتْ لَكَ طَعَامَكَ، وَعَلَّمَتْكَ الْمَشْيَ وَالْكَلَامَ، وَمَا أَكْثَرَفَرَحَهَا، إِذَا ابْتَدَأْتَ تَمْشِي أَوْتَتَكَلَّمُ!",
        "وَأَبُوْكَ يَخْرُجُ كُلِّ يَوْمٍ مِنَ الْبَيْتِ، صَابِرًا عَلَي التَّعَبِ وَالْحَرِّ وَالْبَرْدِ لِيَكْسِبَ مَا لاً يُنْفِقُهُ عَلَيْكَ، وَعَلَي أُمِّكَ، وَجَمِيْعِ أُسْرَتِكَ : فَيَشْتَرِي لَكَ الْمَلَا بِسَ وَالْأَطْعِمَةَ، وَكُلُّ مَا تَحْتَاجُ إِلَيْهِ، مِثْلَ الْأَدَاوَاتِ الْمَدْرَسِيَّةِ وَغَيْرِهَا، وَاِذَا طَلَبْتَ مِنْهُ شَيْئًا فِيْهِ مَنْفَعَتُكَ، لَا يَمْنَعُكَ مِنْهُ، بَلْ يُعْطِيْكَ مَقْصُوْدَكَ، بِكُلِّ فَرَحٍ وَسُرُوْرٍ",
        "وَأَبُوْكَ أَيْضًا يُحِبُّ أَنْ تَعِيْشَ صَحِيْحَ الْجِسْمِ، سَالِمًا مِنَ الْأَذَي وَالْمَرَضِ وَلِذَلِكَ يَمْنَعُ عَنْكَ كُلَّ شَيْءٍ يَضُرُّكَ وَيَأْمُرُكَ بِالْمُحَافَظَةِ عَلَي الصِّحَّةِ، وَيُحِبُّ أَنْ تَنْشَأَ عَلَي الْأَخْلَاقِ الْفَاضِلَةِ وَالْكَامِلَةِ، وَلِذَالِكَ يَنْهَاكَ عَنْ مَجَالَسَةِ الْأَشْرَارِ، وَيَجِبُ أَنْ تَكُوْنَ فِي مُسْتَقْبَلِكَ رَجُلًا كَامِلًا فِي عِلْمِهِ، مُهَذَّبًا فِي أَخْلَاقِهِ، مُتَمَسِّكًا بِدِيْنِهِ، مُعْتَبَرًا بَيْنَ النَّاسِ، يَسْتَطِيْعُ أَنْ يَنْفَعُ نَفْسَهُ وَقَوْمَهُ، وَلِذَلِكَ أَدْخَلَكَ الْمَدْرَسَةَ، وَأَنْفَقَ عَلَي تَعْلِيْمِكَ.",
        "إِنَّ وَالِدَيْكَ يَرْحَمَانِكَ رَحْمَةً تَامَّةً، وَلِذَالِكَ إِذَا مَرِضْتَ حَزَنًا عَلَيْكَ، حُزْنًا شَدِيْدًا، وَبَذَلَا جُهْدَهُمَا فِي عَافِيَتِكَ، وَدَعَوَا اللَّهَ لَيْلًا وَنَهَارًا،أَنْ يُعَجِّلَ بِشِفَائِكَ وَ أُمِّكَ تَسْهَرُ لَيْلَهَا فِي حَرَاسَتِكَ، وَهِيَ تَبْكِي بِدُمُوْعِهَا الْغَزِيْرَةِ، شَفَقَةً عَلَيْكَ، وَأَبُوْكَ يَدْعُوْلَكَ الطَّبِيْبَ، وَيَشْتَرِي لَكَ الْأَدْوِيَةَ، وَلَايُبَالِي بِإِخْرَاجِ لدَّرَاهِمِ الْكَثِيْرَةِ، مِنْ أَجْلِ صِحَّتِكَ الْغَالِيَةِ."
      ],
      "isi_indonesia": [
        "Sesungguhnya **kedua orang tuamu mencintaimu dengan cinta yang agung**. Mereka adalah **sebab keberadaanmu**, dan mereka telah bersusah payah dalam mendidikmu, namun mereka tetap bahagia dengan itu. **Ibumu** mengandungmu dalam perutnya selama sembilan bulan, kemudian menyusuimu. Ia sabar menanggung kelelahan hamil dan menyusui. Ia memperhatikan kebersihan badan dan pakaianmu, membuatkan pakaian yang lembut untukmu, merapikan tempat tidurmu yang bersih, mengusir nyamuk darimu agar engkau tidur nyenyak, dan menjagamu setiap saat dari segala yang membahayakanmu, baik saat engkau berjalan, duduk, bermain, atau tidur. Dialah yang menyiapkan makananmu, mengajarkanmu berjalan dan berbicara. Alangkah bahagianya ia ketika engkau mulai berjalan atau berbicara!",
        "Dan **ayahmu** keluar rumah setiap hari, sabar menanggung lelah, panas, dan dingin, untuk mencari rezeki yang akan ia nafkahkan untukmu, untuk ibumu, dan seluruh keluargamu. Ia membelikanmu pakaian, makanan, dan segala sesuatu yang engkau butuhkan, seperti perlengkapan sekolah dan lain-lain. Jika engkau meminta sesuatu darinya yang bermanfaat bagimu, ia tidak akan menolaknya, bahkan akan memberimu apa yang engkau inginkan dengan penuh kegembiraan dan sukacita.",
        "**Ayahmu** juga ingin engkau hidup dengan **tubuh yang sehat**, selamat dari bahaya dan penyakit. Oleh karena itu, ia melarangmu dari segala sesuatu yang membahayakanmu dan memerintahkanmu untuk menjaga kesehatan. Ia ingin engkau tumbuh dengan **akhlak yang mulia dan sempurna**. Karena itu, ia melarangmu bergaul dengan orang-orang jahat. Ia ingin agar di masa depan engkau menjadi **laki-laki yang berilmu sempurna, berakhlak mulia, teguh berpegang pada agamanya, dihormati di tengah masyarakat**, yang mampu memberikan manfaat bagi dirinya sendiri dan kaumnya. Oleh karena itu, ia memasukkanmu ke sekolah dan membiayai pendidikanmu.",
        "Sesungguhnya **kedua orang tuamu menyayangimu dengan kasih sayang yang sempurna**. Oleh karena itu, jika engkau sakit, mereka akan sangat bersedih atasmu. Mereka mengerahkan segala upaya demi kesembuhanmu dan berdoa kepada Allah siang dan malam agar segera menyembuhkanmu. **Ibumu** terjaga semalaman untuk menjagamu, dan ia menangis dengan air mata deras karena kasih sayangnya kepadamu. **Ayahmu** memanggilkan dokter untukmu dan membelikanmu obat-obatan, serta tidak peduli mengeluarkan banyak uang demi kesehatanmu yang sangat berharga."
      ]
    },
    {
      "id": 12,
      "judul_arab": "8- مَاذَا يَجِبُ عَلَيْكَ لِوَالِدَيْكَ؟",
      "judul_indonesia": "8: Apa kewajibanmu terhadap orang tuamu?",
      "isi_arab": [
        "اَيُّهَا الْوَلَدُ الْمَحْبُوْبُ : لَقَدْ عَرَفْتَ قَدْرَ مَحَبَّةِ وَالِدَيْكَ لَكَ، وَمَا قَامَابِهِ فِي سَبِيْلِ تَرْبِيَتِكَ، فَيَجِبُ عَلَيْكَ أَنْ تُقَابِلَ هَذَا الْإِحْسَانِ بِالْإِحْسَانِ، وَأَنْ تَقُوْمُ بِكُلِّ مَا تَسْتَطِيْعُ فِي بِرِّهِمَا، وَمَعَ ذَلِكَ تَشْهَدُ الْفَضْلَ وَالْمِنَّةَ لَهُمَا، وَتَعْتَرِفُ أَنَّكَ مَا قُمْتَ تَمَامًا بِحُقُوْقِهِمَا، فَاعْمَلْ بِهَذِهِ النَّصَائِحِ :",
        "أَنْ تُحِبَّهُمَا مِنْ صَمِيْمِ قَلْبِكَ، وَتَحْتَرِمَهُمَا غَايَةَ الْإِحْتِرَامِ، وَتُعَامِلَهُمَا بِكُلِّ شَيْءٍ يُفَرِّحُ قُلُوْبَهُمَا، وَتَحْتَرِزَ مِنْ أَيِّ شَيْءٍ يُكَدِّرُهُمَا وَتُصْغِيَ إِلَي نَصَا ئِحِهِمَا، وَتُبَادِرَإِلَي امْتِثَالِ أَوَامِرِهِمَا، وَقَضَاءِ حَوَائِبِهِمَا،وَتُصَافِحَهُمَا كُلَّ صَبَاحٍ وَمَسَاءٍ، وَتُقَابِلَهُمَا بِوَجْهٍ بَسَّامٍ، وَتَدْعُوْلَهُمَا بِطُوْلِ الْعُمْرِ، فِي خَيْرٍ وَعَا فِيَةٍ، وَبِحُصُوْلِ مَقَاصِدِهِمَا، وَبِأَنْ يَجْزِيَهُمَا اللَّهُ خَيْرَ الْجَزَاءِ، عَلَي حُسْنِ تَرْبِيَتِهِمَا.",
        "وَأَنْ تَعَلَمَ أَنَّ بَقَاءَ وَالِدَيْكَ نِعْمَةٌ لَكَ مِنَ اللَّهِ عَظِيْمَةٌ، وَبَرْكَةٌعَلَيْكَ وَرَحْمَةُ تَتَمَتَّعُ بِالنَّظَرِ إِلَيْهِمَا، وَفيِ ذَلِكَ ثَوْابٌ عَظِيْمٌ، كَمَا فِي الْحَدِيْثِ : «مَامِنْ رُجُلٍ يَنْظُرُ إِلَي وَجْهِ وَالِدَيْهِ نَظَرَ رَحْمَةٍ، إِلَّا كِتَبَ اللَّهُ لَهُ بِهَا حَجَّةَ مَقْبُوْلَةً مَبْرُوْرَةً »وَتُصَافِحَهُمَا كُلَ يَوْمٍ، وَتُشَاوِرُهُمَافِي اُمُورِكَ، وَ تُدْخِلُ السُّرُوْرَ عَلَيْهِمَا، وَ تَقْضِى حَوَائِجَهُمَا، وَ يَدْعُوَانِ لَكَ بِكُلِّ خَيْرٍ، فَمَا أَعْظَمَ هَذِهِ النِّعَمَ! وَمَا أَجْزَلَ هَذَ االثَّوَابَ! فَحَقًّا لَايَعْرِفُ الْوَلَدُ مَبْلَغَ النِّعْمَةِ بِوُجُوْدِ وَالِدَيْهِ : إِلَّا إِذَا فَقَدَهُمَا، فَهُنَاكَ يُحَسُّ بِاالْخَسَارَةِ الْعَظِيْمَةِ، وَالْحُزْنِ الشَّدِيْدِ عَلَي فِرَاقِهِمَا",
        "وَاَنْ تَسْتَعْمِلَ الْأَدَبَ مَعَهُمَا فِي كُلِّ وَقْتٍ : فَلَا تَسْتَدْ بِرَهُمَا وَلَا تَدْعُوْهُمَا بِاسْمِهِمَا ، وَلَا تَضْحَكَ بِحَضْرَتِهِمَا ، فِي غَيْرِمَوْضِعِ الضَّحِكِ، أَوْ بِصَوْتٍ شَدِيْدٍ، وَلَا تَنْظُرَ إِلَيْهِمَا بِعَيْنٍ حَادَّةٍ، وَلَا تَكْذِبَ عَلَيْهِمَا، أَوْ تَشْتِمَهُمَا اَوْتَتَكَلَّمَ مَعَهَمَ بِكَلَامِ قَبِيْحٍ، أَوْ تَرْفَعَ صَوْتَكَ فَوْقَ صَوْتِهِمَا، قَالَ اللَّهُ تَعَالَ : (وَقَضَي رَبُّكَ أَنْ لَا تَعْبُدُوْإِلَّاإِيَّاهُ، وَ بِالْوَالِدَيْنِ إِحْسَانًا، إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا، فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا، وَقُلْ لَهُمَا قَوْلًا كَرِيْمًا، وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ، وَقُلْ رَبِّ ارْحَمْهُمَا، كَمَا رَبَّيَانِي صَغِيْرًا)",
        "اِحْرِصْ دَائِمًا عَلَي رِضَي وَالِدَيْكَ : بِأَنْ تَجْتَهِدَ فِي مُطَالَعَةِ دُرُوْسِكَ، وَتَذْهَبَ كُلَّ يَوْمٍ إِلَي الْمَدْرَسَةِ، وَتُحَافِظَ عَلَي كُتُبِكَ وَمَلَا بِسِكَ، وَجَمِيْعِ أَدَاوَاتِكَ، وَتُرَتِّبَهَافِي مَوَاضِعَهَا، وَلَا تُغَيِّرَأَْوتُضَيِّعُ شَيْئًا مِنْهَا، وَتَعْمَلَ فِي الْمَنْزِلِ وَخَارِجِهِ كُلَّ شَيْءٍ يُفَرِّحُهُمَا ، وَلَا تُؤْذِيَ أَحَدًا مِنْ إِخْوَتِكَ وَ أَخَوَاتِكَ، أَوِالْأَخْدَامِ، وَلَا تَتَخَاصَمَ مَعَ أَبْنَاءِ جِيْرَانِكَ، أَوْ زُمَلَائِكَ فِي الْمَدْرَسَةِ.",
        "إِذَاطَلَبَتَ مِنْ وَالِدَيْكَ شَيْئًا، فَلَا تَطْلُبْهُ أَمَامَ النَّاسِ، وَإِذَا لَمْ يُعْطِيَاكَ مَطْلُوْبَكَ فَاسْكُتْ، لِأَ نَّهُمَا أَعْرَفُ بِمَصَالِحِكَ، وَاحْذَرْ أَنْ تَغْضَبَ، فَتُهَمْهِمََ أَوْ تُعَبِّسَ وَجْهَكَ، وَإِذَا جَلَسْتَ أَمَامَهُمَا فَأَحْسِنْ هَيْئَةَ جُلُوْسِكَ، وَلَا تَضَعْ رِجْلًا عَلَي رِجْلٍ، وَلَا تَجْلِسْ وَهُمَا قَائِمَانِ، وَلَا تَمْشِ وَهُمَا وَرَاءَكَ، وَإِذَا دَعَاكَ أَحَدُهُمَا، فَاَسْرِعْ إِلَي إِجَابَتِهِ، وَلَا تَتَبَاطَّأْأَوْتَتَصَامَمْ، أَوْ تَسْأَمْ مِنْ تَكْرَارِ الدَّعْوَةِ، وَاحْذَرِ غَايَةَ الْحَذَرِ : أَنْ تَسُبَّ أَبَا أَحَدٍ أَوْ أُمَّهُ، لِئَلَّا يَسُبَّ وَالِدَيْكَ فَتَكُوْنَ أَنْتَ السَّبَبَ فِي ذَلِكَ وَفِي الْحَدِيْثِ : «مِنَ الْكَبَائِرِ شَتْمُ الرَّجُلِ وَالِدَيْهِ، قَالُوا : يَا رَسُوْلَ اللَّهِ ، وَهَلْ يَشْتِمُ الرَّجُلُ وَالِدَيْهِ؟ قَالَ : نَعَمْ، يَسُبُّ أَبَا الرَّجُلِ، فَيَسُبُّ أَبَاهُ وَ يَسُبُّ أُمَّهُ، فَيَسُبُّ أُمَّهُ",
        "إِذَا كَبِرَتْ، وَابْتَدَأْتَ تَشْتَغِلُ، فَعَلَيْكَ بِمُسَاعَدَةِ وَالِدَيْكَ، وَابْذُلْ فِيْهَا غَايَةَ اسْتِطَاعَتِكَ، وَاعْتَنِ بِبِرِّ أُمِّكَ أَكْثَرَ مِنْ أَبِيْكَ، لِاَنَّهَا أَعْظَمُ شَفَقَةً، وَأَشَدَّ مِنْهُ تَعَبًا فِي تَرْبِيَتِكَ. وَجَاءَ رَجُلٌ إِلَي لنَّبِيِّ صَلَّي اللَّهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ فَقَالَ : يَا رَسُوْلَ اللَّهِ مَنْ أَحَقُّ النَّاسِ بِحُسْنِ صَحَابَتِي؟ قَالَ : أُمُّكَ، قَالَ : ثُمَّ مَنْ؟ قَالَ : أُمُّكَ، قَالَ ثُمَّ مَنْ؟ قَالَ : أُمُّكَ ، قَالَ : ثُمَّ مَنْ؟ قَالَ أَبُوْكَ. وَإِذَا مَاتَ أَحَدُ الْوَالِدَيْنِ أَوْكِلَاهُمَا، فَيَجِبُ عَلَي الْوَلِدِ أَنْ يَبِرَّهُمَا بِالدُّعَاءِوَالْإِسْتِغْفَارِ، وَالصَّدَقَةِ عَنْهُمَا. وَفِي الْحَدِيْثِ : سَأَلَ رَجُلٌ رَسُوْلُ اللَّهِ صَلَّي اللَّهُ عَلَيْهِ وَآلِهِ وَ سَلَّمَ فَقَالَ : يَا رَسُوْ اللَّهِ، هَلْ بَقِيَ عَلَيَّ مِنْ بِرِّ أَبَوَيَّ شَيْءٌ أَبِرُّهُمَا بِهِ بَعْدَ وَفَا تِهِمَا؟ قَالَ نَعَمْ ، الصَّلَاةُ َعَلَيْهِمََ وَلْاِسْتِغْفَارُ لَهُمَا، وَإِنْفَاذُعَهْدَهُمَا وَإِكْرَامُ صَدِيْقِهِمَا، وَصِلَةُ الرَّحِمِ لَا تُوْصَلُ إِلَّا بِهِمَا.",
        "إِذَا قُمْتَ بِبِرِّوَالِدَيْكَ : نِلْتَ رِضَا اللَّهِ تَعَالَي، وَثَوَابُهُ الْعَظِيْمَ. وَ فِي الْحَدِيْثِ : رِضَا اللَّهِ فِي رِضَاالْوَالِدَيْنِ، وَسَخَطُ اللَّهِ فِي سَخَطِ الْوَالِدَيْنِ. وَ فِي الْحَدِيْثِ الآخَرِ : \" بِرُّالْوَالِدَيْنِ أَفْضَلُ مِنَ الصَّلَاةِ وَالصَّدَقَةِ وَالصَّوْمِ وَالْحَجِّ وَالْعُمْرَةِ وَالْجِهَادِ فِي سَبِيْلِ اللَّهِ» وَسَوْفَ يَبِرُّكَ أَوْلَادُكِ فِي الْمُسْتَقْبَلِ، كَمَا فِي الْحَدِيْثِ : «بِرُّواآبَاؤُكُمْ، تَبَرَّكُمْ أَبْنَاؤُكُمْ» وَأَمَّا عُقُوْقَ الْوَالِدَيْنِ : فَمِنْ أَكْبَرِ الذُّنُوْبِ. قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ : «أَكْبَرُالْكَبَائِرِ الْإِشْرَاكُ بِاللهِ، وَعُقُوْقُ الْوَالِدَيْنِ» وَقَالَ اَيْضًا : «إِيَّكُمْ وَعُقُوْقَ الْوَالِدَيْنِ، فَإِنَّ رِيْحَ الْجَنَّةِ يُوْجَدُ مِنْ مَسِيْرَةِ أَلْفِ عَامٍ، وَاللهِ لَا يَجِدُهَا عَاقٌّ ، وَلَا قَاطِعَ رَحِمٍ» وَقَالَ أَيْضًا : «مَلْعُوْنٌ مِنْ عَقَّ وَالِدَيْهِ».",
        "وَإِذَا حَصَلَتْ مِنْكَ زَلَّةٌ نَحْوَ وَالِدَيْكَ : فَبَادِرْ بِطَلَبِ الْعَفْوَ مِنْهُمَا، مَا زَالَا فِي قَيْدِ الْحَيَاةِ، وَعَاهِدْ نَفْسَكَ عَلَي أَنْ لَا تَعُوْدَ إِلَي مِثْلِهَا، فَإِنَّ عُقُوْبَةَ الْعُقُوْقِ مُعَجَّلَةٌ فِي الدُّنْيَا، لَا سِيَّمَا بَعْدَ وَفَاةِ الْوَالِدَيْنِ. وَفِي الْحَدِ يْثِ : (( كُلُّ الذُّ نُوْبِ يُؤَخِّرُاللهُ مِنْهَا, مَاشَاءَإِلَى يَوْمَاالْقِيَمَةِ,اِلَّا عُقُوْ قَ الْوَالِدَيْنِ، فَإِنَّ اللهَ يُعَجِّلُهُ لِصَاحِبِهِ فِي الْحَيَاةِ قَبْلَ الْمَمَاتِ» وَجَاءَ رَجُلٌ إِلَي النَّبِيِّ صَلَي اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ يَطْلُبُ الْبَيْعَةُ عَلَي الْهِجْرَةِ وَقَالَ مَا جِئْتُكَ حَتَّي أَبْكَيْتُ وَالِدَيَّ. فَقَالَ : «اِرْجِعْ إِلَيْهِمَا فَأَضْحِكْهُمَا كَمَا أَبْكَيْتُهُمَا»",
        "لَاشَيْءَ أَسَرُّ لِلْوَالِدَيْنِ مِنْ أَنْ يَرَيَا وَلَدَهُمَا قُرَّةَ عَيْنٍ : بَارًّا مُطِيْعًا، أَدِيْبًا نَجِيْبًا، فَاجْتَهِدْ أَنْ تَكُوْنَ كَذَلِكَ، وَاطْلُبْ مِنْهُمَا الدُّعَاءَ حَتَّى تَبْلُغَ غَايَةَ آمَالِكَ وَ فِي الْحَدِيْثِ : «دُعَاءُ الْوَالِدِ لِوَلَدِهِ، كَدُعَاءِ النَّبِيِّ لِأُمَّتِهِ»"
      ],
      "isi_indonesia": [
        "Wahai anak yang tercinta, sungguh engkau telah mengetahui betapa besar **kecintaan kedua orang tuamu kepadamu**, dan apa yang telah mereka lakukan demi mendidikmu. Maka, wajib bagimu untuk **membalas kebaikan ini dengan kebaikan pula**, dan hendaknya engkau melakukan segala yang engkau mampu dalam **berbakti kepada mereka**. Bersamaan dengan itu, akuilah keutamaan dan kebaikan mereka yang tak terhingga, serta sadarilah bahwa engkau belum sepenuhnya menunaikan hak-hak mereka berdua. Maka, amalkanlah nasihat-nasihat ini:",
        "1. **Cintailah mereka berdua dari lubuk hatimu**, dan **hormati mereka dengan setinggi-tingginya penghormatan**. Perlakukan mereka dengan segala sesuatu yang dapat membahagiakan hati mereka, dan **hindarilah apa pun yang dapat membuat mereka sedih atau risau**. Dengarkanlah nasihat-nasihat mereka, dan segeralah untuk menaati perintah-perintah mereka serta menunaikan hajat-hajat mereka. Bersalamanlah dengan mereka setiap pagi dan sore, temui mereka dengan wajah yang berseri-seri, doakanlah mereka agar panjang umur dalam kebaikan dan kesehatan, tercapai cita-cita mereka, dan doakan agar Allah membalas mereka dengan sebaik-baik balasan atas didikan mereka yang baik.",
        "2. Ketahuilah bahwa keberadaan kedua orang tuamu adalah **nikmat yang sangat besar dari Allah** bagimu, serta keberkahan dan rahmat. Engkau bisa menikmati keindahan memandang wajah mereka, dan dalam hal itu terdapat **pahala yang agung**, sebagaimana dalam hadis: \"**Tidaklah seorang Muslim yang memandang wajah kedua orang tuanya dengan pandangan kasih sayang, melainkan Allah akan mencatatkan baginya pahala haji yang diterima dan mabrur.**\" Bersalamanlah dengan mereka setiap hari, musyawarahkanlah urusan-urusanmu dengan mereka, berikan kebahagiaan kepada mereka, dan penuhi hajat-hajat mereka. Mereka akan mendoakanmu dengan segala kebaikan. Alangkah agungnya nikmat ini! Dan alangkah berlimpahnya pahala ini! Sungguh, seorang anak tidak akan benar-benar menyadari besarnya nikmat keberadaan kedua orang tuanya, kecuali jika ia kehilangan mereka. Pada saat itulah ia akan merasakan kerugian yang sangat besar dan kesedihan yang mendalam atas perpisahan dengan mereka.",
        "3. Dan hendaknya engkau **menggunakan adab kepada mereka setiap waktu**: janganlah membelakangi mereka, dan jangan memanggil mereka dengan namanya. Janganlah kamu tertawa di hadapan mereka tidak pada tempatnya atau dengan suara yang keras. Janganlah engkau memandang mereka dengan tatapan yang tajam, jangan berbohong kepada mereka, atau memaki mereka, atau berbicara kepada mereka dengan perkataan yang buruk, atau meninggikan suaramu di atas suara mereka. Allah Ta'ala berfirman: (Yang artinya) \"**Dan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah kamu berbuat baik pada ibu bapakmu dengan sebaik-baiknya. Jika salah seorang di antara keduanya atau kedua-duanya sampai berumur lanjut dalam pemeliharaanmu, maka sekali-kali jangan kamu mengatakan kepada keduanya perkataan 'ah' dan jangan kamu membentak mereka dan ucapkanlah kepada mereka perkataan yang mulia. Dan rendahkanlah dirimu terhadap mereka berdua dengan penuh kasih sayang dan ucapkanlah: 'Wahai Rabb, kasihinilah mereka keduanya, sebagaimana mereka berdua telah mendidikku di waktu kecil.'**\" (QS. Al-Isra': 23-24).",
        "4. **Berusahalah selalu untuk memperoleh rida kedua orang tuamu**: yaitu dengan bersungguh-sungguh dalam menelaah pelajaran-pelajaranmu, pergi ke sekolah setiap hari, memelihara buku-bukumu, pakaian-pakaianmu, dan semua peralatanmu. Rapikanlah semuanya di tempatnya, jangan merusak atau menghilangkan sesuatu darinya. Lakukanlah segala sesuatu di dalam dan di luar rumah yang dapat membahagiakan mereka. Jangan mengganggu seorang pun dari saudara-saudari lelakimu atau perempuanmu, atau para pembantu. Janganlah bertengkar dengan anak-anak tetanggamu atau teman-temanmu di sekolah.",
        "5. Jika engkau meminta sesuatu dari kedua orang tuamu, **janganlah memintanya di hadapan orang lain**. Dan jika mereka tidak memberikan permintaanmu, diamlah, karena mereka lebih mengetahui kemaslahatan bagimu. **Berhati-hatilah agar tidak marah**, lalu menggerutu atau bermuka masam. Jika engkau duduk di hadapan mereka, **perbaikilah cara dudukmu**. Jangan menyilangkan kaki, jangan duduk sedangkan mereka berdiri, jangan berjalan sedangkan mereka di belakangmu. Apabila salah satu dari mereka memanggilmu, **segeralah menjawabnya**. Jangan lambat atau berpura-pura tidak mendengar mereka, atau bosan dengan panggilan yang berulang-ulang. **Waspadailah dengan sangat**: untuk tidak memaki ayah atau ibu seseorang, agar ia tidak memaki kedua orang tuamu, sehingga engkaulah yang menjadi penyebabnya. Dalam hadis disebutkan: \"**Termasuk dosa-dosa besar adalah seseorang memaki kedua orang tuanya.**\" Para sahabat bertanya, \"Ya Rasulullah, apakah ada orang yang memaki kedua orang tuanya?\" Beliau menjawab, \"Ya, ia memaki ayah seseorang, lalu orang itu memaki ayahnya. Dan ia memaki ibu orang itu, lalu orang itu memaki ibunya.\"",
        "6. Jika engkau sudah besar dan mulai bekerja, maka wajib bagimu untuk **membantu kedua orang tuamu**, dan curahkanlah segenap kemampuanmu dalam hal itu. Perhatikanlah **berbakti kepada ibumu lebih banyak daripada ayahmu**, karena ia memiliki kasih sayang yang lebih besar, dan lebih banyak merasakan keletihan dalam mendidikmu. Seorang laki-laki datang kepada Nabi Shallallahu 'alaihi wa alihi wa sallam lalu bertanya: \"Ya Rasulullah, siapakah orang yang paling berhak mendapatkan perlakuan baik dariku?\" Beliau menjawab: \"**Ibumu.**\" Orang itu bertanya lagi: \"Lalu siapa?\" Beliau menjawab: \"**Ibumu.**\" Ia bertanya lagi: \"Lalu siapa?\" Beliau menjawab: \"**Ibumu.**\" Ia bertanya lagi: \"Lalu siapa?\" Beliau menjawab: \"**Ayahmu.**\" Dan jika salah satu dari orang tua telah meninggal, atau keduanya, maka wajib bagi seorang anak untuk **berbakti kepada mereka dengan mendoakan mereka dan memohon ampun bagi mereka, serta bersedekah untuk keduanya**.",
        "Dalam sebuah hadis: Seseorang bertanya kepada Rasulullah Shallallahu 'alaihi wa alihi wa sallam, ia berkata: \"Ya Rasulullah, apakah masih ada cara berbakti kepada kedua orang tua yang bisa kulakukan setelah wafatnya mereka?\" Nabi Shallallahu 'alaihi wa alihi wa sallam menjawab: \"Ya, ada (yaitu) **mendoakan mereka, memohon ampunan bagi mereka, melaksanakan janji (wasiat) mereka, memuliakan teman-teman mereka, dan menyambung silaturahmi yang tidak akan tersambung kecuali karena mereka.**\"",
        "7. Jika engkau telah menjalankan bakti kepada orang tuamu, engkau akan mendapatkan **rida dari Allah Ta'ala** dan **pahala-Nya yang agung**. Dalam sebuah hadis: \"**Rida Allah terletak pada rida orang tua, dan murka Allah terletak pada murka orang tua.**\" Dan dalam hadis lain: \"**Berbakti kepada orang tua itu lebih utama dari salat, sedekah, puasa, haji, umrah, dan jihad di jalan Allah.**\" Dan anak-anakmu kelak akan berbakti kepadamu di masa mendatang, seperti dalam sebuah hadis: \"**Berbaktilah kepada orang tuamu, niscaya anak-anakmu akan berbakti kepadamu.**\"",
        "Adapun **durhaka kepada orang tua**: maka itu termasuk **dosa besar**. Nabi Shallallahu 'alaihi wa alihi wa sallam bersabda: \"**Dosa besar yang paling besar adalah menyekutukan Allah dan durhaka kepada kedua orang tua.**\" Beliau juga bersabda: \"**Jauhilah olehmu durhaka kepada kedua orang tua, karena sesungguhnya wangi surga dapat ditemukan dari jarak seribu tahun, demi Allah, itu tidak akan didapatkan oleh anak yang durhaka ataupun orang yang memutus silaturahmi.**\" Dan Nabi Shallallahu 'alaihi wa alihi wa sallam juga bersabda: \"**Terlaknat orang yang durhaka kepada kedua orang tuanya.**\"",
        "8. Dan jika kamu melakukan sebuah **kesalahan (kezaliman) terhadap kedua orang tuamu**: maka segeralah untuk **meminta maaf dari keduanya selama mereka masih hidup**, dan berjanji pada dirimu untuk tidak mengulangi hal seperti itu lagi. Karena sesungguhnya **hukuman bagi orang yang durhaka itu dipercepat di dunia**, apalagi setelah kewafatan kedua orang tua. Dalam sebuah hadis: \"**Setiap dosa ada yang Allah tunda hukumannya sampai hari kiamat, kecuali durhaka kepada kedua orang tua. Sesungguhnya Allah akan mempercepat hukumannya bagi orang tersebut di kehidupannya sebelum ia mati.**\" Seorang laki-laki datang kepada Nabi Shallallahu 'alaihi wa alihi wa sallam meminta pembai'atan untuk hijrah, dan ia berkata: \"Tidaklah aku datang kepadamu kecuali aku telah membuat kedua orang tuaku menangis.\" Maka Nabi Shallallahu 'alaihi wa alihi wa sallam bersabda: \"**Kembalilah kepada mereka, lalu buatlah mereka tertawa sebagaimana engkau telah membuat mereka menangis.**\"",
        "9. Tidak ada sesuatu yang lebih membahagiakan kedua orang tua melebihi saat mereka melihat anak mereka menjadi **penyejuk hati**: berbakti dan taat, beradab dan cerdas. Maka, berusahalah untuk menjadi seperti itu, dan **mintalah doa dari mereka** sehingga engkau bisa menggapai puncak cita-citamu. Dalam sebuah hadis: \"**Doa orang tua untuk anaknya, seperti doa Nabi untuk umatnya.**\""
      ]
    },
    {
      "id": 13,
      "judul_arab": "9- قِصَصٌ تَطْبِيْقِيَّةٌ",
      "judul_indonesia": "9. Kisah-kisah nyata",
      "isi_arab": [
        "كَانَ سَيِّدُنَا إِسْمَاعِيْلُ ابْنُ سَيِّدِنَا إِبْرَاهِيْمَ عَلَيْهِمَا السَّلَامُ، بَارًّا بِوَالِدَيْهِ، فَلَمَّا بَلَغَ عُمْرُهُ ثَلَاثَ عَشَرَةَ سَنَةً، قَالَ لَهُ أَبُوْهُ : (يَابُنَيَّ إِنِّيْ أَرَى فِى الْمَنَامِ أَنِّى أَذْبَحُكَ، فَانْظُرْ مَاذَا تَرَى. قَالَ يَآأَبَتِ افْعَلْ مَاتُؤْمَرُ، سَتَجِدُنِى إِنْ شَآءَاللهُ مِنَ الصَّابِرِيْنَ) فَامْتَثَلَ سَيِّدُنَا إِبْرَاهِيْمُ أَمْرَرَبِّهِ، وَأَرَادَ أَنْ يَذْبَحَ ابْنَهُ، وَفِى هَذِهِ السَّاعَةِ الرَّهِيْبَةِ تَذَكَّرَسَيِّدُنَا إِسْمَاعِيْلُ أُمَّهُ، فَقَالَ لِأَبِيْهِ : يَا أَبَتَ أَحْكِمْ رِبَاطِي، حَتَّي لَا أَضْطَرِبَ، وَاكْشِفْ عَنِّى ثِيَابِى، حَتَّى لَا يُصِيْبَهَا شَيْءٌ مِنْ دَمِى، فَتَرَاهُ أُمِّي، وَيَشْتَدَّ حُزْنُهَا، وَاقْرَأْ عَلَي أُمِّي السَّلَامَ، وَإِنَ رَأَيْتَ أَنْ تُرَدَّ قَمِيْصِي عَلَيْهَا فَافْعَلْ، فَإِنَّ ذَلِكَ فِيْهِ تَسْلِيَةٌ لِقَلْبِهَا وَذِكْرِي لِوَلِيْدِهَا. فَصَرَعَهُ عَلَي جَبِيْنِهِ، وَوَضَعَ السِّكِّيْنِ عَلَي حَلْقِهِ، وَلَكِنْ لَمْ تُؤَثِّرْفِيْهِ، بِقُدْرَةِ اللهِ تَعَالَي وَفَدَاهُ اللهُ بِكَبْشٍ مِنَ الْجَنَّةِ، فَذَبَحَهُ سَيِّدُنَا إِبْرَاهِيْمَ. فَانْظُرْ أَيُّهَا الْوَلَدُ الْمَحْبُوْبُ : كَيْفَ بِرُّ سَيِّدِنَا إِسْمَاعِيْلَ وَصَبُرُهُ؟ وَكَيْفَ امْتِثَالُ سَيِّدِنَا إِبْرَاهِيْمَ لِأَمْرِ رَبِّهِ، وَثَبَاتُهُ فِي هَذَا الْبَلَاءِ الْمُبِيْنِ.",
        "كَانَ سَيِّدُنَا عَلِيٌّ زَيْنُ الْعَابِدِيْنَ رَضِيَ اللهُ عَنْهُ، كَثِيْرَ الْبِرِّ بِأُمِّهِ حَتَّي قَالَ لَهُ بَعْضُ أَصْحَابِهِ : أَنْتَ اَبَرُّ النَّاسِ بِأُمِّكَ، وِلمَاذَا مَانَرَاكَ تَأْكُلُ مَعَهَا؟ فَقَالَ : نَعَمْ: لِأَنِّي اَخَافُ أَنْ تَسْبِقَ يَدِي إِلَي طَعَامٍ، قَدْ سَبَقَ إِلَيْهِ عَيْنَاهَا، وَ عَزَمَتْ عَلَي تَنَاوُلِهِ، فَأَكُوْنَ قَدْ عَقَقْتُهَا.",
        "جَاءَ رَجُلٌ إِلَي رَسُوْلِ اللهِ عَلَيْهَ وَآلِهِ وَسَلَّمَ فَقَالَ :يَارَسُوْلَ اللهِ، هَا هُنَا غُلَامٌ قَدِاحْتُضِرَ، يُقَلُ لَهُ، قُلْ لَا إِلَهَ إِلَّا اللهُ، فَلَا يَسْتَطِيْعُ أَنْ يَقُوْلَهَا، قَالَ : أَلَيْسَ كَانَ يَقُوْلُهَا فِي حَالٍ حَيَاتِهِ؟ قَالُوا : بَلَى، قَالَ : فَمَا مَنَعَهُ مِنْهَا عِنْدَ مَوْتِهِ؟ قَالَ : فَنَهَضَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ وَنَهَضَنَا مَعَهُ، حَتَّى أَتَيْنَا الْغُلَامَ، فَقَالَ:يَا غُلاَمُ ،قُلْ: لَا اِلَهَ إِلَّا اللهُ، فَقَالَ : لَا أَسْتَطِيْعُ أَنْ أَقُوْلَهَا، قَالَ : بِعُقُوْقِى وَالِدَتِى، قَالَ: أَحَيَّةٌ هِيَ؟: قَالَ: نَعَمْ. قَالَ : أَحْضِرُوْهَا، فَحَضَرَتْ، فَقَالَ : أَرَأَيْتِ لَوْ أَنَّ نَارًا أَجِّجَتْ، فَقِيْلَ لَكَ : إِنْ لَمْ تَشْفَعِى لَهُ قَذَفْنَاهُ فِى هَذِهِ النَّارِ؟ قَالَتْ: إِذَنْ كُنْتُ أَشْفَعُ لَهُ. قَالَ فَأَشْهِدِى اللهَ تَعَالَى، وَأَشْهِدِيْنَا : أَنَّكِ قَدْ رَضِيْتِ عَنْهُ. فَقَالَتْ : اللَّهُمَّ إِنِّي أُشْهِدُكَ رَسُوْلَكَ : أَنِّى قَدْ رَضِيْتُ عَنِ ابْنِى ، فقَالَ : يَا غُلَامُ ، قُلْ : لَااِلَهَ إِلَّااللهُ . فَقَالَ : لَااِلَهَ اِلَّا اللهُ . فَقَالَ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ : الْحَمْدُللهِ الَّذِى أَنْقَذَهُ بِى مِنَ النَّارِ. فَتَأَمَّلْ أَيُّهَا الْوَلَدُ الْمَحْبُوْبُ : هَذِهِ الْقِصَّةَ تَعْلَمُ, أَنَّ عُقُوْقَ الْوَالِدَيْنِ سَبَبٌ لِسُوْءِ الْخَاتِمَةِ، وَالْعِيَاذُ بِاللهِ مِنْهَا. وَفِى الْحَدِيْثِ : ثَلَاثَةُ لَا يَنْفَعُ مَعَهُنَّ عَمَلٌ : «الشِّرْكُ بِاللهِ وَعُقُوْقَ الْوَالِدَيْنِ، وَالْفِرَارُ مِنَ الزَّحْفِ»",
        "كَانَ غُلَامٌ يَهُوْدِيٌّ، يَخْدُمُ النَّبِىَ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ، فَمَرِضَ، فَأَتَاهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ يَعُوْدُهُ، فَقَعَدَ عِنْدَ رَأْسِهِ، فَقَالَ لَهُ : أَسْلِمُ، فَنَظَرَ إِلَى أَبِيْهِ، وَهُوَ عِنْدَهُ، فَقَالَ : أَطِعْ أَبَا الْقَاسِمِ، فَأَسْلَمَ، فَخَرَجَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ وَهُوَ يَقُوْلُ الْحَمْدُ لِلهِ الَّذِيْ أَنْقَذَهُ مِنَ النَّارِ. فَانْظُرْ : كَيْفَ كَانَ هَذَا الْغُلَامُ بَارًّابِأَبِيْهِ، حَتَّى قُبَيْلِ وَفَاَتِهِ، وَبِذَلِكَ وَفَّقَهُ اللهُ لِلْاِسْلَامِ ، فِى آخِرِ لَحْظَةٍ مِنْ عُمْرِهِ، فَأَصْبَحَ مِنْ أَهْلِ الْجَنَّةِ. وَمِنْ هَذِهِ الْقِصَّةِ تَعْلَمُ : أَنَّ بِرَّ الْوَالِدَيْنِ، سَبَبٌ لِحُسْنِ الْخَاتِمَةِ.",
        "كَانَ حَيْوَةُ بْنُ شُرِيْحٍ بَارًّا بِأُمِّهِ، وَلَا يُخَالِفُ كَلَامَهَا أَبَدًا، وَكَانَ مِنْ كِبَارِ الْعُلَمَاءِ، وَلَهُ تَلَامِذَةٌ كَثِيْرٌ، وَذَاتَ مَرَّةٍ : جَاءَتْ إِلَيْهِ أُمُّهُ، وَهُوَفِى أَثْنَاءِ الدَّرْسِ، فَقَالَتْ لَهُ : قُمْ يَا حَيْوَةُ، أَلْقِ الشَّعِيْرَ لِلدَّجَاجِ، فَلَا يَتَثَاقَلُ وَلَا يَتَبَاطَأُ، بَلْ يَتْرُكُ الدَّرْسَ : وَيُبَادِرُ إِلَى امْتِثَالِ أَمْرِهَا.",
        "وَمِنَ الْبَارِّيْنَ أَيْضًا : ذَرُّبْنُ عُمَرَ الْهَمْدَانِىُّ، وَمِنْ بِرِّهِ بِأَبِيْهِ : أَنَّهُ مَا مَشَي قَطُّ مَعَ أَبِيْهِ نَهَارًا، اِلَّا مَشَى خَلْفَهُ، وَلَا مَشَى مَعَهُ لَيْلًا، إِلَّا مَشَى أَمَامَهُ، لِيَتَلَقَّى دُوْنَهُ الْأَخْطَارَ، وَلَا رَقِىَ سَطْحًا وَأَبُوْهُ تَحْتَهُ."
      ],
      "isi_indonesia": [
        "1. Nabi kita Ismail bin Ibrahim *'alaihimassalam* adalah anak yang **berbakti kepada orang tuanya**. Ketika usianya mencapai tiga belas tahun, ayahnya berkata kepadanya: (Yang artinya) \"**Wahai anakku, sesungguhnya aku melihat dalam mimpi bahwa aku menyembelihmu. Maka, perhatikanlah apa pendapatmu.**\" Ia berkata: \"**Wahai ayahku, kerjakanlah apa yang diperintahkan kepadamu; insya Allah engkau akan mendapati aku termasuk orang-orang yang sabar.**\"",
        "Kemudian Nabi Ibrahim menaati perintah Tuhannya dan ingin menyembelih anaknya. Pada saat yang mengerikan ini, Nabi Ismail teringat ibunya, lalu berkata kepada ayahnya: \"Wahai ayahku, kencangkanlah ikatanku agar aku tidak berontak, dan lepaskanlah pakaianku agar tidak terkena sedikit pun darahku, lalu ibuku melihatnya dan kesedihannya akan bertambah. Sampaikan salamku kepada ibuku, dan jika engkau berpendapat lebih baik mengembalikan bajuku kepadanya, maka lakukanlah, karena itu akan menjadi pelipur lara baginya dan kenang-kenangan dari anaknya.\" Lalu Nabi Ibrahim menelentangkan Ismail di dahinya dan meletakkan pisau di lehernya. Namun, pisau itu tidak berpengaruh dengan kekuasaan Allah Ta'ala. Kemudian Allah menggantikannya dengan seekor domba dari surga, lalu Nabi Ibrahim menyembelih domba tersebut. Maka, lihatlah wahai anak yang tercinta: Bagaimana bakti dan kesabaran Nabi Ismail? Dan bagaimana ketaatan Nabi Ibrahim pada perintah Tuhannya, serta keteguhannya dalam menghadapi cobaan yang nyata ini.",
        "2. Sayyidina Ali Zainal Abidin Radhiyallahu 'anhu adalah orang yang **sangat berbakti kepada ibunya**, sampai sebagian sahabatnya berkata kepadanya: \"Engkau adalah orang yang paling berbakti kepada ibumu. Lalu mengapa kami tidak melihatmu makan bersamanya?\" Kemudian beliau berkata: \"Ya, karena sesungguhnya aku khawatir tanganku mendahului makanan yang matanya sudah lebih dahulu melihatnya dan ia ingin mengambilnya, sehingga aku akan menjadi durhaka kepadanya.\"",
        "3. Telah datang seorang laki-laki kepada Rasulullah Shallallahu 'alaihi wa alihi wa sallam lalu berkata: \"Ya Rasulullah, di sini ada seorang pemuda yang sedang sekarat. Dikatakan kepadanya, 'Ucapkanlah 'Laa ilaaha illallah',' tetapi ia tidak mampu mengucapkannya.\" Nabi Shallallahu 'alaihi wa alihi wa sallam bertanya: \"Bukankah ia sering mengucapkannya semasa hidupnya?\" Mereka menjawab: \"Benar!\" Beliau bertanya: \"Maka apa yang mencegahnya (mengucapkan itu) saat kematiannya?\" Lalu Rasulullah Shallallahu 'alaihi wa alihi wa sallam bangkit, dan kami pun ikut bangkit bersama beliau, hingga kami mendatangi pemuda itu. Beliau bersabda: \"Wahai anak muda, ucapkanlah: 'Laa ilaaha illallah.'\" Maka ia berkata: \"Aku tidak bisa mengucapkannya.\" Beliau bertanya: \"Kenapa?\" Ia menjawab: \"Karena kedurhakaanku kepada ibuku.\" Lalu Rasulullah bertanya: \"Apakah ibunya masih hidup?\" Ia menjawab: \"Ya.\" Beliau bersabda: \"Hadirkanlah ibunya ke sini.\" Ibunya pun hadir. Beliau bersabda: \"Bagaimana pendapatmu seandainya ada api yang menyala-nyala, lalu dikatakan kepadamu: 'Jika engkau tidak mengampuninya, kami akan melemparkannya ke dalam api ini?'\" Wanita itu berkata: \"Kalau begitu, aku akan memaafkannya.\" Nabi Shallallahu 'alaihi wa alihi wa sallam bersabda: \"Maka, bersaksilah kepada Allah Ta'ala dan bersaksilah kepada kami, bahwa engkau telah rida kepadanya.\" Kemudian ibu itu berkata: \"Ya Allah, sesungguhnya aku bersaksi kepada-Mu dan kepada Rasul-Mu: bahwasanya aku benar-benar telah rida kepada anakku.\" Lalu Rasulullah Shallallahu 'alaihi wa alihi wa sallam bersabda: \"Wahai anak muda, ucapkanlah: 'Laa ilaaha illallah.'\" Maka pemuda itu mengucapkan: \"Laa ilaaha illallah.\" Lalu Rasulullah Shallallahu 'alaihi wa alihi wa sallam bersabda: \"**Segala puji bagi Allah yang telah menyelamatkannya dari api neraka berkatku.**\" Maka renungkanlah wahai anakku yang tercinta, kisah ini akan mengajarkanmu bahwa **durhaka terhadap kedua orang tua adalah sebab suul khatimah (akhir yang buruk)**, dan kita berlindung kepada Allah darinya. Dalam hadis disebutkan: \"**Tiga perkara yang tidak bermanfaat bersama dengannya amal (tidak diterima amalnya): syirik kepada Allah, durhaka kepada kedua orang tua, dan lari dari medan perang.**\"",
        "4. Dahulu ada seorang pemuda Yahudi yang melayani Nabi Muhammad Shallallahu 'alaihi wa alihi wa sallam. Lalu ia sakit. Kemudian Nabi Shallallahu 'alaihi wa alihi wa sallam menjenguknya. Beliau duduk di sisi kepalanya, lalu bersabda kepadanya: \"Masuklah Islam!\" Pemuda itu menoleh kepada ayahnya yang berada di sampingnya, lalu ayahnya berkata: \"Taatilah Abul Qasim (julukan Rasulullah SAW).\" Maka pemuda itu masuk Islam. Kemudian Nabi Shallallahu 'alaihi wa alihi wa sallam keluar seraya mengucapkan: \"**Segala puji bagi Allah yang telah menyelamatkannya dari api neraka.**\" Maka lihatlah: bagaimana pemuda ini berbakti kepada ayahnya, sampai detik-detik sebelum wafatnya. Dan dengan hal tersebut, Allah memberinya taufik untuk masuk Islam di akhir-akhir umurnya yang singkat. Kemudian ia menjadi penghuni surga. Dari kisah ini kamu mengetahui: bahwa **berbakti kepada kedua orang tua adalah sebab husnul khatimah (akhir yang baik)**.",
        "5. Haiwah bin Syuraih adalah anak yang **berbakti kepada ibunya** dan tidak pernah menentang perkataan ibunya. Beliau adalah salah seorang ulama besar dan memiliki banyak murid. Suatu ketika: ibunya datang kepadanya saat ia sedang mengajar, lalu berkata kepadanya: \"Bangunlah, wahai Haiwah, berikanlah gandum kepada ayam (beri makan ayam).\" Maka ia tidak merasa berat atau lambat dalam melaksanakan perintah ibunya, bahkan ia meninggalkan pelajarannya dan segera melaksanakan perintah ibunya.",
        "6. Dan di antara orang-orang yang berbakti juga adalah **Dzar bin Umar Al-Hamdani**. Di antara baktinya kepada ayahnya adalah: ia tidak pernah berjalan bersama ayahnya di siang hari kecuali ia berjalan di belakangnya. Dan ia tidak pernah berjalan bersama ayahnya di malam hari kecuali ia berjalan di depannya, agar ia bisa melindunginya dari bahaya. Dan ia tidak pernah menaiki atap rumah saat ayahnya berada di bawahnya."
      ]
    },
    {
      "id": 14,
      "judul_arab": "10- مَاذَا يَجِبُ عَلَيْكَ لِإِخْوَتِكَ وَأَخَوَاتِكَ؟",
      "judul_indonesia": "10. Apa yang mewajibkan atasmu kepada saudara-saudarimu?",
      "isi_arab": [
        "إِنَّ أَقْرَبَ النَّاسِ إِلَيْكَ بَعْدَ وَالِدَيْكَ، هُمْ إِخْوَاتُكَ وَأَخَوَاتُكَ فَاعْمِلْ بِهَاذِهِ الآدَابِ، لِتَعِيْشَ مَعَهُمْ فِى سُرُوْرٍ وَهَنَاءٍ، وَتَنَالَ رِضَا وَالِدَيْكَ :",
        "أَنْ تَحْتَرِمَهُمْ فِى جَمِيْعِ الْأَحْوَالِ، وَأَنْ تَحِبَّهُمْ مَحَبَّةً صَادِقَةً، فَأَنْتَ وَهُمْ مِنْ أَصْلِ وَاحِدٍ، وَهُمْ يُحِبُّوْنَكَ، وَيَتَمَنَّوْنَ سَعَادَتَكَ فَكُنْ مَعَهُمْ دَاءِمًا فِى وِفَاقٍ وَاتِّحَادٍ، وَاخْتَرِزْ عَنْ أَسْبَابِ الْخِلَافِ وَالنِّزَاعِ،",
        "وَأَنْ تَخُصَّ أَخَاكَ الْكَبِيْرَ، وَأُخْتُكَ الْكَبِيْرَةَ، بِمَزِيْدِ الْإِكْرَامِ وَالْاِحْتِرَامِ، وَتَعْتَبِرَهُمَا فِى مَقَامِ وَالِدَيْكَ، فَتَعْمَلَ بِنَصَا ئِحَهِمَا، وَلَا تُعَانِدَ أَوَامِرَهُمَا. وَفِى الْحَدِيْثِ : «حَقُّ كَبِيْرِ الْإِخْوَةِ عَلَى صَغِيْرِهِمْ ، كَحَقِّ الْوَالِدِعَلَى وَلَدِهِ»",
        "وَأَنْ تَرْحَمَ أَخَاكَ الصَّغِيْرَ، وَأُخْتَكَ الصَّغِيْرَةَ، وَتُعَامِلَهُمَا بِالْإِحْسَانِ، مُعَامَلَةُ وَالِدَيْكَ لَكَ. وَفِى الْحَدِيْثِ : «لَيْسَ مِنَّا مَنْ لَمْ يَرْحَمْ صَغِيْرَنَا، وَيَعْرِفْ حَقَّ كَبِيْرِنَا»",
        "سَاعِدْ إِخْوَاتَكَ وَأَخَوَاتِكَ، بِكُلِّ مَااسْتَطَعْتَ مِنَ الْمُسَاعَدَةِ، قَالَ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ : «مَثَلُ الْأَخَوَيْنِ مَثَلُ الْيَدَيْنِ، تَغْسِلُ إِحْدَاهُمَا الْأُخْرَى» وَتَنَازَلْ دَائِمًا مَعَهُمْ، وَكُنْ صَابِرًا عَلَيْهِمْ، وَإِذَا غَلِطُوْا، فَنَبِّهْهُمْ عَلَى غَلَطِهِمْ، بِلُطَفِ وَلِيْنٍ، فَإِنَّ الْكَلَامَ اللَّطِيْفَ، يُبَكِّتُ الضَّمِيْرَ أَحْسَنَ تَبْكِيْتٍ، وَالْكَلَامَ الشَّدِيْدَ يُوْرِثُ الْوَحْشَةَ وَالْمُقَاطَعَةَ، وَاخْذَرْ أَنْ تَتَضَارَبَ أَوْ تَتَشَاتَمَ مَعَهُمْ، أَوْتَنُمَّ بَيْنَهُمْ أَوْتَأْخُذَ مِنْهُمْ شَيْئًا بِغَيْرِ رِضَاهُمْ أَوْتُقَاطِعَ أَحَدًا مِنْهُمْ. وَ فِى الْحَدِيْثِ : «لَا يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلَاثٍ، فَمَنْ هَجَرَفَوْقَ ثَلَاثٍ فَمَاتَ دَخَلَ النَّارَ».",
        "وَأَخُوْكَ هُوَا السَّاعِدُ الْأَيْمَنُ لَكَ، كَمَاقَالَ تَعَالَى خِطَابًالِسَيِّدِنَا مُوْسَى فِى حَقِّ أَخِيْهِ سَيِّدِنَا هَارُوْنَ عَلَيْهِمَا السَّلَامُ : ( سَنَشُدُّ عَضُدَكَ بِأَخِيْكَ) وَهُوَ السِّلَاحُ الَّذِى تُدَافِعُ بِهِ أَعْدَاءَكَ، فِي مُعْتَرَكِ الْحَيَاةِ، كَمَاقَالَ الشَّاعِرُ : أَخَاكَ أَخَاكَ إِنَّ مَنْ لَاأَخَا لَهُ كَسَاعٍ إِلَى الْهَيْجَا بِغَيْرِ سِلَاحِ"
      ],
      "isi_indonesia": [
        "1. Sesungguhnya **manusia yang paling dekat kepadamu setelah kedua orang tuamu adalah saudara-saudarimu**. Maka, amalkanlah adab-adab ini agar kamu hidup bersama mereka dalam kegembiraan dan kebahagiaan, serta mendapatkan rida dari kedua orang tuamu:",
        "2. Hendaklah engkau **menghormati mereka dalam semua keadaan** dan **mencintai mereka dengan cinta yang tulus**. Karena kamu dan mereka berasal dari asal yang satu, dan mereka mencintaimu serta mengharapkan kebahagiaanmu. Maka, hiduplah bersama mereka senantiasa dalam **keharmonisan dan persatuan**, serta **jauhilah sebab-sebab perselisihan dan pertengkaran**.",
        "3. Dan hendaknya engkau **mengkhususkan kakak laki-lakimu dan kakak perempuanmu** dengan **penghormatan dan pemuliaan yang lebih**. Anggaplah mereka berdua berada pada posisi kedua orang tuamu, sehingga engkau mengamalkan nasihat-nasihat mereka dan tidak menentang perintah-perintah mereka. Dalam hadis disebutkan: \"**Hak kakak sulung terhadap adik-adiknya adalah seperti hak seorang ayah terhadap anaknya.**\"",
        "4. Dan hendaknya engkau **menyayangi adik laki-lakimu dan adik perempuanmu**, serta **memperlakukan mereka dengan ihsan (baik)**, sebagaimana perlakuan kedua orang tuamu kepadamu. Dalam hadis disebutkan: \"**Bukan termasuk golongan kami siapa saja yang tidak menyayangi yang lebih muda dari kami, dan tidak mengetahui hak orang yang lebih tua dari kami.**\"",
        "5. **Bantulah saudara-saudarimu** dengan segala kemampuanmu. Rasulullah Shallallahu 'alaihi wa alihi wa sallam bersabda: \"**Perumpamaan dua saudara adalah seperti dua tangan, yang satu mencuci yang lainnya.**\" Dan **selalulah mengalah** bersama mereka, dan **bersabarlah terhadap mereka**. Jika mereka berbuat salah, ingatkanlah kesalahan mereka **dengan lembut dan lunak**, karena perkataan yang lembut itu dapat menyentuh hati dengan sangat baik, sedangkan perkataan yang kasar dapat menimbulkan permusuhan dan pemutusan hubungan. Berhati-hatilah jangan sampai kamu bertengkar atau saling mencaci dengan mereka, atau mengadu domba di antara mereka, atau mengambil sesuatu dari mereka tanpa rida mereka, atau memutuskan silaturahmi dengan salah satu di antara mereka. Dalam hadis disebutkan: \"**Tidak halal bagi seorang Muslim untuk mendiamkan saudaranya lebih dari tiga hari. Maka, siapa yang mendiamkan saudaranya lebih dari tiga hari kemudian meninggal, ia akan masuk neraka.**\"",
        "6. Dan **saudaramu adalah tangan kananmu**, sebagaimana Allah Ta'ala berfirman kepada Nabi Musa terkait saudaranya Nabi Harun *'alaihimassalam*: (Yang artinya) \"**Kami akan menguatkan lenganmu dengan saudaramu.**\" Dan ia adalah **senjata** yang dengannya engkau membela diri dari musuh-musuhmu dalam pertarungan hidup, sebagaimana dikatakan oleh seorang penyair:\n\n**Saudaramu, saudaramu (peganglah erat), sesungguhnya orang yang tidak memiliki saudara #**\n**Bagai orang yang pergi ke medan perang tanpa senjata.**"
      ]
    },
    {
      "id": 15,
      "judul_arab": "​11- اَلْاِتِّحَادُ يُوْرِثُ الْقُوَّةَ",
      "judul_indonesia": "11. Persatuan melahirkan kekuatan.",
      "isi_arab": [
        "يُحْكَى أَنْ رَجُلَا لَهُ أَوْلَادٌ، وَلَمَّا قَرُبَ حُضُوْرُ أَجَلِهِ دَعَاهُمْ، وَأَعْطَى كُلَّ وَاحِدٍ مِنْهُمْ، حُزْمَةً مِنَ الرِّمَاحِ، وَأَمَرَهُ بِكَسْرِهَا، فَحَاوَلَ كَسْرَهَا بِكُلِّ قُوَّتِهِ فَلَمْ يَسْتَطِعْ، فَحَلَّ الرَّجُلُ الْحُزْمَةً، وَأَعْطَى كُلَّ وَاحِدٍ رُمْحًا،فَكَسَرَهُ بِسُهُوْلَةٍ، فَقَالَ لَهُمْ : مَثَلُكُمْ كَمَثَلِ هَذِهِ الْحُزْمَةِ : إِنِ اتَّحَدْتُمْ وَاجْتَمَعْتُمْ، لَمْ يَقْدِرْ عَدُوُّكُمْ أَنْ يَغْلِبَكُمْ، وَإِنِ اخْتَلَفْتُمْ وَتَفَرَّقْتُمْ، سَهُلَ عَلَى عَدُوِّكُمْ أَنْ يَهْزِمَكُمْ، مِثْلَ هَذِهِ الرِّمَاحِ الْمُفَكَّكَةِ الَّتِي قَدَرْتُمْ أَنْ تَكْسِرُوْهَا، بِلَاتَعَبٍ، وَلَا مَشَقَّةٍ، ثُمَّ أَنْشَدَ قَائِلًا :",
        "كُوْنُوْا جَمِيْعًا يَا بَنِىَّ إِذَا اعْتَرَى خَطْبٌ وَلَا تَتَفَرَّقُوْاآحَادَا",
        "تَأْبَى الرِّمَاحُ إِذَا اجْتَمَعْنَ تَكَسُّرًا وَإِذَا افْتَرَقْنَ تَكَسَّرَتْ أَفْرَادَا"
      ],
      "isi_indonesia": [
        "Dikisahkan bahwa ada seorang laki-laki yang memiliki banyak anak. Ketika ajalnya mendekat, ia memanggil mereka, lalu memberikan setiap dari mereka **seikat tombak**, dan memerintahkan mereka untuk mematahkannya. Mereka mencoba mematahkannya dengan sekuat tenaga, tetapi tidak ada yang mampu. Kemudian laki-laki itu melepaskan ikatan tombak tersebut, dan memberikan masing-masing dari mereka **satu batang tombak**. Mereka pun dapat mematahkannya dengan mudah. Lalu ia berkata kepada mereka:\n\n\"Perumpamaan kalian adalah seperti ikatan tombak ini: **Jika kalian bersatu dan berkumpul, musuh kalian tidak akan mampu mengalahkan kalian. Tetapi jika kalian bertengkar dan berpecah belah, musuh kalian akan mudah mengalahkan kalian, seperti batang-batang tombak yang terpisah ini, yang bisa kalian patahkan tanpa lelah dan kesulitan.**\"\n\nKemudian ia melantunkan syair:",
        "**Bersatulah wahai anak-anakku, jika musibah menimpa;**\n**Dan janganlah berpecah belah sendiri-sendiri.**",
        "**Tombak-tombak itu tak bisa dipatahkan jika dikumpulkan;**\n**Namun jika terpisah, ia akan patah satu demi satu.**"
      ]
    },
    {
      "id": 16,
      "judul_arab": "​12- مَاذَا يَجِبُ عَلَيْكَ لِأَقَارِبِكَ؟",
      "judul_indonesia": "12. Apa Kewajiban Kamu Terhadap Kerabatmu",
      "isi_arab": [
        "إِنَّ أَقْرَبَ النَّاسِ إِلَيْكَ بَعْدَ وَالِدَيْكَ وَإِخْوَتِكَ، هُمْ أَقَارِبُكَ مِثْلُ : أَعْمَا مِكَ وَعَمَّاتِكَ، وَأَخَوَالِكَ وَخَالَاتِكَ، وَأَوْلَادِهِمْ وَأَوْلَادِإِخْوَتِكَ، وَأَخَوَاتِكَ، وَفِى الْحَدِيْثِ : «الْخَالَةُ بِمَنْزِلَةِ الْأُمِّ. عَمُّ الرَّجُلُ صِنْوُ أَبِيْهِ. اِبْنُ أُخْتِ الْقَوْمِ مِنْهُمْ» وَأَقَارِبُكَ يُحِبُّوْنَكَ وَيُحِبُّوْنَ وَالِدَيْكَ، فَمَاذَا يَلْزَمُكَ نَحْوَهُمْ؟",
        "يَلْزَمُكَ أَنْ تُعَامِلُهُمْ، مُعَامَلَتَكَ لِإِخْوَتِكَ : فَتَحْتَرِمَ كِبَارَهُمْ، وَتَرْحَمَ صِغَارُهُمْ، وَتُسَاعِدَهُمْ فِى أَشْغَالِهِمْ وَتُعِيْنَ الْمُحْتَاجَ مِنْهُمْ، وَتَزُوْرَهُمْ وَقْتًا بَعْدَ وَقْتٍ، وَخُصُوْصًا أَيَّامَ الْأَعْيَادِوَالْأَفْرَاحِ، وَأَوْقَاتِ الْمَصَائِبِ وَالْأَحْزَانِ : فَإِذَا مَرِضَ قَرِيْبُكَ، فَبَادِرْ إِلَى بَيْتِهِ لِعِيَادَتِهِ وَالدُّعَاءِ لَهُ بِالْعَافِيَةِ، وَإِذَا انْتَقَلَ إِلَى رَحْمَةِ اللهِ، فَعَجِّلْ بَتَعْزِيَةِ أَوْلَادِهِ وَأَهْلِهِ وَمُسَاعَدَتِهِمْ، وَلَا يَفُوْتَنَّكَ أَنْ تَحْضُرَ الصَّلَاةَ عَلَى قَرِيْبِكَ الْمَيِّتِ، وَتَشْيِيْعَ جَنَازَتِهِ، فَبِذَلِكَ يَفْرَحُ مِنْكَ أَقَارِبُكَ، لِاَنَّكَ تَفْرَحُ لِفَرَحِهِمْ، وَتَحْزَنُ لِحُزْنِهِمْ، وَيَعْرِفُوْنَ أَنَّكَ وَلَدٌمُهَذَّبٌ، قَائِمٌ بِوَاجِبَاتِهِ، نَحْوَأَقَارِبِهِ.",
        "اِتَّحِدْ مَعَ أَقَارِبِكَ، وَاجْتَنِبْ كُلَّ شَيْءٍ يُسَبِّبُ الْمُقَاطَعَةَ أَوِالْمُخَاصَمَةَ مَعَهُمْ : فَلَا تَسْمَعْ كَلَامَ الْنَّمَّامِ، وَسَامِحْهُمْ إِذَا أَسَاءُوْا اِلَيْكَ. وَلَا تَحْقِدْ عَلَيْهِمْ بِسَبَبِ إِسَاءَتِهِمْ، وَلَا تَحْسُدْ عَلَى نِعْمَةٍ، أَنْعَمَ اللهُ بِهَا عَلَيْهِمْ، فَإِذَا تَخَلَّقْتَ بِهَذِهِ الْآدَابِ : فَلاَ جَرَمَ أَنْ تَعِيْشَ مَعَ أَقَارِبِكَ، فِى وِئَامٍ وَسَلَامٍ وَصَفَاءٍ وَهَنَاءٍ، فَسَعَادَةُ الْإِنْسَانِ بِسَعَادَةِ أَهْلِهِ وَأُسْرَتِهِ، وَهُمْ لَهُ مِثْلُ الْجَنَاحِ للِطَّائِرِ. كَمَا قَالَ الشَّاعِرُ: أَلَا إِنَّ ابْنَ عَمِّ الْمَرْءِ فَاعْلَمْ حَنَاحُهُ وَهَلْ يَنْهَضُ الْبَازِى بِغَيْرِجَنَاحِ؟",
        "وَقَدْ أَمَرَاللهُ بِالْاِحْسَانِ إِلَى الْأَقَارِبِ وَقَرَنَهُمْ بِالْوَالِدَيْنِ، قَالَ اللهُ تَعَالَى : (وَاعْبُدُوا اللهَ وَلَا تُشْرِكُوْا بِهِ شَيْئًا، وَبِالْوَالِدَيْنِ إِحْسَانًا، وَبِذِى الْقُرْبَى). وَفِى الْحَدِيْثِ : «مَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ : فَلْيَصِلْ رَحِمَهُ. وَالَّذِى يُحْسِنُ إِلَى أَقَارِبِهِ : يُوَسِّعُ اللهُ عَلَيْهِ فِى رِزْقِهِ، وَيُطِيْلُ عُمْرَهُ». وَفِى الْحَدِيْثِ : «صِلَّةُالْقَرَابَةِ مَثْرَاةٌ فِى الْمَالِ. صِلَّةُالرَّحِمِ تَزِيْدُ فِى الْعُمْرِ. وَيَغْفِرُاللهُ ذُنُوْبَهُ». وَفِى الْحَدِيْثِ : أَتَى النَّبِىَّ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ رَجُلٌ، فَقَالَ : إِنِّى أَذْنَبْتُ ذَنْبًا عَظِيْمًا، فَهَلْ لِى مِنْ تَوْبَةٍ؟ فَقَالَ : هَلْ لَكَ مِنْ أُمٍّ؟ قَالَ: لَا، قَالَ : فَهَلْ لَكَ مِنْ خَالَةٍ؟ قَالَ : نَعَمْ، قَالَ : فَبِرَّهَا. وَأَمَّاالَّذِى يُسِيْءُ إِلَى أَقَارِبِهِ وَ يُؤْذِيْهِمْ : فَإِنَّهُ بِالْعَكْسِ مِنْ ذَلِكَ، وَيُمْنَعُ عَنْ دُخُوْلِ الْجَنَّةِ كَمَا فِى الْحَدِيْثِ : لَايَدْخُلُ الْجَنَّةَ قَاطِعٌ . وَيُعَجِّلُ اللهُ لَهُ عُقُوْبَتَهُ فِى الدُّنْيَا. كَمَا فِى الْحَدِيْثِ الْآخَرَ: مَا مِنْ ذَنْبٍ أَجْدَرَ مِنْ أَنْ يُعَجِّلَ اللهُ لِصَاحِبِهِ الْعُقُوْبَةَ فِى الدُّنْيَا، مَعَ مَا يَدَّخِرُ اللهُ لَهُ فِى الْآخِرَةِ مِنَ الْبَغْىِ وَقَطِيْعَةِ الرَّحِمِ",
        "إِذَا أَسَاءَ إِلَيْكَ أَقَارِبُكَ مَثَلًا : فَاصْبِرْ، وَقَابِلْ إِسَاءَتَهُمْ بِالْاِحْسَانِ وَفِى الْحَدِيْثِ : «أَنَّ رَجُلًا قَالَ : يَارَسُوْلَ اللهِ، إِنَّ لِى قَرَابَةً، أَصِلُهُمْ وَ يَقْطَعُوْنَنِى، وَأُحْسِنُ إِلَيْهِمْ، وَيُسِيْئُونَ إِلَىَّ وَأَحْلُمُ عَنْهُمْ، وَيَجْهَلُوْنَ عَلَيَّ فَقَالَ : لَئِنْ كُنْتَ كَمَا قُلْتُ، فَكَأَنَّمَاتُسِفُّهُمُ الْمَلَّ، وَلَا يَزَالُ مَعَكَ مِنَ اللهِ ظَهِيْرًعَلَيْهِمْ، مَادُمْتَ عَلَى ذَلِكَ» ( وَمَعْنَى تُسِفُّهُمُ الْمَلَّ : تُطْعِمُهُمُ الرَّمَادِ الْحَارَّ، وَهُوَ تَشْبِيَهٌ لِمَا يَلْحَقُهُمْ مِنَ الْإِثْمِ الْعَظِيْمِ، بِسَبَبِ أَذِيَّتِكَ، مِثْلُ الَّذِى يَتَأَلَّمُ إِذَا أَكَلَ الرَّمَادِ الْحَارَّ، وَمَعْنَى ظَهِيْرٌ : مُعِيْنٌ أَىْ أَنَّ اللهَ يَنْصُرُكَ عَلَيْهِمْ)."
      ],
      "isi_indonesia": [
        "1. Sesungguhnya **orang yang paling dekat kepadamu setelah kedua orang tua dan saudara-saudarimu adalah kerabatmu**, seperti paman (dari pihak ayah) dan bibi (dari pihak ayah), paman (dari pihak ibu) dan bibi (dari pihak ibu), serta anak-anak dari mereka, juga anak-anak dari saudara laki-laki dan perempuanmu. Dalam hadis disebutkan: \"**Bibi (dari pihak ibu) adalah setara dengan ibu. Paman (dari pihak ayah) seseorang adalah saudara dekat ayahnya. Anak perempuan dari suatu kaum adalah bagian dari mereka.**\" Kerabatmu mencintaimu dan juga mencintai kedua orang tuamu. Maka, apa yang wajib engkau lakukan terhadap mereka?",
        "2. Wajib bagimu untuk **memperlakukan mereka sebagaimana engkau memperlakukan saudara-saudarimu**: yaitu dengan **menghormati yang lebih tua** dari mereka, **menyayangi yang lebih muda**, membantu mereka dalam pekerjaan mereka, dan **menolong yang membutuhkan** di antara mereka. Kunjungilah mereka sesekali, terutama pada hari raya dan saat-saat bahagia, serta pada waktu musibah dan kesedihan. Jika kerabatmu sakit, segeralah pergi ke rumahnya untuk menjenguk dan mendoakannya agar lekas sembuh. Jika ia meninggal dunia, segeralah sampaikan takziah kepada anak-anak dan keluarganya serta bantulah mereka. Jangan sampai terlewatkan bagimu untuk menghadiri salat jenazah kerabatmu yang meninggal dan mengiringi jenazahnya. Dengan demikian, kerabatmu akan senang kepadamu, karena engkau turut gembira dengan kegembiraan mereka dan turut bersedih dengan kesedihan mereka. Mereka akan mengenalmu sebagai anak yang terdidik dan menjalankan kewajibannya terhadap kerabatnya.",
        "3. **Bersatulah dengan kerabatmu**, dan **jauhilah segala sesuatu yang menyebabkan perpecahan atau permusuhan** dengan mereka. Oleh karena itu, jangan dengarkan perkataan pengadu domba, dan maafkanlah mereka jika mereka berbuat jahat kepadamu. Janganlah mendendam kepada mereka karena kejahatan mereka, dan jangan dengki atas nikmat yang Allah berikan kepada mereka. Jika engkau telah berakhlak dengan adab-adab ini, maka sudah pasti engkau akan hidup bersama kerabatmu dalam keharmonisan, kedamaian, ketenteraman, dan kebahagiaan. Kebahagiaan seseorang adalah dengan kebahagiaan keluarga dan kerabatnya. Mereka bagi dirinya bagaikan sayap bagi seekor burung, sebagaimana dikatakan oleh seorang penyair:\n\n**Ketahuilah, sesungguhnya anak paman seseorang itu adalah sayapnya.**\n**Dan apakah elang dapat terbang tanpa sayap?**",
        "4. Dan sungguh **Allah telah memerintahkan untuk berbuat baik kepada kerabat** dan menyandingkan mereka dengan kedua orang tua. Allah Ta'ala berfirman: (Yang artinya) \"**Sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu pun. Dan berbuat baiklah kepada kedua orang tua, kepada karib kerabat.**\" Dalam hadis disebutkan: \"**Barang siapa beriman kepada Allah dan hari akhir, hendaklah ia menyambung silaturahmi.**\" Dan orang yang berbuat baik kepada kerabatnya, Allah akan **meluaskan rezekinya** dan **memanjangkan umurnya**.",
        "Dalam hadis: \"**Menyambung hubungan kekerabatan (silaturahmi) akan memperbanyak harta. Menyambung silaturahmi akan menambah umur, dan Allah akan mengampuni dosa-dosanya.**\" Dalam hadis: Seorang laki-laki datang kepada Nabi Shallallahu 'alaihi wa alihi wa sallam lalu berkata: \"Sesungguhnya aku telah melakukan dosa yang sangat besar, apakah aku masih bisa bertaubat?\" Beliau bertanya: \"Apakah engkau memiliki ibu?\" Laki-laki itu menjawab: \"Tidak.\" Beliau bertanya: \"Apakah engkau memiliki bibi (dari pihak ibu)?\" Laki-laki itu menjawab: \"Ya.\" Beliau bersabda: \"**Maka berbaktilah kepadanya.**\"",
        "Adapun orang yang **berbuat jahat kepada kerabatnya dan menyakiti mereka**, maka ia akan mendapatkan kebalikan dari itu, dan ia akan **dicegah dari masuk surga**, sebagaimana dalam hadis: \"**Tidak akan masuk surga orang yang memutuskan silaturahmi.**\" Dan Allah akan **mempercepat hukumannya di dunia** baginya, sebagaimana dalam hadis lain: \"**Tidak ada dosa yang lebih pantas Allah percepat hukumannya di dunia bagi pelakunya, di samping apa yang Allah simpan baginya di akhirat, daripada kedurhakaan dan pemutusan tali silaturahmi.**\"",
        "5. Apabila kerabatmu berbuat jahat kepadamu, misalnya: **bersabarlah, dan balaslah kejahatan mereka dengan kebaikan**. Dalam hadis disebutkan: \"Bahwasanya seorang laki-laki berkata: 'Ya Rasulullah, sesungguhnya aku memiliki kerabat. Aku menyambung silaturahmi dengan mereka, tetapi mereka memutuskanku. Aku berbuat baik kepada mereka, tetapi mereka berbuat jahat kepadaku. Aku berlemah lembut kepada mereka, tetapi mereka berbuat kasar kepadaku.' Maka Rasulullah Shallallahu 'alaihi wa alihi wa sallam bersabda: 'Jika keadaanmu seperti yang kau katakan, maka seolah-olah engkau menaburkan abu panas kepada mereka, dan senantiasa ada penolong dari Allah bersamamu atas mereka, selama engkau tetap demikian.'\" (Makna 'tuṣiffuhumul malla' adalah seakan-akan engkau memberi mereka makan abu panas, dan itu adalah perumpamaan bagi dosa besar yang menimpa mereka karena menyakitimu, seperti orang yang kesakitan saat memakan abu panas. Dan makna 'ẓahīr' adalah penolong, yaitu bahwasanya Allah akan menolongmu atas mereka)."
      ]
    },
    {
      "id": 17,
      "judul_arab": "13- أَبُوطَلْحَةَ الْأَنْصَارِىُّ وَأَقَارِبُهُ",
      "judul_indonesia": "13. Abu Thalhah Al-Anshari dan kerabat-kerabatnya",
      "isi_arab": [
        "وَرَدَ فِى الْحَدِيْثِ الصَّحِيْحِ : أَنَّ أَبَا طَلْحَةَ الْأَنْصَارِىَّ رَضِىَ اللهُ عَنْهُ كَانَ أَكْثَرَ الْأَنْصَارِ بِالْمَدِيْنَةِ مَالًا مِنْ نَخْلٍ، وَكَانَ أَحَبَّ أَمْوَالِهِ إِلَيْهِ بِيْرُحَاءُ (وَهِىَ حَدِيْقَةُ نَخْلٍ) وَكَانَتْ مُسْتَقْبِلَةَ الْمَسْجِدِ، وَكَانَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ يَدْخُلُهَا،وَيَشْرَبُ مِنْ مَاءٍ فِيْهَاطَيِّبٍ، فَلَمَّا نَزَلَتْ هَذِهِ الْآيَةُ : (لَنْ تَنَالُ الْبِرَّحَتَّى تُنْفِقُوا مِمَّا تُحِبُّوْنَ) جَاءَ أَبُوْ طَلْحَةَ إِلَى رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ : فَقَالَ يَا رَسُوْلُ اللهِ : إِنَّ اللهَ تَعَالَى أَنْزَلَ عَلَيْكَ : (لَنْ تَنَالُ الْبِرَّ حَتَّى تُنْفِقُوْا مِمَّا تُحِبُّوْنَ) وَإِنَّ أَحَبَّ مَالِى إِلَيَّ بِيْرُحَاءُ، وَإِنَّهَا صَدَقَةٌ لِلهِ تَعَالَى، أَرْجُو بِرَّهَا وَذُخْرَهَا عِنْدَ اللهِ تَعَالَى، فَضَعْهَا يَا رَسُوْلَ اللهِ حَيْثُ أَرَاكَ اللهُ ،فَقَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ بَخٍ، ذَلِكَ مَالٌ رَابِحٌ، ذَلِكَ مَالٌ رَابِحٌ، وَقَدْ سَمِعْتَ مَا قُلْتَ، وَإِنِّى أَرَى أَنْ تَجْعَلَهَا لِلْأَقْرَبِيْنَ. فَقَالَ أَبُوطَلْحَةَ : أَفْعَلُ يَا رَسُوْلَ اللهِ، فَقَسَمَهَا أَبُوْ طَلْحَةَ فِى أَقَارِبِهِ وَبَنِى عَمِّهِ.",
        "قِصَّةٌ أُخْرَى بَيْنَمَا كَانَ الصَّحَابَةُ رَضِى اللهُ عَنْهُمْ، جَالِسِيْنَ عِنْدَ النَّبِىِّ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ إِذْقَالَ : لَا يُجَالِسُنَا قَاطِعُ رَحِمٍ، فَقَامَ فَتًى مِنَ الْحَلْقَةِ، فَأَتَى خَالَةً لَهُ، قَدْ كَانَ بَيْنَهُمَا بَعْضَ نِزَاعٍ، فَاسْتَغْفَرَتْ لَهُ، ثُمَّ عَادَ إِلَى الْمَجْلِسِ، فَقَالَ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ : إِنَّ الرَّحْمَةَ لَا تَنْزِلُ عَلَى قَوْمٍ، وَفِيْهِمْ قَاطِعُ رَحِمٍ."
      ],
      "isi_indonesia": [
        "1. Telah disebutkan dalam **hadis sahih** bahwa **Abu Thalhah Al-Anshari Radhiyallahu 'anhu** adalah salah satu sahabat Anshar yang paling banyak harta berupa pohon kurma di Madinah. **Harta yang paling dicintainya adalah Bi'ruha'** (yaitu kebun kurma) yang menghadap ke masjid. Rasulullah Shallallahu 'alaihi wa alihi wa sallam sering memasukinya dan meminum air yang segar di dalamnya. Ketika turun ayat ini: (Yang artinya) \"**Kamu sekali-kali tidak akan sampai kepada kebaktian (yang sempurna) sebelum kamu menafkahkan sebagian harta yang kamu cintai**\", Abu Thalhah datang kepada Rasulullah Shallallahu 'alaihi wa alihi wa sallam lalu berkata, \"Ya Rasulullah, sesungguhnya Allah Ta'ala telah menurunkan kepadamu ayat: (Yang artinya) 'Kamu sekali-kali tidak akan sampai kepada kebaktian (yang sempurna) sebelum kamu menafkahkan sebagian harta yang kamu cintai.' Dan sesungguhnya harta yang paling aku cintai adalah Bi'ruha', dan ia adalah sedekah karena Allah Ta'ala. Aku mengharapkan kebaikannya dan simpanannya di sisi Allah Ta'ala. Maka, pergunakanlah, ya Rasulullah, sesuai dengan apa yang Allah tunjukkan kepadamu.\" Rasulullah Shallallahu 'alaihi wa alihi wa sallam bersabda, \"Bagus! Itu adalah harta yang menguntungkan, itu adalah harta yang menguntungkan. Aku telah mendengar apa yang engkau katakan, dan aku berpendapat agar engkau menjadikannya untuk **kerabat terdekat**.\" Maka Abu Thalhah berkata, \"Akan kulakukan, ya Rasulullah.\" Kemudian Abu Thalhah membagikannya kepada kerabat-kerabatnya dan putra-putra pamannya.",
        "2. **Kisah Lain**\nKetika para sahabat Radhiyallahu 'anhum sedang duduk di dekat Nabi Shallallahu 'alaihi wa alihi wa sallam, tiba-tiba beliau bersabda, \"**Janganlah duduk bersama kami orang yang memutus tali silaturahmi.**\" Kemudian seorang pemuda berdiri dari halaqah (lingkaran majelis) itu dan mendatangi bibinya (dari pihak ibu), yang sebelumnya ada sedikit perselisihan di antara mereka. Maka bibinya memohonkan ampun baginya, lalu pemuda itu kembali ke majelis. Kemudian Rasulullah Shallallahu 'alaihi wa alihi wa sallam bersabda, \"**Sesungguhnya rahmat tidak akan turun kepada suatu kaum yang di antara mereka terdapat orang yang memutus tali silaturahmi.**\""
      ]
    },
    {
      "id": 18,
      "judul_arab": "14- مَاذَا يَجِبُ عَلَيْكَ لِخَادِمِكَ؟",
      "judul_indonesia": "14. Apa kewajibanmu terhadap pelayanmu?",
      "isi_arab": [
        "يَجِبُ عَلَيْكَ أَنْ تُعَامِلَ خَادِمِكَ، مُعَامَلَةً حَسَنَةً : بِأَنْ تُكَلِّمَهُ بِلُطْفٍ، إِذَاأَرَدْتَ مِنْهُ شَيْئًا، وَلَا تُؤْذِيَهُ بِاالْكَلِمَاتِ الْقَاسِيَةِ، وَلَا تَنْهَرَهُ، أَوْ تَتَكَبَّرَ عَلَيْهِ، وَأَنْ تُعَرِّفَهُ غَلَطَهُ إِذَا غَلِطَ، بِرِفْقٍ وَلِيْنٍ، ثُمَّ تُسَامِحَهُ. وَسَأَلَ رَجُلٌ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ : كَمْ نَعْفُو عَنِ الْخَادِمِ يَا رَسُوْلَ اللهِ؟ فَقَالَ : اعْفُ عَنْهُ فِى كُلِّ يَوْمٍ سَبْعِيْنَ مَرَّةً.",
        "إِذَا نَادَيْتَ خَادِمَكَ، فَلَمْ يُجِبْكَ حَالًا، أَوْ أَمَرْتَهُ بِشَىْءٍ فَأَبْطَأَ، فَلَا تَعْجَلْ إِلَى عِتَابِهِ، فَلَعَلَّهُ مَا سَمِعَ صَوْتَكَ، أَوْكَانَ مَشْغُوْلًا، وَكُنْ سَمْحَ الْأَخْلَاقِ : تَحْتَمِلُ مَا يَصْدُرُ عَنِ الْأَخْدَامِ مِنْ هَفَوَاتٍ، لِأَنَّهُمْ غَالِبًا غَيْرُمُؤَدَّبِيْنَ : وَإِذَا أَحْسَنُوا فِى خِدْمَتِكَ، فَلَا تَنْسَ أَنْ تَشْكُرَهُمْ عَلَى إِحْسَانِهِمْ وَتُكَافِئَهُمْ عَلَى ذَلِكَ، قَالَ اللهُ تَعَالَى : (هَلْ جَزَآءُالْإِحْسَانِ، إِلَّا الْإِحْسَانُ)",
        "لَا تُطْلِعِ الْخَادِمَ عَلَى شَيْءٍ مِنْ أَسْرَارِأَبِيْكَ، كَيْلَا تَتَشَوَّفَ نَفْسُهُ إِلَى السَّرِقَةِ، وَلَا تَعْتَمِدْ عَلَيْهِ فِى كُلِّ حَالٍ، وَكُنْ مِنْهُ عَلَى حَذَرٍ، وَلَا تَجْلِسْ مَعَهُ لِلْمِزَاحِ، وَالْكَلَامِ الْفَارِغِ. حَتَّى لَا تَأْخُذَ مِنْ طَبْعِهِ، وَلَا يَسْقُطُ قَدْرُكَ عِنْدَهُ، وَلَا يَتَجَرَّأَعَلَيْكَ، وَيُسِيْءَ الْأَدَبَ إِلَيْكَ. وَإِيَّاكَ أَنْ تَظْلِمَ الْخَادِمَ : بِأَنْ تُكَلِّفَهُ شُغْلًا فَوْقَ طَاقَتِهِ، أَوْلَا تُعْطِيَهُ أَجْرَهُ، أَوْتُمَاطِلَهُ فِيْهِ، أَوْتَنْقُصَهُ عَمَّا يَسْتَحِقُّهُ وَفِى الْحَدِيْثِ : «ظُلْمُ الْأَجِيْرِ أَجْرَهُ مِنَ الْكَبَائِرِ. أَوْ بِأَنْ تَضْرِبَهُ بِغَيْرِ حَقٍّ». وَفِى الْحَدِيْثِ: «مَنْ ضَرَبَ سَوْطًا ظُلْمًا، اقْتُصَّ مِنْهُ يَوْمَ الْقِيَامَةِ»"
      ],
      "isi_indonesia": [
        "1. **Engkau wajib memperlakukan pelayanmu dengan perlakuan yang baik**: dengan berbicara kepadanya dengan **lemah lembut** apabila engkau menginginkan sesuatu darinya. Janganlah engkau menyakitinya dengan kata-kata kasar dan jangan pula membentaknya atau bersikap **sombong** terhadapnya. Hendaklah engkau menunjukkan kesalahannya jika ia bersalah dengan **lemah lembut dan lunak**, kemudian memaafkannya. Seorang laki-laki bertanya kepada Rasulullah SAW: \"Berapa kali kita memberi maaf kepada pelayan, ya Rasulullah?\" Beliau menjawab: \"**Maafkanlah dia setiap hari 70 kali.**\"",
        "2. Apabila engkau memanggil pelayanmu sedangkan ia tidak segera menjawabmu, atau engkau menyuruhnya melakukan sesuatu lalu ia berlambat-lambat, maka **jangan terburu-buru menegurnya**. Mungkin saja ia tidak mendengar suaramu atau ia sedang sibuk. Hendaklah engkau **berlapang dada** dalam berakhlak, yaitu **mampu menanggung kekhilafan yang muncul dari para pelayan**, karena mereka umumnya tidak terdidik. Dan apabila mereka melayanimu dengan baik, maka **jangan lupa berterima kasih** kepada mereka atas kebaikan mereka dan **berilah mereka imbalan** atas hal itu. Allah SWT berfirman: (Yang artinya) \"**Tidak ada balasan kebaikan kecuali kebaikan.**\"",
        "3. **Janganlah menunjukkan kepada pelayan sesuatu dari rahasia-rahasia ayahmu**, agar dirinya tidak terdorong untuk mencuri. Dan **jangan mengandalkannya dalam setiap keadaan**, dan **berhati-hatilah terhadapnya**. Jangan duduk bersamanya untuk bergurau dan berbicara yang tak berguna, agar engkau tidak meniru tabiatnya, dan agar kedudukanmu tidak jatuh di hadapannya, dan agar ia tidak berani bersikap kurang ajar kepadamu. **Jauhilah menzalimi pelayan**: dengan membebaninya pekerjaan yang melebihi kemampuannya, atau tidak memberikan upahnya, atau menunda-nunda pembayarannya, atau mengurangi upah dari yang semestinya diperolehnya. Dalam hadis: \"**Menzalimi (tidak memberikan) upah pekerja termasuk dosa besar.**\" Atau dengan memukulnya tanpa hak. Dalam hadis: \"**Barang siapa memukul (budak/pelayan) dengan cambuk secara zalim, ia akan dibalas atas perbuatan itu pada hari kiamat.**\""
      ]
    },
    {
      "id": 19,
      "judul_arab": "​15- هَكَذَا التَّسَامُحُ مَعَ الْخَادِمِ",
      "judul_indonesia": "15. Seperti inilah sikap toleran terhadap pembantu.",
      "isi_arab": [
        "كَانَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ مَا نَهَرَ خَادِمًا قَطُّ. قَالَ أَنَسٌ رَضِىَ اللهُ عَنْهُ : خَدَمْتُ النَّبِيَّ صَلّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ عَشْرَ سِنِيْنَ، فَمَا قَالَ لِى : أُفٍّ قَطُّ، وَلَا قَالَ لِشَيْءٍ صَنَعْتُهُ : لَمْ صَنَعْتَهُ؟ وَلَا لِشَيْءٍ تَرَكْتُهُ : لِمَ تَرَكْتَهُ؟ وَلَا لَامَنِى نِسَاؤُهُ. إِلَّا قَالَ : دَعُوْهُ إِنَّمَا كَانَ هَذَا بِكِتَابٍ وَقَدَرٍ",
        "وَرُوِىَ أَنَّ الْإِمَامَ عَلِيًّا كَرَّمَ اللهُ وَجْهَهُ :دَعَا غُلَامًا لَهُ فَلَمْ يُجِبْهُ، فَدَعَاهُ ثَانِيًاوَثَالِثاً، فَلَمْ يُجِبْهُ، فَقَامَ إٍلَيْهِ فَرَآهُ مُضْطَجِعَا فَقَالَ : أَمَا تَسْمَعُ يَاغُلَامُ؟ فَقَالَ : بَلَى. قَالَ : فَلَمْ تُجِبْنِى حِيْنَ دَعَوْتُكِ؟ قَالَ : لِأَنِّى أَمِنْتُ عُقُوْبَتَكَ، فَتَكَا سَلْتَ. فَقاَلَ : أَمْضِ فَأَنْتَ حُرٌّ لِوَجْهِ اللهِ .",
        "وَرُوِىَ عَنْ قَيْسِ بْنِ عَاصِمٍ : أَنَّهُ بَيْنَمَا هُوَ جَالِسٌ، ذَاتَ يَوْمٍ فِى دَارِهِ. إِذْجَاءَتْهُ جَارِيَةٌ، بِسَفُّودٍ عَلَيْهِ شِوَاءٌ، فَسَقَطَ مِنْ يَدِهَا، فَوَقَعَ عَلَى ابْنٍ لَهُ فَمَاتَ، فَدَهِشَتِ الْجَارِيَةُ، فَقَالَ لَهَا قَيْسٌ: لَا رَوْعَ عَلَيْكِ. فَعَفَا عَنْهَا، وَاعْتَقَّهَا لِلهِ تَعَالَى"
      ],
      "isi_indonesia": [
        "1. Rasulullah SAW **tidak pernah membentak pembantunya sama sekali**. Anas Radhiyallahu 'anhu berkata: \"Aku pernah melayani Nabi Muhammad SAW selama sepuluh tahun, dan beliau tidak pernah berkata 'uh' sekalipun kepadaku. Beliau tidak pernah berkata tentang sesuatu yang aku kerjakan, 'Mengapa kamu melakukan ini?' Dan tidak pula tentang sesuatu yang aku tinggalkan, 'Mengapa kamu meninggalkannya?' Istri-istri beliau pun tidak pernah mencelaku, kecuali beliau bersabda: 'Biarkanlah dia, sesungguhnya ini adalah perkara yang telah tertulis dan ditetapkan (takdir).'\"",
        "2. Diriwayatkan bahwa **Imam Ali Karamallahu Wajhah** memanggil pembantunya, namun pembantunya tidak menjawab. Beliau memanggilnya untuk kedua dan ketiga kalinya, tetap tidak ada jawaban. Kemudian Imam Ali mendatanginya dan melihat pembantunya itu sedang berbaring. Imam Ali berkata kepadanya, \"Apa kamu tidak mendengarku, wahai pelayan?\" Pembantu itu menjawab, \"Ya, saya mendengar, Tuan.\" Imam Ali berkata, \"Lalu mengapa kamu tidak menjawabku ketika aku memanggilmu?\" Pembantu itu menjawab, \"Karena aku merasa aman dari hukumanmu, maka aku bermalas-malasan.\" Maka Imam Ali berkata, \"**Pergilah, karena engkau sekarang merdeka karena Allah SWT.**\"",
        "3. Diriwayatkan dari **Qais bin 'Ashim**: Sesungguhnya, suatu hari ketika ia sedang duduk di rumahnya, seorang pelayan perempuan datang membawa tusuk panggang yang di atasnya ada daging panggang. Tusuk panggang itu terjatuh dari tangannya dan menimpa putranya, lalu putranya meninggal. Pelayan itu sangat terkejut. Kemudian Qais berkata kepadanya, \"Janganlah kamu takut.\" Lalu ia **memaafkannya dan memerdekakannya karena Allah SWT**."
      ]
    },
    {
      "id": 20,
      "judul_arab": "​16- مَاذَا يَجِبُ عَلَيْكَ لِجِيْرَانِكَ؟",
      "judul_indonesia": "16. Apa kewajibanmu terhadap tetanggamu?",
      "isi_arab": [
        "إِنَّ جِيْرَانِكَ يُحِبُّوْنَكَ، وَيُحِبُّوْنَ وَالِدَيْكَ، وَهُمَا أَيْضًا يُحِبَّانِهِمْ، وَيَأْمُرَانِكَ بِمَحَبَّتِهِمْ، وَالْإِحْسَانِ إِلَيْهِمْ، لِأَنَّهُمْ حَقًّا كَبِيْرًا، حَتَّى جَاءَ فِى الْحَدِيْثِ : «أَحْسِنْ مُجَاوَرَةَ مَنْ جَاوَرَكَ تَكُنْ مُسْلِمًا». وَفِى الْحَدِيْثِ الْآخَرِ: «مَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِفَلْيُحْسِنْ إِلَى جَارِهِ». وَوَرَدَ أَيْضًا : «الْحِيْرَانُ ثَلَاثَةٌ : جَارٌ لَهُ حَقٌّ وَاحِدٌ، وَجَارٌلَهُ حَقَّانِ. وَجَارٌلَهُ ثَلَاثَةُ حُقُوْقٍ، فَالْجَارُالَّذِى لَهُ ثَلَاثَةُ حُقُوْقٍ : الْجَارُ الْمُسْلِمُ ذُوالرَّحِمِ. فَلَهُ حَقّ الْجِوَارِ، وَحَقَّ الْأِسْلَامِ، وَحَقُّ الرَّحِمِ. وَأَمَّا الَّذِى لَهُ حَقَّانِ : فَا الْجَارُ الْمُسْلِمُ حَقُّ الْجِوَارِ، وَحَقَّ الْإِسْلَامِ. وَأَمَّا الَّذِى لَهُ حَقٌّ وَاحِدٌ : فَالْجَارُ الْمُشْرِكُ لَهُ حَقُّ الْجِوَارِ».",
        "وَالْجِيْرَانُ يَنْفَعُ بَعْضُهُمْ بَعْضًا : فَإِذَا كَانَ الْإِنْسَانُ مُحْتَاجًامَثَلًا، إِلَى بَعْضِ الْأَدَوَاتِ وَالْأَوَانِى، فَإِنَّهُ يَسْتَعِيْرُ ذَلِكَ مِنْ جِيْرَانِهِ، فَيُعِيْرُونَهُ إِيَّاهُ بِفَرَحٍ وَسُرُوْرٍ. وَقَدْ يَسْتَلِفُ مِنْهُمْ أَيْضًا شَيْئًا مِنَ الدَّرَاهِمِ وَالْأَطْعِمَةِ وَهُمْ أَيْضًا إِذَا احْتَاجُوا إِلَيْهَا يَسْتَلِفُونَهَا مِنْهُ، وَإِذَا دَخَلَ بَيْتُهُ سَارِقٌ أَوْ وَقَعَ فِيْهِ حَرِيْقٌ، جَاءَ جِيْرَانُهُ، لِيُسَا عِدُوْهُ عَلَى قَبْضِ السَّارِقِ، وَإِطْفَاءِ النَّارِ، وَكَذَلِكَ إِذَا جَاءَ مِنْ سَفَرٍ، أَوْوُلِدَ لَهُ مَوْلُوْدٌ : يَأْتِى جِيْرَانُهُ إِلَى بَيْتِهِ، لِيُشَارِكُوْهُ فِى سُرُوْرِهِ بِذَلِكَ، وَإِذَا مَرِضَ حَزِنُوا عَلَيْهِ، وَجَاءُوا إِلَى دَارِهِ، يَسْأَلُوْنَ عَنْ حَالِهِ، وَيَدْعُوْنَ لَهُ بِالْعَافِيَةِ، كَمَا أَنَّهُ إِذَا مَاتَ عَلَيْهِ أَحَدُأُسْرَتِهِ، أَتَوْا إِلَى دَارِهِ لِمُسَا عَدَتِهِ وَتَعْزِيَتِهِ، وَلِيُشَيِّعُوا جَنَازَةَ مَيِّتِهِ.",
        "فَيَجِبُ عَلَيْكَ أَنْ تَتَأَدَّبَ مَعَ جِيْرَانَكَ، بِأَنْ تَبْدَأَهُمْ بِالسَّلَامِ وَتَبْتَسِمَ أَمَامَ وُجُوْهِهِمْ، وَتُسَاعِدَهُمْ إِذَا احْتَاجُوا إِلَى مُسَاعَدَتِكَ، وَتَخْذَرَ غَايَةَ الْحَذَرِ مِنْ أَذِيَّتِهِمْ : فَإِذَا اشْتَرَيْتَ فَا كِهَةً أَوْغَيْرَهَا فَأَهْدِلَهُ مِنْهَا، فَإِنْ لَمْ تَفْعَلْ فَأَدْخِلْهَا بَيْتَكَ سِرًّا، وَلَا تُغِظْهُ بِهَا وَلَا تُؤْذِهِ بِقُتَارِ قِدْرِكَ، إِلَّا أَنْ تَغْرِفَ لَهُ مِنْهَا كَمَا فِى الْحَدِيْثِ، وَفِيْهِ أَيْضًا : «مَا آمَنَ بِى مَنْ بَاتَ شَبْعَانَ وَجَارُهُ جَائِعٌ إِلَى جَنْبِهِ وَهُوَ يَعْلَمُ». وَتَحْذَرَ أَيْضًا أَنْ تُخَاصِمَهُمْ، أَوْتَتَكَبَّرَ عَلَيْهِمْ بِمَالِكَ أَوْمَالِ أَبِيْكَ، أَوْتَسْخَرَ مِنْهُمْ، أَوْتَرْفَعَ صَوْتَكَ وَقْتَ نَوْمِهِمْ، أَوْتَرْمَى بُيُوْتَهُمْ، أَوْتُوَسِّخَهَا، أَوْتَتَجَسَّسَ عَلَيْهِمْ مِنَ السُّطُوْحِ، أَوْمِنْ ثُقُوْبِ الْجُدْرَانِ أَوِالْأَبْوَابِ قَالَ تَعَالَى : (وَلَا تَجَسَّسُوْا). وَإِيْذَاءِالْجَارِذَنْبٌ عَظِيْمٌ، وَفِى الْحَدِيْثِ : «لَايَدْخُلُ الْجَنَّةَ مَنْ لَا يَأْمَنُ جَارُهُ بَوَائِقَهُ»",
        "إِذَابْتُلِيْتَ بِجِيْرَانِ أَشْرَارِ، فَاصْبِرْ عَلَى أَذَاهُمْ، وَاحْذَرْأَنْ تُجَارِيَهُمْ، فِى سُوْءِ أَخْلَاقِهِمْ، حَتَّى تَسْلَمَ مِنْ شَرِّهِمْ، وَابْتَعِدْ عَنْ مَجَالِسَةِ أَوْلَادِهِمْ، لِئَلًا تَكْتَسِبَ مِنْ طِبَاعِهِمُ الْقَبِيْحَةِ، فَتَكُوْنَ شَرِيْرًا مِثْلَهُمْ."
      ],
      "isi_indonesia": [
        "1. Sesungguhnya **tetanggamu mencintaimu**, dan **mencintai kedua orang tuamu**. Begitu juga kedua orang tuamu mencintai mereka dan memerintahkanmu untuk mencintai mereka serta berbuat baik kepada mereka, karena mereka memiliki hak yang besar, hingga disebutkan dalam hadis: \"**Perbaikilah hubungan dengan tetanggamu, niscaya engkau menjadi seorang Muslim (yang sejati).**\" Dan dalam hadis lain: \"**Barang siapa yang beriman kepada Allah dan hari akhir, hendaklah ia berbuat baik kepada tetangganya.**\" Diriwayatkan juga: \"**Tetangga itu ada tiga macam**: tetangga yang memiliki satu hak, tetangga yang memiliki dua hak, dan tetangga yang memiliki tiga hak. **Tetangga yang memiliki tiga hak adalah tetangga Muslim yang memiliki hubungan kekerabatan.** Ia memiliki hak bertetangga, hak Islam, dan hak kekerabatan. Adapun **tetangga yang memiliki dua hak adalah tetangga Muslim.** Ia memiliki hak bertetangga dan hak Islam. Sedangkan **tetangga yang memiliki satu hak adalah tetangga musyrik.** Ia hanya memiliki hak bertetangga.\"",
        "2. Dan **para tetangga itu saling memberikan manfaat satu sama lain**: jika ada seseorang yang membutuhkan, misalnya, beberapa peralatan atau perkakas, ia akan meminjamnya dari tetangganya, dan tetangganya akan meminjamkannya dengan senang hati. Terkadang mereka juga meminjam uang atau makanan dari tetangga. Dan mereka juga jika membutuhkan, mereka akan meminjamnya dari tetangga. Jika ada pencuri masuk ke rumahnya atau terjadi kebakaran, para tetangganya akan datang untuk membantu menangkap pencuri dan memadamkan api. Demikian pula jika ia pulang dari bepergian, atau lahir seorang anak baginya: para tetangganya akan datang ke rumahnya untuk turut merasakan kegembiraannya. Dan jika ia sakit, mereka akan bersedih karenanya, datang ke rumahnya untuk menanyakan keadaannya, dan mendoakan kesembuhan baginya. Sebagaimana pula, jika ada anggota keluarganya yang meninggal, mereka akan datang ke rumahnya untuk membantu dan menyampaikan belasungkawa, serta mengiringi jenazah yang meninggal.",
        "3. Maka, wajib bagimu untuk **beradab kepada tetanggamu**, yaitu dengan **memulai salam** kepada mereka, dan **tersenyum** di hadapan wajah mereka, serta **membantu mereka jika mereka membutuhkan bantuanmu**. Berhati-hatilah dengan sangat agar **tidak menyakiti mereka**: jika kamu membeli buah atau lainnya, berikanlah sebagian kepada mereka sebagai hadiah. Jika kamu tidak melakukannya, maka bawalah masuk ke dalam rumahmu secara sembunyi-sembunyi, dan **jangan membuat mereka iri** dengannya. Jangan ganggu mereka dengan bau masakan dari pancimu, kecuali engkau memberinya sebagian dari masakan itu. Sebagaimana dalam hadis, dan di dalamnya juga: \"**Tidak beriman kepadaku siapa saja yang tidur kenyang sementara tetangganya lapar di sampingnya, padahal ia mengetahuinya.**\" Dan berhati-hatilah juga agar tidak berselisih dengan mereka, atau bersikap sombong kepada mereka dengan hartamu atau harta ayahmu, atau merendahkan mereka, atau meninggikan suaramu saat mereka tidur, atau melempar rumah mereka, atau mengotorinya, atau memata-matai mereka dari atap, atau dari lubang-lubang di dinding atau pintu. Allah Ta'ala berfirman: (Yang artinya) \"**Dan janganlah kamu memata-matai.**\" (QS. Al-Hujurat: 12). Menyakiti tetangga adalah dosa besar, dan dalam hadis disebutkan: \"**Tidak akan masuk surga orang yang tetangganya tidak aman dari kejahatannya.**\"",
        "4. Jika engkau diuji dengan **tetangga-tetangga yang jahat**, maka **bersabarlah atas gangguan mereka**, dan berhati-hatilah agar **tidak meniru perilaku buruk mereka**, agar engkau selamat dari kejahatan mereka. Jauhilah duduk bersama anak-anak mereka, agar engkau tidak meniru kebiasaan buruk mereka, lalu engkau menjadi anak yang buruk seperti mereka."
      ]
    },
    {
      "id": 21,
      "judul_arab": "​17- قِصَصٌ تَطْبِيْقِيَّةٌ",
      "judul_indonesia": "17. Kisah-kisah nyata",
      "isi_arab": [
        "قَالَ مُجَاهِدٌ: كُنْتُ عِنْدَ عَبْدُ اللهِ ابْنِ عُمَرَ، وَغُلَامٌ لَهُ يَسْلَخُ شَاةً، فَقَالَ لَهُ : يَا غُلَامُ إِذَا سَلَخْتَ فَابْدَأْ بِجَارِنَا الْيَهُوْدِىِّ، حَتَّى قَالَ ذَلِكَ مِرَارًا. فَقُلْتُ لَهُ : كَمْ تَقُوْلُ هَذَا؟ فَقَالَ : إِنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ لَمْ يَزَلْ يُوْصِيْنَا بِالْجَارِ، حَتَّى خَشِيْنَا أَنَّهُ سَيُوَرِّثُهُ",
        "وَشَكَا بَعْضُهُمْ كَثْرَةَ الْفَأْرِفِى دَارِهِ، فَقِيْلَ لَهُ : لَوِاقْتَنَيْتَ هِرًّا، فَقَالَ أَخْشَى أَنْ يَسْمَعَ الْفَأْرُ صَوْتَ الْهِرِّ، فَيَهْرُبَ إِلَى دُوْرِالْجِيْرَانِ، فَأَكُوْنَ قَدْأَحْبَبْتُ لَهُمْ مَا لَا أُحِبُّ لِنَفْسِى.",
        "وَكَانَ الْإِمَامُ أَبُوْ حَنِيْفَةَ رَحِمَهُ اللهَ،ُ لَهُ جَارٌ حَسُوْدٌ يُؤْذِيْهِ وَيَغْتَابُهُ، وَلَكِنَّهُ صَابِرٌ عَلَيْهِ، فَكَانَ إِذَا مَرَّبِهِ وَسَلَّمَ عَلَيْهِ : لَمْ يُرَدُّ عَلَيْهِ السَّلَامُ، فَعَاتَبَهُ بَعْضُ النَّاسِ عَلَى كَثْرَةِ احْتِمَالِهِ وَصَبْرِهِ عَلَى جَارِهِ، فَقَالَ : إِنَّ لِلْجَوَارِ حَقًّا."
      ],
      "isi_indonesia": [
        "1. Mujahid berkata: \"Aku berada di sisi Abdullah bin Umar, dan seorang pembantunya sedang menguliti kambing. Lalu Abdullah berkata kepadanya: 'Wahai anakku, jika kamu menguliti, mulailah dengan memberi **tetangga kita yang Yahudi**.' Ia mengucapkannya berkali-kali. Maka aku bertanya kepadanya: 'Berapa kali engkau mengucapkannya?' Abdullah menjawab: '**Sesungguhnya Rasulullah SAW senantiasa mewasiati kami tentang tetangga, hingga kami khawatir bahwa beliau akan menjadikannya ahli waris.**'\"",
        "2. Sebagian orang mengeluhkan **banyaknya tikus di rumahnya**. Maka dikatakan kepadanya: \"Bagaimana jika engkau memelihara kucing?\" Orang itu menjawab: \"Aku khawatir tikus-tikus itu akan mendengar suara kucing, lalu mereka lari ke rumah para tetangga. Maka aku telah melakukan kepada mereka sesuatu yang tidak kusukai bagi diriku sendiri.\"",
        "3. **Imam Abu Hanifah Rahimahullah** memiliki seorang **tetangga yang dengki** yang sering mengganggunya dan menggunjingnya. Akan tetapi, beliau **sabar menghadapinya**. Apabila beliau berpapasan dengannya dan mengucapkan salam, orang itu tidak membalas salamnya. Maka sebagian orang menegur beliau atas kesabaran dan ketabahannya terhadap tetangganya. Beliau pun berkata: \"**Sesungguhnya tetangga itu mempunyai hak.**\""
      ]
    },
    {
      "id": 22,
      "judul_arab": "​18- مَاذَا يَجِبُ عَلَيْكَ لِأُسْتَاذِكَ؟",
      "judul_indonesia": "18. Apa kewajibanmu terhadap gurumu?",
      "isi_arab": [
        "أَيُّهَاالْوَلَدُ الْأَدِيْبُ : كَمَا أَنَّ وَالِدَكَ الَّذِى يُرَبِّى جِسْمَكَ لَهُ حَقٌّ عَظِيْمٌ عَلَيْكَ، فَكَذَلِكَ أُسْتَاذُكَ الَّذِى يُرَبِّى رُوْحَكَ، وَيُهَذِّبُ أَخْلَاقَكَ، وَيُنَوِّرُ فِكْرَكَ، وَيُعَلِّمُكَ الْعِلْمَ النَّافِعَ، لَهُ حَقٌّ كَبِيْرٌ عَلَيْكَ، فَيَجِبُ عَلَيْكَ أَنْ تُحِبَّهُ وَتُعَظِّمَهُ، وَتُعَامِلَهُ بِهَذِهِ الْآدَابِ :",
        "أَنْ تُذْعِنَ لِنَصَائِحِهِ وَتَخْضَعَ لِأَوَامِرِهِ ، لَاخَوْفًا مِنَ الْعِقَابِ وَلَكِنْ قِيَامًا بِالْوَاجِبِ، عَنْ إِخْلَاصٍ مِنْ قَلْبِكَ، كَمَا يُذْعِنُ الْمَرِيْضُ لِلطَّبِيْبِ الشَّفِيْقِ، فَتَسْتَقْبِلَ كُلَّ مَا يُلْقِى إِلَيْكَ بِحُسْنِ الْإِصْغَاءِ وَالشُّكْرِ وَالْفَرَحِ، وَأَنْ تَتَوَاضَعَ لَهُ، وَتَطْلُبَ الثَّوَابَ وَالشَّرَفَ بِخِدْمَتِهِ، وَتَشْعُرَ دَائِمًا أَنَّكَ مَمْنُوْنٌ مِنْ أُسْتَاذِكَ، وَلَا تَسْتَطِيْعُ أَنْ تُجَازِيَهُ مَهْمَا أَحْسَنْتَ إِلَيْهِ، وَتَحْذَرَ غَايَةَ الْحَذَرِ مِنْ أَنْ تَعْتَرِضَ عَلَيْهِ. أَوْ تُعَا نِدَهُ أَوْتَتَكَبَّرَ عَلَيْهِ. وَفِى الْحَدِيْثِ : « لَيْسَ مِنْ أَخْلَاقِ الْمُؤْمِنِ التَّمَلُّقُ إِلَّا فِى طَلَبِ الْعِلْمِ» وَقَالَ سَيِّدُنَا عَلِيٌّ كَرَّمَ اللهُ وَجْهَهُ : أَنَا عَبْدُ مَنْ عَلَّمَنِى حَرْفًا : إِنْ شَاءَ بَاعَ، وَإِنْ شَاءَ أَعْتَقَ، وَإِنْ شَاءَ اسْتَرَقَّ. وَأَمَّا الْكِبْرُ وَالْعِنَادُ فَسَبَبٌ لِحِرْمَانِ الْعِلْمِ، كَمَا قَالَ الشَّاعِرُ : الْعِلْمُ حَرْبٌ لِلْفَتَى الْمُتَعَالِى كَالسَّيْلِ حَرْبٌ لِلْمَكَانِ الْعَالِى وَالتِّلْمِيْذُ الْأَدِيْبُ الْمُتَوَاضِعُ : يَنَالُ الْعِلْمَ وَيَنْتَفِعُ بِهِ، وَعَكْسُهُ الْوَقِحُ الْمُتَكَبِّرُ، وَإِنْ نَالَ شَيْئًا مِنَ الْعِلْمِ : فَلَا يَنْتَفِعُ بِهِ فِى نَفْسِهِ، وَلَا يَنْفَعُ بِهِ غَيْرَهُ. بَلْ يَضُرُّهُ الْعِلْمُ، وَيَزِيْدُهُ كِبْرًا وَسُوْءَ خُلُقٍ.",
        "وَإِنَّ مِنْ نَصَائِحِ الْأُسْتَاذِ : أَنْ تَنْوِىَ بِطَلَبِ الْعِلْمِ رِضَا اللهِ وَالدَّارَالآخِرَةَ، وَإِحْيَاءِ الدِّيْنِ، وَنَفْعَ الْمُسْلِمِيْنَ، وَتَنْوِى بِهِ الشُّكْرَ عَلَى نِعْمَةِ الْعَقْلِ، وَصِحَّةِ الْبَدَنِ، وَلَا تَقْصِدَ بِهِ طُلَبَ الْمَدْحِ وَالْجَاهِ عِنْدَ النَّاسِ، أَوْ جَمْعَ حُطَامِ الدُّنْيَا وَمِنْ نَصَائِحِهِ أَيْضًا : أَنْ تَجْتَهِدَ غَايَةَ الْإِجْتِهَادِ فِى طَلَبِ الْعِلْمِ : فَتَحْفَظَ دُرُوْسَكَ كُلَّهَا، وَتُرَا جِعَهَا فِى الْبَيْتِ، وَلَا تُضَيِّعَ أَوْقَاتَكَ سُدًى، فَإِنَّهَا أَغْلِى مِنَ الْجَوَاهِرِ الثَّمِيْنَةِ، وَإِذَا فَاتَتْ فَلَا تَعُوْدُ أَبَدًا، وَأَنْ تَعْتَنِىَ بِنَظَافَةِ كُتُبِكَ وَأَدَوَاتِكَ، وَتَرْتِيْبَهَا فِى مَحَلِّهَا، وَتُوَاظِبَ عَلَى الْحُضُوْرِ كُلَّ يَوْمٍ،فِى الْوَقْتِ الْمُعَيَّنَ وَلَا تَتَأَخَّرَإِلَّا لِعُّذْرٍصَحِيْحٍ وَأَنْ تَسْتَمِعَ إِلَى مَايُلْقِيْهِ مِنَ الدُّرُوْسِ بِقَلْبٍ حَاضِرٍ، حَتَّى تَفْهَمَهَابِسُرْعَةٍ،وَلَا تُتْعِبَ أُسْتَا ذَكَ بِكَثْرَةِ التَّكْرَارِ،فَاعْمَلْ بِتِلْكَ النَّصَائِحِ النَّافِعَةُ.",
        "وَمِنَ الْآدَبِ مَعَ الْأُسْتَاذِ :أَنْ تَقُوْمَ لَهُ إذَا كُنْتَ جَالِسًا،اِحْتِرَامًالَهُ وَتَعْظِيْمًا،وَلَاتَجْلِسَ حَتَّى يَأْذَنَ لَكَ بِالْجُلُوْسِ،فَتَجْلِسَ أَمَامَهُ بِأَدَبٍ،وَلَاتَتَقَدَّمَ عَلَيْهِ فِى الْكَلَامِ،أَوْتَقْطَعَ عَلَيْهِ كَلَامَهُ، أَوْتَأْمُرَوَتَنْهَى أَحَدًابِحَضْرَتِهِ ،وَإِذَا لَمْ تَفْهَمْ مَسْأَلَةً :أَنْ تُقَدِّمَ إِلَيْهِ السُّؤَالَ ، بِلُطْفٍ وَاحْتِرَامٍ: بِأَنْ تَرْفَعَ أُصْبُعَكَ أَوَّلًا .وَلَاتَتَكَلَّمَ حَتَّى يَأْذَنَ لَكَ فِى الْكَلَامِ،وَإِذَاسَأَلَكَ عَنْ شَيْءٍ : أَنْ تَنْهَضَ قَائِمًا ، وَتُجِيْبَ عَلَى سُؤَالِهِ بِجَوَابٍ حَسَنٍ ،وَلَاتُبَادِرْبِالْجَوَابِ ،إِذَاوَجَّهَ السُّؤَالَ إِلَى غَيْرِكَ.",
        "وَأَنْ تُسَلِّمَ عَلَيْهِ وَتُصَافِحَهُ كُلَّ يَوْمٍ فِى الْمَدْرَسَةِ ،وَتُقَابِلَهُ بِوَجْهٍ مُبْتَسِمٍ ،وَتَفْعَلَ كَذَلِكَ إِذَالَقِيْتَهُ فِى الطَّرِيْقِ،وَأَنْ تَزُوْرَهُ فِى بَيْتِهِ خُصُوْصًافِى الْأَعْيَادِفِى الطَّرِيْقِ،وَأَنْ تَزُوْرَهُ فِى بَيْتِهِ خُصُوْصًافِى الْأَعْيَادِ،أَوْإِذَامَرِضَ،وَتَسْأَلَهُ عَنْ صِحَّتِهِ ،وَتَدْعُوَلَهُ بِالْعَافِيَةِ ،وَأَنْ تُسَاعِدَهُ فِى قَضَاءِحَاجَاتِهِ، وَتُشَاوِرَهُ فِى أُمُوْرِكَ ،وَتَعْمَلَ بِمَايُشِيْرُبِهِ عَلَيْكَ ،وَأْنَ لَاتَدْعُوَهُ بِاسْمِهِ ،بَلْ بِكَلِمَةِ الأُسْتَاذِ ،وَلَاتَمْشِىَ أَمَامَهُ ،أَوْتُوَلِّيَهُ ظَهْرَكَ ،وَلَاتَجْلِسَ فِى مَحَلِّهِ ،أَوْتَأْخُذَكِتَابَهُ بِغَيْرِ إِذْنِهِ ،وَأَنْ لَاتُكْثِرَعَلَيْهِ الْكَلَامَ ،وَلَاتُفْشِىَ لَهُ سِرًّا،وَلَاتَغْتَابَ عِنْدَهُ أَحَدًا ،وَلَاتَقُوْلَ لَهُ : إِنَّ فُلَانًاقَالَ : خِلَافَ قَوْلِهِ .",
        "وَأَنْ لَا تَسْتَحِىَ إِذَا سَأَلَكَ عَنْ فَهْمِ مَسْأَلَةً وَأَنْتَ لَمْ تَفْهَمْهَا أَنْ تُصَرِّحَ لَهُ بِا الْحَقِيْقَةِ، حَتَّى لَا تَأْثَمَ بِاالْكَذِبِ، وَيَفُوْتَكَ فَهْمُ تِلْكَ الْمَسْأَلَةِ وَلَا تَغْضَبَ إِذَا عَاتَبَكَ، بَلْ تَسْكُتَ وَتَفْرَحَ بِذَلِكَ ، لِاَنَّهُ مَا يُعَاتِبُكَ إِلَّا لِمَحَبَّتِهِ لَكَ، لِتَقُوْمَ بِوَاجِبَاتِكَ، وَسَوْفَ تَشْكُرُهُ عَلَى ذَالِكَ الْعِتَابِ إِذَا كَبِرْتَ وَمِنَ الْخَطَأِالْكَبِيْرِ : أَنْ تَظُنَّ أَنَّ أُسْتَاذَكَ يُبْغِضُكَ، بِسَبَبِ عِتَابِهِ لَكَ، فَلَا يُسِيْءُ الظَّنَّ بِأُسْتَاذِهِ : إِلَّا التِّلْمِيْذُ الْوَقِحُ، الْمَحْرُوْمُ مِنَ الْعِلْمِ.",
        "إِنَّ مِنْ الْوَفَاءِ لِأُسْتَاذِكَ : أَنْ لَا تَنْسَى إِحْسَانَهُ طُوْلَ حَيَاتِكَ، وَإِنْ خَرَجْتَ مِنَ الْمَدْرَسَةِ، أَوِانْفَصَلَ أُسْتَاذُكَ مِنْهَا، أَوْسَافَرَ إِلَى بَلَدٍ آخَرَ مَثَلًا، فَتَتَّصِلَ بِهِ بِالْمُرَاسَلَاتِ، وَلَا سِيَّمَا عِنْدَ الْمُنَاسَبَاتِ، وَكَذَلِكَ إِذَاانْتَقَلَ إِلَى الْعَالَمِ الْبَاقِى : أَنْ تَدْعُوَ لَهُ بِالرَّحْمَةِ وَالْمَغْفِرَةِ، وَتَتَصَدَّقَ عَنْهُ."
      ],
      "isi_indonesia": [
        "Wahai anak yang beradab: Sebagaimana ayahmu yang mendidik jasadmu memiliki hak yang agung atas dirimu, begitu pula **gurumu yang mendidik ruhmu, memperindah akhlakmu, menerangi pikiranmu, dan mengajarkan ilmu yang bermanfaat**, ia memiliki hak yang besar atas dirimu. Maka, wajib bagimu untuk **mencintai dan memuliakannya serta memperlakukannya dengan adab-adab ini**:",
        "1. Hendaklah engkau **patuh pada nasihat-nasihatnya dan tunduk pada perintah-perintahnya**, bukan karena takut hukuman, tetapi sebagai pelaksanaan kewajiban dengan **ikhlas dari dalam hatimu**, sebagaimana seorang pasien yang patuh kepada dokter yang penuh kasih sayang. Maka, terimalah setiap apa yang ia sampaikan kepadamu dengan **mendengarkan dengan baik, bersyukur, dan gembira**. Hendaklah engkau **merendah diri kepadanya**, dan **mencari pahala serta kemuliaan dengan berkhidmat kepadanya**. Kamu harus selalu merasa bahwa **engkau berutang budi kepada gurumu**, dan engkau tidak akan mampu membalasnya meskipun betapapun baiknya engkau berbuat kepadanya. Berhati-hatilah dengan sangat agar tidak menentangnya, membangkang kepadanya, atau bersikap sombong terhadapnya. Dalam hadis: \"**Bukanlah termasuk akhlak mukmin mencari muka (menjilat) kecuali dalam menuntut ilmu.**\" Sayyidina Ali Karamallahu Wajhah berkata: \"**Aku adalah budak dari orang yang mengajariku satu huruf: jika ia mau ia bisa menjualku, jika ia mau ia bisa memerdekakanku, dan jika ia mau ia bisa memperbudakku.**\" Adapun kesombongan dan pembangkangan adalah penyebab terhalangnya ilmu, sebagaimana dikatakan oleh penyair:\n\n**Ilmu itu memusuhi pemuda yang sombong,**\n**Bagai air bah memusuhi tempat yang tinggi.**\n\nDan murid yang beradab dan rendah hati akan mendapatkan ilmu dan memanfaatkannya. Sebaliknya adalah murid yang kurang ajar dan sombong, meskipun ia mendapatkan sedikit ilmu, ia tidak akan memanfaatkannya bagi dirinya sendiri, dan tidak pula bermanfaat bagi orang lain. Bahkan ilmu itu akan membahayakannya dan menambah kesombongan serta akhlak buruknya.",
        "2. Dan di antara nasihat-nasihat guru adalah: hendaklah kamu **berniat dalam menuntut ilmu demi rida Allah dan negeri akhirat**, menghidupkan agama, dan memberikan manfaat bagi umat Muslim, serta berniat sebagai bentuk syukur atas nikmat akal dan kesehatan badan. Janganlah engkau bertujuan mencari pujian dan kedudukan di mata manusia, atau mengumpulkan harta dunia. Di antara nasihat-nasihatnya juga adalah: hendaklah engkau **bersungguh-sungguh dalam mencari ilmu dengan sekuat tenaga**: hafalkanlah semua pelajaranmu, dan ulangilah di rumah. Janganlah menyia-nyiakan waktumu dengan percuma, karena waktu itu lebih berharga daripada permata yang mahal. Apabila ia telah berlalu, ia tidak akan kembali selamanya. Hendaklah engkau memperhatikan **kebersihan buku-buku dan peralatanmu**, serta merapikannya di tempatnya. Senantiasalah **hadir setiap hari pada waktu yang telah ditentukan**, dan jangan terlambat kecuali karena uzur yang benar. Dan hendaklah engkau mendengarkan pelajaran-pelajaran yang diberikannya dengan **hati yang hadir (fokus)**, sehingga kamu memahaminya dengan cepat, dan tidak menyusahkan gurumu dengan banyak pengulangan. Maka, amalkanlah nasihat-nasihat yang bermanfaat itu.",
        "3. Dan di antara adab terhadap guru adalah: **hendaklah engkau berdiri menyambutnya jika kamu sedang duduk, sebagai bentuk penghormatan dan pengagungan baginya**. Dan janganlah duduk sampai ia mengizinkanmu duduk. Duduklah di hadapannya dengan sopan dan jangan mendahuluinya berbicara atau memotong pembicaraannya, atau menyuruh dan melarang seseorang di hadapannya. Jika kamu tidak mengerti suatu masalah: hendaklah engkau mengajukan pertanyaan kepadanya dengan lembut dan hormat, yaitu dengan mengangkat jarimu terlebih dahulu. Dan jangan berbicara hingga ia mengizinkanmu bicara. Apabila ia bertanya kepadamu tentang sesuatu: hendaklah engkau bangkit berdiri dan menjawab pertanyaannya dengan jawaban yang baik. Janganlah terburu-buru menjawab, jika ia mengajukan pertanyaan kepada orang lain.",
        "4. Dan hendaklah engkau **memberi salam kepadanya dan bersalaman dengannya setiap hari di sekolah**, dan menghadapnya dengan wajah tersenyum. Lakukan pula hal yang sama jika engkau menjumpainya di jalan. Dan hendaklah engkau **mengunjunginya di rumahnya**, khususnya pada hari raya atau jika ia sakit. Tanyakan kepadanya tentang kesehatannya dan doakanlah kesembuhan baginya. Hendaklah engkau membantu dia dalam memenuhi kebutuhannya, bermusyawarahlah dengannya dalam urusan-urusanmu, serta kerjakanlah apa yang ia sarankan kepadamu. Janganlah memanggilnya dengan namanya, tetapi dengan sebutan \"**guru**\". Jangan berjalan di depannya, atau membelakanginya dengan punggungmu. Janganlah duduk di tempatnya, atau mengambil bukunya tanpa izinnya. Janganlah banyak berbicara kepadanya, dan jangan menyebarkan rahasianya. Janganlah menggunjing seseorang di hadapannya. Janganlah berkata kepadanya: \"Sesungguhnya Fulan berkata bertentangan dengan perkataannya.\"",
        "5. Dan **janganlah malu untuk menyatakan kebenaran** jika ia bertanya kepadamu tentang pemahaman suatu masalah yang mana kamu belum memahaminya, agar engkau tidak berdosa karena berbohong dan tidak kehilangan pemahaman masalah tersebut. **Janganlah kamu marah jika ia menegurmu**, bahkan diamlah dan bergembiralah dengan hal itu, karena ia tidak menegurmu melainkan karena kecintaannya kepadamu agar engkau menjalankan kewajibanmu. Dan engkau akan berterima kasih atas teguran tersebut jika kamu sudah dewasa nanti. Termasuk kesalahan besar adalah jika kamu mengira bahwa gurumu membencimu karena tegurannya kepadamu. Tidaklah seorang murid berprasangka buruk kepada gurunya, kecuali ia adalah murid yang kurang ajar, yang terhalang dari ilmu.",
        "6. Sesungguhnya di antara **bentuk kesetiaan kepada gurumu**: adalah **tidak melupakan kebaikannya sepanjang hidupmu**, meskipun engkau sudah lulus dari sekolah, atau gurumu telah berhenti mengajar dari sekolah itu, atau ia telah bepergian ke negara lain misalnya. Maka, hendaknya engkau tetap **berhubungan dengannya melalui surat-menyurat**, terutama pada kesempatan-kesempatan tertentu. Demikian pula, jika ia telah meninggal dunia, hendaknya engkau **mendoakannya dengan rahmat dan ampunan, serta bersedekah atas namanya**."
      ]
    },
    {
      "id": 23,
      "judul_arab": "​19- قِصَصٌ تَطْبِيْقِيَّةٌ",
      "judul_indonesia": "19. Kisah-kisah nyata",
      "isi_arab": [
        "كَانَ الْإِمَامُ الشَّافِعِىُّ مُتَأَدِّبًاجِدًّا، أَمَامَ أُسْتَاذِهِ الْإِمَامِ مَالِكٍ رَحِمَهُمَا اللهُ، حَتَّى قَالَ : كُنْتُ أَصْفَحُ الْوَرَقَةَ بَيْنَ يَدَىْ مَالِكٍ، صَفْحًا رَقِيْقًا، هَيْبَةً لَهُ، لِئَلَّا يَسْمَعَ وَقْعَهَا",
        "وَكَانَ الرَّبِيْعُ بْنُ سُلَيْمَانَ، يُعَظِّمُ أُسْتَاذَهُ الْإِمَامُ الشَّافِعِىَّ تَمَامَ التَّعْظِيْمِ، وَيَقُوْلُ : وَاللهِ مَا اجْتَرَأْتُ أَنْ أَشْرَبَ الْمَاءَ،وَالشَّافِعِىُّ يَنْظُرُإِلَىَّ،هَيْبَةً لَهُ،وَكَانَ أُسْتَاذُهُ يُحِبُّهُ غَايَةَ الْمَحَبَّةِ، وَيَقُوْلُ لَهُ : يَا رَبِيْعُ، لَوْ قَدَرْتُ أَنْ أُطْعِمَكَ الْعِلْمَ لَأَطْعَمْتُكَ إِيَّاهُ",
        "وَضَعَ هَارُوْنُ الرَّشِيْدُ وَلَدَيْهِ الْأَمِيْنَ وَالْمَأْمُوْنَ، عِنْدَ أُسْتَاذٍ عَلَّامَةٍ، اِسْمُهُ الْكِسَائِىُّ، فَقَامَ الْأُسْتَاذُ ذَاتَ يَوْمٍ، لِيَخْرُجَ مِنْ عِنْدِهِمَا، فَتَسَابَقَا اِلَى نَعْلَيْهِ، وَتَنَازَعَا عَلَى تَقْدِيْمِهِمَا إِلَيْهِ، ثُمَّ اصْطَلَحَا عَلَى أَنْ يُقَدِّمَ كُلُّ وَاحِدٍ مِنْهُمَا وَاحِدَةً مِنَ النَّعْلَيْنِ، فَسَمِعَ الرَّشِيْدُ بِذَلِكَ، فَأَرْسَلَ إِلَيْهِ، فَقَالَ لَهُ : مِنْ أَعَزُّ النَّاسِ؟ قَالَ : أَمِيْرُ الْمُؤْمِنِيْنَ. قَالَ : لَا، بَلْ أَعَزُّالنَّاسِ مَنْ يَتَسَابَقُ أَوْلَادُ أَمِيْرِ الْمُؤْمِنِيْنَ إِلَى تَقْدِيْمِ نَعْلَيْهِ. فَاسْتَعْظَمَ الْأُسْتَاذُ الْأَمْرَ، وَظَنَّ أَنَّهُ أَخْطَأَ، وَأَرَادَ أَنْ يَمْنَعَهُمَا مِنْ ذَلِكَ فِى الْمَرَّةِ الْأُخْرَى، فَقَالَ الرَّشِيْدُ لَوْ مَنَعْتَهُمَا لِعَاتَبْتُكَ عِتَابًا شَدِيْدًا، فَإِنَّهُمَا لَمْ يَفْعَلَا شَيْئًا يَسْقُطُ مِنْ قَدْرِهِمَا، بَلْ إِنَّهُ يُزِيْدُ فِى شَرَفِهِمَا، وَقَدْ كَافَأْتُهُمَا عَلَى أَدَبِهِمَا : عِشْرِيْنَ أَلْفَ دِيْنَارٍ، وَلَكَ : عشْرَةُ آلَافِ دِرْهَمٍ، عَلَى حُسْنِ تَأْدِيْبِكَ لَهُمَا",
        "وَحُكِىَ أَنَّ هَارُوْنَ الرَّشِيْدَ أَيْضًا : بَعَثَ أَحَدَ أَبْنَائِهِ إِلَى الْأَصْمَعِىِّ، لِيُعَلِّمَهُ الْعِلْمِ وَالْأَدَبَ، فَرَآهُ يَوْمًا يَتَوَضَّأَ وَيَغْسِلُ رِجْلَهُ، وَابْنُ الْخَلِيْفَةِ يَصُبُّ الْمَاءَ عَلَى رِجْلِهِ، فَعَاتَبَ الْأَصْمَعِىَّ فِى ذَلِكَ بِقَوْلِهِ : إِنَّمَا بَعَثْتُهُ إِلَيْكَ : لِتُعَلِّمَهُ وَتُؤَدِّبَهُ، فَلِمَاذَا لَمْ تَأْمُرْهُ : بِأَنْ يَصُبَّ الْمَاءَ بِإِحْدَى يَدَيْهِ، وَيَغْسِلَ بِالْأُخْرَى رِجْلَكَ؟"
      ],
      "isi_indonesia": [
        "1. **Imam Asy-Syafi'i** sangat beradab di hadapan gurunya, **Imam Malik**, *rahimahumallah*. Beliau berkata: \"Aku membalik halaman kertas di hadapan Imam Malik dengan sangat pelan, karena rasa segan kepadanya, agar tidak terdengar suaranya.\"",
        "2. **Ar-Rabi' bin Sulaiman** sangat mengagungkan gurunya, **Imam Asy-Syafi'i**, dengan penuh penghormatan. Ia berkata: \"Demi Allah, aku tidak berani minum air sementara Imam Asy-Syafi'i melihatku, karena aku segan kepadanya.\" Dan gurunya sangat mencintainya, seraya berkata kepadanya: \"**Wahai Rabi', seandainya aku mampu menyuapimu ilmu, niscaya akan kusupkan itu kepadamu.**\"",
        "3. **Harun Ar-Rasyid** menyerahkan kedua putranya, **Al-Amin dan Al-Ma'mun**, kepada seorang guru yang sangat alim bernama **Al-Kisa'i**. Suatu hari, sang guru bangkit hendak keluar. Kedua putra itu berlomba-lomba mengambilkan sandalnya, dan mereka berselisih untuk memberikannya kepada guru mereka. Kemudian keduanya sepakat untuk masing-masing memberikan satu sandal. Ar-Rasyid mendengar hal itu, lalu mengutus seseorang kepada Al-Kisa'i. Ia bertanya kepadanya, \"Siapa orang yang paling mulia?\" Al-Kisa'i menjawab, \"Amirul Mukminin.\" Ar-Rasyid berkata, \"Tidak, justru orang yang paling mulia adalah orang yang anak-anak Amirul Mukminin berlomba-lomba untuk mengambilkan sandalnya.\" Sang guru merasa risau akan hal itu dan mengira ia telah berbuat salah, serta ingin melarang mereka melakukannya di lain waktu. Maka Ar-Rasyid berkata, \"Seandainya Anda melarang mereka, tentu saya akan menegurmu dengan keras. Karena sesungguhnya kedua anak itu tidak melakukan sesuatu yang menjatuhkan derajat mereka, bahkan itu menambah kemuliaan mereka. Aku telah memberi imbalan kepada mereka **20 ribu dinar** atas sopan santun mereka, dan bagimu **10 ribu dirham** atas pendidikanmu yang baik terhadap mereka.\"",
        "4. Diceritakan bahwa Harun Ar-Rasyid juga: mengirim salah seorang putranya kepada **Al-Ashma'i** agar ia mengajarkan ilmu dan adab kepadanya. Suatu hari, ia melihat Al-Ashma'i berwudu dan mencuci kakinya, sementara putra khalifah menuangkan air ke atas kakinya. Maka Ar-Rasyid menegur Al-Ashma'i dalam hal itu dengan perkataannya: \"Sesungguhnya aku mengirimnya kepadamu untuk mengajarinya dan mendidiknya. Mengapa Anda tidak menyuruhnya untuk menuangkan air dengan salah satu tangannya, dan mencuci kakimu dengan tangan yang lain?\""
      ]
    },
    {
      "id": 24,
      "judul_arab": "20- مَاذَا يَجِبُ عَلَيْكَ لِزُمَلَائِكَ؟",
      "judul_indonesia": "20. Apa yang wajib atasmu terhadap sahabat-sahabatmu?",
      "isi_arab": [
        "يَجِبُ عَلَيْكَ أَنْ تُرَاعِىَ آدَابَ الصُّحْبَةِ : نَحْوَ التَّلَامِيْذِ الَّذِيْنَ تَتَعَلَّمُ مَعَهُمْ ، فِى مَدْرَسَةٍ وَاحِدَةٍ، وَلَا سِيَّمَا تَلَامِيْذُ فَصْلِكَ، لِأَنَّ رَابِطَةَ التَّعْلِيْمِ، جَمَعَتْ بَيْنَكَ وَبَيْنَهُمْ، فَلَهُمْ حُقُوْقٌ زَائِدَةٌ عَلَى حُقُوْقِ غَيْرِهِمْ، مِنْ سَائِرِ أَصْدِقَائِكَ، فَاعْمَلْ بِالْآدَابِ الْآتِيَةِ :",
        "أَنْ تَحْتَرِمَ كِبَارَهُمْ، وَتَرْحَمَ صِغَارَهُمْ، وَتَتَعَاوَنَ مَعَهُمْ عَلَى حِفْظِ النِّظَامِ وَالْهُدُوْءِ وَقْتَ التَّعْلِيْمِ، أَوْ فِى الْإِسْتِرَاحَةِ، وَعَلَى إِرْضَاءِ الْأَسَاتِذَةِ بِكُلِّ اسْتِطَاعَةٍ، وَذَلِكَ بِتَأْدِيَةِ الْوَاجِبَاتِ مِنْ حِفْظِ الدُّرُوْسِ، وَالْإِجْتِهَادِ فِى طَلَبِ الْعِلْمِ، وَإِحْضَارِ الْكُتُبِ وَالدَّفَاتِرِ، وَجَمِيْعِ أَدَاوَاتِ التَّعْلِيْمِ، وَالْمُحَافَظَةِ عَلَى سَلَامَتِهَا مِنَ التَّغَيُّرِ، وَنَظَا فَتِهَا عَنِ الْأَوْسَاخِ، وَالْمُوَاظِبَةِ عَلَى الْحُضُوْرِ يَوْمِيًّا إِلَى الْمَدْرَسَةِ، قَبْلَ مِيْعَادِ التَّعْلِيْمِ، وَأَنْ تَقُوْمَ أَنْتَ أَوْ أَحَدُ زُمَلَائِكَ مَقَامَ مَنْ غَابَ مِنَ الْأَسَاتِذَةِ إِذَاكَانَ ذَلِكَ فِى الْإِمْكَانِ، لِئَلَّا يَتَعَطَّلَ الدَّرْسُ، وَتَحْصُلَ الْفَوْضَى فِى الْقِسْمِ، وَطَبْعًا إِنَّ أُسْتَاذَكَ يَفْرَحُ جِدًّا بِمُحَافَظَتِكَ عَلَى النِّظَامِ.",
        "وَمِنَ الْآدَابِ أَيْضًا : أَنْ تُحِبُّ لِزُمَلَائِكَ مِنَ الْخَيْرِ، مِثْلَ مَا تُحِبُّهُ لِنَفْسِكَ، كَمَا فِى الْحَدِيْثِ :«لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبُّ لِأَخِيْهِ، مَا يُحِبُّ لِنَفْسِهِ» وَأَنْ تَتَسَامَحَ مَعَهُمْ فِى جَمِيْعِ الْأُمُوْرِ، وَتُعَا مِلَهُمْ بِاللُّطْفِ وَالْاِبْتِسَامِ،وَتُسَاعِدَهُمْ عَلَى حُصُوْلِ حَاجَتِهِمْ، وَتَحْتَرِزَ مِنْ دَوَاعِى النِّزَاعِ وَالْبُغْضِ: فَلَا تبْخَلَ عَلَيْهِمْ إِذَا اسْتَعَارُوا مِنْكَ شَيْئًا، وَلَا تَتَكَبَّرَ عَلَيْهِمْ، أَوْ تَحْسُدَهُمْ، أَوْتَكْذِبَ عَلَيْهِمْ، أَوْتَنُمَّ بَيْنَهُمْ، وَلَاتُضَايِقَهُمْ فِى أَمَاكِنِهِمْ، أَوْ تُتْلِفَ شَيْئًا مِنْ أَدَاوَاتِهِمْ، أَوْتَخْبَأَ بَعْضَهَا، أَوْتُسِيْءَ الظَّنَّ بِهِمْ، أَوْ تَجَادِلَهُمْ مُجَادِلَةً خَارِجَةً عَنِ الْأَدَبِ، أَوْتُمَازِحَهُمْ كَثِيْرًا، أَوْفِى غَيْرِوَقْتِ الْمِزَاحِ، فَإِنَّ ذَلِكَ سَبَبٌ لِلْخِصَامِ وَالْحِقْدِ.",
        "وَأَنْ تَدْعُوَ لَهُمْ فِى غَيْبَتِهِمْ وَفِى الْحَدِيْثِ : «دَعْوَةُ الْمَرْءِ الْمُسْلِمِ لِأَخِيْهِ بَظَهْرِ الْغَيْبِ مَسْتَجَابَةٌ، عِنْدَ رَأْسِهِ مَلَكٌ مٌوَكَّلٌ، كُلَّمَا دَعَالِأَخِيْهِ بِخَيْرٍ، قَالَ الْمَلَكُ الْمُوَكَّلُ بِهِ آمِيْنَ، وَلَكَ بِمِثْلٍ». وَأَنْ تَقْبَلَ عُذْرَهُمْ، إِذَااعْتَذَرُوْا إِلَيْكَ فِى خَطَئِهِمْ، وَأَنْ تُصْلِحَ بَيْنَهُمْ، إِذَا حَصَلَ مِنْهُمْ شَيْءٌ مِنَ الْخِلَافِ، قَالَ تَعَالَى (إِنَّمَا الْمُؤْمِنُوْنَ إِخْوَةٌ فَأَصْلِحُوْا بَيْنَ أَخَوَيْكُمْ) وَأَنْ تُسَابِقَ زُمَلَاءَكَ،إِلَى حِفْظِ الدُّرُوْسِ، وَفَهْمِ الْمَسَائِلِ عَمَلًا بِقَوْلِهِ تَعَالَى : (وَفِى ذَلِكَ فَلْيَتَنَافَسِ الْمُنَتَافِسُوْنَ) وَأَنْ تُسَاعِدَ الضُّعَفَاءَ مِنْهُمْ عَلَى التَّعَلُّمِ، وَلَا تَفْخَرَ عَلَيْهِمْ بِحِفْظِ الدُّرُوْسِ، وَسُرْعَةِ الْفَهْمِ، وَأَنْ تَجْعَلَ بَيْنَكَ وَبَيْنَهُمْ مُبَاحَثَةً عِلْمِيَّةً وَقْتَ الْفَرَاغِ، فَإِنَّ ذَلِكَ كُلَّهُ مِمَّا يَفْرَحُ قَلْبَ أُسْتَاذِكَ. وَمِنَ الْآدَابِ أَيْضًا إِذَا اَشْكَلَتْ عَلَى أَحَدِ زُمَلَائِكَ مَسْأَلَةً، فَسَأَلَ الْأُسْتَاذَ عَنْهَا : أَنْ لَا تَغْضَبَ عَلَيْهِ، أَوْتَسْتَهْزِئَ بِهِ، وَلَكِنْ تَسْتَمِعَ إِلَى جَوَابِ الْأُسْتَاذِ، لِتَزْدَادَ فَهْمًا فِى الْمَسْأَلَةِ، وَيَفْرَحَ مِنْكَ زَمِيْلُكَ.",
        "إِذَا قُمْتُ بِهَذِهِ الْآدَابِ نَحُوَ زُمَلَائِكَ، فَلَارَيْبَ أَنَّهُمْ يَحْتَرِمُوْنَكَ وَيُحِبُّوْنَكَ، وَيَسْعَوْنَ فِى نُصْرَتِكَ، وَدَفْعِ الضَّرَرِ عَنْكَ، وَيَعْتَبِرُوْنَكَ عَلَى الْحَقِيْقَةِ، زَمِيْلًا وَفِيًّا لَهُمْ، يَأْنَسُوْنَ بِصُحْبَتِكَ، وَتَأْنَسُ بِصُحْبَتِهِمْ، وَبِالْعَكْسِ إِذَاتَرَكْتَ هَذِهِ الْآدَابَ، فَإِنَّهُمْ يَصِيْرُوْنَكَ أَعْدَاءَكَ، وَىَكْرَهُوْنَ لِقَاءَكَ، فَتُصْبِحُ بَيْنَهُمْ وَحِيْدًا مُسْتَوْحِشًا، كَطَيْرٍ مَكْسُوْرِالْجَنَاحِ.",
        "وَعَلَيْكَ أَيُّهَا التِّلْمِيْذُ الْأَدِيْبُ : إِذَاوَجَدْتَ بَيْنَ زُمَلَائِكَ تِلْمِيْذًا شِرِّيْرًا، مُعَانِدًا لِأَسَاتِذَتِهِ، وَلَا يَقُوْمُ بِوَاجِبَاتِهِ، أَنْ تَبْتَعِدَ عنْ صُحْبَتِهِ، كَيْلَا يَسْرِى إِلَيْكَ شَيْءٌ مِنْ طِبَاعِهِ الْخَبِيْثَةِ، فَقَدْ صَدَقَ الشَّاعِرُ حَيْثُ يَقُوْلُ : إِنَّ الطِّبَاعَ تَسْرِقُ الطِّبَاعَا وَكُلُّ مَنْ صَاحَبَ خَبِيْثًا ضَاعَا",
        "إِذَا انْفَصَلَتْ عَنِ الْمَدْرَسَةِ، فَمِنْ حُقُوْقِ الزَّمَالَةِ : أَنْ لَا تَنْسَى زُمَلَاءَكَ، بَلْ تَحْفَظَ لَهُمْ عُهُوْدَ الصُّحْبَةِ، وَأَيَّامَ التَّلْمَذَةِ وَتَخُصَّهُمْ مِنْ بَيْنِ أَصْحَابِكَ الْآخَرِيْنَ، بِمَزِيْدِ الْإِكْرَامِ وَالْإِحْسَانِ فَهَكَذَا يَكُوْنُ الْوَفَاءُ بَيْنَ الإِخْوَانِ"
      ],
      "isi_indonesia": [
        "Wajib bagimu untuk **menjaga adab-adab persahabatan** terhadap murid-murid yang engkau belajar bersama mereka di sekolah yang sama, terutama murid-murid di kelasmu. Karena ikatan pelajaran telah menyatukan dirimu dan mereka, maka mereka memiliki hak yang lebih dibandingkan teman-temanmu yang lain. Maka, lakukanlah adab-adab berikut:",
        "1. Hendaklah engkau **menghormati yang lebih besar** dari mereka, dan **menyayangi yang lebih kecil** dari mereka. Hendaklah engkau saling membantu bersama mereka dalam **menjaga kedisiplinan dan ketenangan** saat belajar atau pada waktu istirahat, serta berusaha **menyenangkan hati para guru** dengan segala kemampuan. Ini dilakukan dengan menunaikan kewajiban-kewajiban seperti **menghafal pelajaran**, **bersungguh-sungguh dalam menuntut ilmu**, membawa buku-buku, buku tulis, dan seluruh perlengkapan belajar, **menjaga keamanan** dan **kebersihannya dari kotoran**, serta **rutin hadir** setiap hari ke sekolah sebelum waktu pelajaran dimulai. Dan hendaknya engkau atau salah satu temanmu mengambil alih posisi guru yang tidak hadir jika memungkinkan, agar pelajaran tidak terhenti dan tidak terjadi kekacauan di kelas. Tentu saja, gurumu akan sangat gembira dengan ketaatanmu pada peraturan.",
        "2. Dan di antara adab-adab juga adalah: engkau **mencintai kebaikan bagi teman-temanmu**, seperti apa yang engkau cintai untuk dirimu sendiri, sebagaimana dalam hadis: \"**Tidaklah salah seorang di antara kalian beriman hingga ia mencintai untuk saudaranya apa yang ia cintai untuk dirinya sendiri.**\" Dan hendaknya engkau **bersikap toleran** terhadap mereka dalam segala urusan, memperlakukan mereka dengan **lemah lembut dan senyum**. Bantulah mereka untuk mendapatkan keinginan mereka, dan berhati-hatilah dari penyebab-penyebab perselisihan dan kebencian. Maka, **janganlah pelit** kepada mereka jika mereka meminjam sesuatu darimu, dan **janganlah sombong** kepada mereka, atau **dengki** kepada mereka, atau **berbohong** kepada mereka, atau **mengadu domba** di antara mereka. Janganlah mengganggu tempat-tempat mereka, atau merusak sebagian dari perlengkapan mereka, atau menyembunyikan sebagiannya, atau **berprasangka buruk** kepada mereka, atau **berdebat** dengan mereka dalam perdebatan yang keluar dari adab, atau **bercanda** dengan mereka secara berlebihan atau di luar waktu bercanda, karena semua itu adalah penyebab permusuhan dan kedengkian.",
        "3. Dan engkau **mendoakan mereka saat mereka tidak hadir**. Dalam hadis: \"**Doa seorang Muslim untuk saudaranya di saat ia tidak ada (di belakangnya) adalah doa yang dikabulkan. Di sisi kepalanya ada malaikat yang ditugaskan. Setiap kali ia mendoakan kebaikan bagi saudaranya, malaikat yang ditugaskan itu berkata: 'Amin, dan untukmu juga seperti itu.'**\" Dan hendaknya engkau **menerima alasan mereka** apabila mereka meminta maaf kepadamu atas kesalahan mereka. Dan engkau **mendamaikan mereka** apabila terjadi perselisihan di antara mereka. Allah Ta'ala berfirman: (Yang artinya) \"**Sesungguhnya orang-orang mukmin itu bersaudara, maka damaikanlah di antara kedua saudaramu.**\" Dan hendaklah engkau **berlomba dengan teman-temanmu** dalam menghafal pelajaran dan memahami berbagai permasalahan, sebagai bentuk pengamalan dari firman Allah Ta'ala: (Yang artinya) \"**Dan untuk yang demikian itu (yaitu kenikmatan surga) hendaknya orang-orang berlomba.**\" Dan hendaklah engkau **membantu yang lemah** dari mereka dalam belajar, dan **janganlah engkau membanggakan diri** di hadapan mereka dengan hafalan pelajaranmu atau kecepatan pemahamanmu. Dan hendaklah engkau mengadakan di antara dirimu dan mereka sebuah **pembahasan ilmiah** di waktu luang, karena sesungguhnya semua itu adalah hal-hal yang dapat menyenangkan hati guru-gurumu. Dan di antara adab juga adalah: apabila ada sebuah masalah yang sulit dipahami oleh salah seorang temanmu, lalu ia bertanya kepada guru tentang masalah tersebut: **janganlah engkau marah padanya atau mengejeknya**, akan tetapi **dengarkanlah jawaban guru**, supaya engkau semakin bertambah pemahamanmu dalam permasalahan itu, dan temanmu senang kepadamu.",
        "4. Apabila engkau menjalankan adab-adab ini terhadap teman-temanmu, maka **tidak diragukan lagi bahwa mereka akan menghormatimu dan mencintaimu**, serta akan berusaha menolongmu dan mencegah keburukan darimu. Mereka akan menganggapmu sebagai teman yang setia bagi mereka, mereka akan merasa nyaman bersahabat denganmu, dan engkau pun merasa nyaman bersahabat dengan mereka. Sebaliknya, jika engkau meninggalkan adab-adab ini, maka sesungguhnya mereka akan menjadi musuh-musuhmu, dan mereka benci bertemu denganmu. Engkau akan menjadi seseorang yang sendirian dan terasing di antara mereka, **bagaikan burung yang patah sayapnya**.",
        "5. Dan wajib bagimu, wahai murid yang beradab: apabila engkau mendapati di antara teman-temanmu **murid yang jahat, yang membangkang kepada guru-gurunya, dan tidak menjalankan kewajiban-kewajibannya**, maka **hindarilah berteman dengannya**, agar tidak menular sedikit pun dari tabiatnya yang buruk kepadamu. Sungguh benarlah seorang penyair ketika ia berkata:\n\n**Sesungguhnya tabiat mencuri (meniru) tabiat (lain),**\n**Dan setiap orang yang bersahabat dengan yang jahat, ia akan tersesat.**",
        "6. Jika engkau telah lulus dari sekolah, maka di antara **hak-hak persahabatan** adalah: **janganlah melupakan teman-temanmu**. Justru, **jagalah ikatan persahabatan** kalian dan masa-masa belajar kalian, serta berilah mereka perhatian khusus di antara teman-temanmu yang lain, dengan **tambahan penghormatan dan kebaikan**. Demikianlah adanya kesetiaan di antara persaudaraan."
      ]
    }
  ]
}
